{"contents": [{"item": "With time and perspective we recognize that such problems in life do come for a purpose, if only to allow the one who faces such despair to be convinced that he really does need divine strength beyond himself, that she really does need the offer of heaven’s hand. Those who feel no need for mercy usually never seek it and almost never bestow it. Those who have never had a heartache or a weakness or felt lonely or forsaken never have had to cry unto heaven for relief of such personal pain. Surely it is better to find the goodness of God and the grace of Christ, even at the price of despair, than to risk living our lives in a moral or material complacency that has never felt any need for faith or forgiveness, any need for redemption or relief.", "owner": "Jeffery R. Holland"}, {"item": "Humanity must forgive 'Humanity', for only then can we be Humane.", "owner": "Ilyas Kassam"}, {"item": "(on forgiveness) Didn't he and I stand together before an all seeing God convicted of the same murder? For I had murdered him with my heart and my tongue.", "owner": "Corrie ten Boom, The Hiding Place: The Triumphant True Story of Corrie Ten Boom"}, {"item": "God's grace is not defined as God being forgiving to us even though we sin. Grace is when God is a source of wholeness, which makes up for my failings. My failings hurt me and others and even the planet, and God's grace to me is that my brokenness is not the final word ... it's that God makes beautiful things out of even my own shit. Grace isn't about God creating humans and flawed beings and then acting all hurt when we inevitably fail and then stepping in like the hero to grant us grace - like saying, \"Oh, it's OK, I'll be the good guy and forgive you.\" It's God saying, \"I love the world too much to let your sin define you and be the final word. I am a God who makes all things new.", "owner": "Nadia Bolz-Weber, Pastrix: The Cranky, Beautiful Faith of a Sinner & Saint"}, {"item": "To be convinced in our hearts that we have forgiveness of sins and peace with God by grace alone is the hardest thing.", "owner": "Martin Luther, Commentary on Galatians"}, {"item": "Do not forget, do not ever forget, that you have promised me to use the money to make yourself an honest man.'Valjean, who did not recall having made any promise, was silent. The bishop had spoken the words slowly and deliberately. He concluded with a solemn emphasis:Jean Valjean, my brother, you no longer belong to what is evil but to what is good. I have bought your soul to save it from black thoughts and the spirit of perdition, and I give it to God.", "owner": "Victor Hugo, Les Misérables"}, {"item": "What you cant forget... God cant remember!", "owner": "John F. MacArthur Jr."}, {"item": "A Short TestamentWhatever harm I may have doneIn all my life in all your wide creationIf I cannot repair itI beg you to repair it,And then there are all the wounded The poor the deaf the lonely and the oldWhom I have roughly dismissedAs if I were not one of them.Where I have wronged them by itAnd cannot make amendsI ask youTo comfort them to overflowing,And where there are lives I may have withered around me,Or lives of strangers far or nearThat I've destroyed in blind complicity,And if I cannot find themOr have no way to serve them,Remember them. I beg you to remember themWhen winter is overAnd all your unimaginable promisesBurst into song on death's bare branches.", "owner": "Anne Porter, Living Things: Collected Poems"}, {"item": "There is nothing noble about suffering except the love and forgiveness with which we meet it. Many believe that if they are suffering they are closer to God, but I have met very few who could keep their heart open to their suffering enough for that to be true. (124)", "owner": "Stephen Levine, A Year to Live: How to Live This Year as If It Were Your Last"}, {"item": "In a recent interview, General Norman Schwartzkof was asked if he thought there was room for forgiveness toward the people who have harboured and abetted the terrorists who perpetrated the 9/11 attacks on America. His answer...\"I believe that forgiving them is God's function. Our job is simply to arrange the meeting.", "owner": "Norman Schwarzkopf"}, {"item": "No, I don't believe it,\" Joseph said. \"From listening to my father and grandfather talk about El Shaddai, I think he's different from the gods of Egypt. I think that none of us could ever be good enough for God. I think of Him as being so good that a human can't even enter His presence. A man would die if he did. I think God's merciful, Rashidi. I think he forgives us because he loves us, just as we forgive our children because we love them. \"Rashidi's eyes brightened. \"A God that loves people! Now there's a new thought!", "owner": "Gilbert Morris, Till Shiloh Comes"}, {"item": "The forgiveness of God is gratuitous liberation from guilt. Paradoxically, the conviction of personal sinfulness becomes the occasion of encounter with the merciful love of the redeeming God. \"There will be more rejoicing in heaven over one sinner repenting...\" (Luke 15:7). In his brokenness, the repentant prodigal knew an intimacy with his father that his sinless, self-righteous brother would never know.", "owner": "Brennan Manning"}, {"item": "The love of God encompasses us.", "owner": "Lailah Gifty Akita"}, {"item": "Be gentle and forbearing with one another and, if one has a difference(a grievance or complaint) against another, readily pardoning each other; even as the Lord has [freely] forgiven you, so must you also [forgive]. ( Colossians 3:13 )", "owner": "Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You"}, {"item": "When men learn to glimpse the Universe through the eyes of the Spirit, all they see is Love", "owner": "Ivan Figueroa-Otero, Spirituality 103, the Forgiveness Code: Finding the Light in Our Shadows"}, {"item": "The dead don't desire revenge, but the happiness of the livng. To dirty your small hands would bring joy to no one.-Kenshin to Eiji", "owner": "Nobuhiro Watsuki"}, {"item": "You are forgiven for your happiness and your successes only if you generously consent to share them.", "owner": "Albert Camus"}, {"item": "…she had nothing to do but to forgive herself and be happier than ever…", "owner": "Jane Austen, Northanger Abbey"}, {"item": "By learning to be more warm-hearted we can create a more compassionate world.", "owner": "Auliq-Ice"}, {"item": "Positive emotions like compassion and loving kindness engender in us a deep sense of peace and serenity, and benefits others as well.", "owner": "Auliq-Ice"}], "pagination": {"size": 20, "total": 10, "current": 1}}