{"contents": [{"item": "Gratitude houses plenitude amidst scarcity.", "owner": "Sravani Saha Nakhro"}, {"item": "Loyalty starts with a demonstration of respect and gratitude.", "owner": "Chip Bell"}, {"item": "In an expression of attitude or building character, we forgot real gratitude. In an artificial expression, we lost our real identity and longing to become something, it's never ending process. So, are you willing to look inside? And take the journey from attitude to gratitude.", "owner": "Abhinav Rajput"}, {"item": "Tea- The sweetness of love,The fragrance of flowers,The comfort of a friend,The warmth of a hug-Such great delight gingerly poured from a single pink teapot.", "owner": "Zakiyya Rosebelle, The Happy Rosy Day Book, Happiness Blossoms: A Keepsake Gratitude Journal"}, {"item": "I looked around and thought about my life. I felt grateful. I noticed every detail. That is the key to time travel. You can only move if you are actually in the moment. You have to be where you are to get where you need to go.", "owner": "Amy Poehler, Yes Please"}, {"item": "Be happy while you live life.", "owner": "Lailah Gifty Akita"}, {"item": "Can't couldn't do it and could did it all.", "owner": "Aaron Walker, View from the Top: Living a Life of Significance"}, {"item": "Every day, in which you exist on earth, be filled with deep gratitude.", "owner": "Lailah Gifty Akita"}, {"item": "She did not even trouble herself much to show Godfrey her gratitude. We may spoil gratitude as we offer it, by insisting on its recognition. To receive honestly is the best thanks for a good thing.", "owner": "George MacDonald, Mary Marston"}, {"item": "Gratitude gets us through the hard stuff...Gratitude always leaves us looking at God and away from dread.", "owner": "Max Lucado, You'll Get Through This: Hope and Help for Your Turbulent Times"}, {"item": "Those who are too arrogant to say thank you find boredom in life. They are often depressed, unhappy and lived an empty life.", "owner": "Sesan Kareem"}, {"item": "Gratitude unlocks the door of opportunities, blessing, greatness and prosperity. Gratitude is your key to a worthy life.", "owner": "Sesan Kareem"}, {"item": "My heart is at ease knowing that what was meant for me will never miss me, and that what misses me was never meant for me.", "owner": "Imam Al-Shafii an 18th century Muslim jurist"}, {"item": "Greed and Lust never say, \"Enough!", "owner": "Ron Brackin"}, {"item": "Gratitude is what you feel. Thanksgiving is what you do.", "owner": "Timothy J. Keller"}, {"item": "Don't let your 'future success' dim the beauty and light that's in front of you right now.", "owner": "Taryn Garland, Love Sum (theLOVESUM.com)"}, {"item": "Gratitude does not mean the absence of solitude, but the presence of a positive attitude in spite of.", "owner": "Gift Gugu Mona"}, {"item": "Sweep away the dirt,Let's get a little messy.Underneath is love.", "owner": "Taryn Garland, Love Sum (theLOVESUM.com)"}, {"item": "Gratitude is a way of life. Gratitude is the way home.", "owner": "Angie karan"}, {"item": "Holding the space for yourself: Embrace the here and now. Embrace the journey. Try not to judge yourself but rather try to accept yourself as you are. Success is measured in staying on the path, not in how many successes or failures you've had along the way. Let gratitude fill your heart, live with love, laugh and enjoy the journey. All of life is a journey.", "owner": "Akiroq Brost"}], "pagination": {"size": 20, "total": 10, "current": 8}}