{"contents": [{"item": "You know your strengths but you must know your weaknesses more.", "owner": "Girdhar Joshi, Some Mistakes Have No Pardon"}, {"item": "We all get scared and want to turn away, but it isn’t always strength that makes you stay. Strength is also making the decision to change your destiny.", "owner": "Zoraida Córdova, Labyrinth Lost"}, {"item": "She had maintained her strength in the face of all this for so long that we had come to take it for granted, but she wasn't bulletproof. She might've been peculiar but she was also human,", "owner": "Ransom Riggs, Hollow City"}, {"item": "Though I’m tempted by the call of the sea, I resist. It can’t claim me.In a way I’m stronger than the waves and I feel good about that.", "owner": "Darren Shan, Bec"}, {"item": "The world was so much more forgiving of strength when it took on the appearance of weakness.", "owner": "Robin Wasserman, Girls on Fire"}, {"item": "...strength is not the absence of vulnerability. Strength is knowing what your weaknesses are and working with them.", "owner": "Terrence Real, How Can I Get Through to You? Closing the Intimacy Gap Between Men and Women"}, {"item": "Sooner\u2029 or \u2029later \u2029it \u2029would \u2029happen: \u2029strength \u2029would \u2029change\u2029 into \u2029consciousness.", "owner": "George Orwell, 1984"}, {"item": "Vulnerability has a strength of its own.", "owner": "William Zinsser"}, {"item": "As one widow put it to me, “Strength doesn’t mean being able to stand up to anything, but being able to crawl on your belly a long, long time before you can stand up again.", "owner": "Mark Matousek, When You're Falling, Dive: Lessons in the Art of Living"}, {"item": "She didn't struggle and soshe didn't grow", "owner": "Paulo Coelho"}, {"item": "Out of your vulnerabilities will come your strength.", "owner": "Anonymous"}, {"item": "Even the strongest of opponents always has a weakness.-Itachi Uchiha", "owner": "Masashi Kishimoto"}, {"item": "Always she thought of him as climbing some mountain in his mind, like that great one to the west on which his eyes would dwell so often and from which he seemed to derive something that was even more than strength.", "owner": "Elizabeth Yates, Amos Fortune, Free Man"}, {"item": "If you are weak then it can be your strength", "owner": "Herbern Lebumfacil"}, {"item": "Your weakness is your strength", "owner": "Herbern Lebumfacil"}, {"item": "Sometimes it felt like no one was ever there for her. Everyone thought she was so strong. And she was, for the most part. But that didn’t mean she never needed anyone to lean on.", "owner": "Michelle Madow, Diamonds are Forever"}, {"item": "The strength I'm looking for isn't the type where you win or lose. I'm not after a wall that'll repel power coming from outside. What I want us the kind of strength to be able to absorb that kind of power, to stand up to it. The strength to quietly endure things - unfairness, misfortunes, sadness, mistakes, misunderstandings.", "owner": "Haruki Murakami"}, {"item": "Writing can be a source of strength-Wang Liang", "owner": "Xinran, Sky Burial: An Epic Love Story of Tibet"}, {"item": "He can transform the incapability in you to do what the capables, even together, cannot do.", "owner": "Steven Chopade"}, {"item": "Neither super strength, nor telepathy, nor flight, nor telekinesis, nor any aberrant ability will ever be as great as the innate ability that a woman has when she is able to control her own mind.", "owner": "Kenn Bivins, the Wedding & Disaster of Felona Mabel"}], "pagination": {"size": 20, "total": 10, "current": 3}}