{
    "contents": [
        {
            "item": "So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family.",
            "owner": "George Carlin, Brain Droppings"
        },
        {
            "item": "Dead. Never been that before. Not even once.",
            "owner": "Jasper Fforde, First Among Sequels"
        },
        {
            "item": "And in what fairy tale would John ever be any sane person's idea of Prince Charming anyway? He was the opposite of charming. More like Prince Terrifying.",
            "owner": "Meg Cabot, Abandon"
        },
        {
            "item": "As for Gussie Finknottle, many an experienced undertaker would have been deceived by his appearance and started embalming on sight.",
            "owner": "P.G. Wodehouse"
        },
        {
            "item": "Death doesn't care about personalities - he's more interested in meeting quotas.",
            "owner": "Jasper Fforde, Something Rotten"
        },
        {
            "item": "Did you get notes for me?\"\"No\", Ronan replied,\"I thought you were dead in a ditch.",
            "owner": "Maggie Stiefvater, The Raven Boys"
        },
        {
            "item": "You only live twice:Once when you are bornAnd once when you look death in the face",
            "owner": "Ian Fleming, You Only Live Twice"
        },
        {
            "item": "You were born a child of light’s wonderful secret— you return to the beauty you have always been.",
            "owner": "Aberjhani, Visions of a Skylark Dressed in Black"
        },
        {
            "item": "To study philosophy is nothing but to prepare one’s self to die.",
            "owner": "Marcus Tullius Cicero"
        },
        {
            "item": "Don't fear the gods,Don't worry about death;What is good is easy to get, andWhat is terrible is easy to endure.",
            "owner": "Epicurus, The Epicurus Reader: Selected Writings and Testimonia"
        },
        {
            "item": "Neither the sun nor death can be looked at steadily.",
            "owner": "François de La Rochefoucauld"
        },
        {
            "item": "Life is a bitter sweet journey my friend, a bitter sweet journey.",
            "owner": "Luellen Hoffman"
        },
        {
            "item": "Because each of you has his or her own death, you carry it with you in a secret place from the moment you're born, it belongs to you and you belong to it.",
            "owner": "José Saramago"
        },
        {
            "item": "To pursue wisdom is to live in such a way that one is prepared to face death when it comes. (247)",
            "owner": "Gregory Bassham, The Ultimate Harry Potter and Philosophy: Hogwarts for Muggles"
        },
        {
            "item": "You were free, you are free and you will be free.",
            "owner": "Santosh Kalwar"
        },
        {
            "item": "When we die, as when the scenes have been fixed on to celluloid and the scenery is pulled down and burnt — we are phantoms in the memories of our descendants. Then we are ghosts, my dear, then we are myths. But still we are together. We are the past together, we are a distant past. Beneath the dome of the mysterious stars, I still hear your voice.",
            "owner": "Jostein Gaarder, Maya"
        },
        {
            "item": "Love taught me to die with dignity that I might come forth anew in splendor. Born once of flesh, then again of fire, I was reborn a third time to the sound of my name humming haikus in heaven’s mouth.",
            "owner": "Aberjhani, The River of Winged Dreams"
        },
        {
            "item": "We love ourselves notwithstanding our faults, and we ought to love our friends in like manner.",
            "owner": "Cyrus the Great"
        },
        {
            "item": "The awful thing is that if i can forget they're people, it will be no different at all",
            "owner": "Suzanne Collins"
        },
        {
            "item": "Vivo sin vivir en mí... muero porque no muero. (I live without really being alive... I die because I am not dying.)",
            "owner": "Teresa of Ávila"
        }
    ],
    "pagination": {
        "size": 20,
        "total": 10,
        "current": 8
    }
}