{"contents": [{"item": "Shizuo Heiwajima, the strongest man in Ikebukuro: \"I just want the ability to control myself. That's the kind of strength I want.", "owner": "Ryohgo Narita, Durarara!! Saika Arc, Vol. 1"}, {"item": "words are much stronger than I am.", "owner": "Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice"}, {"item": "Levels are just numbers. In this world, strength is just an illusion. There are more important things -Kirito", "owner": "Reki Kawahara"}, {"item": "Devo farmi le ossa is how they say it in Italian. “I need to make my bones.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "In her heart she is a mourner for those who have not survived. In her soul she is a warrior for those who are now as she was then. In her life she is both celebrant and proof of women's capacity and will to survive, to become, to act, to change self and society. And each year she is stronger and there are more of her.", "owner": "Andrea Dworkin"}, {"item": "I can see myself now, she said. And I can see what I want to be, ten years from now. But I don't understand how I'm going to get from here to there.", "owner": "Jodi Picoult, The Pact"}, {"item": "Women already come equipped with a core of steel fiber strength, depths of resolve a man cannot comprehend. It’s not the dynamic strength men have, all power and show. It’s a strength of endurance, fortitude. It is the strength that allows women to conceive life and to carry that life until the day it can stand on its own.", "owner": "James R. Tuck, Blood and Silver"}, {"item": "Lifes like a game of cards, sometimes you get delt a shit hand, Work with what you got, and never show your weaknesses. Keep a poker face no matter what.", "owner": "Logan Zane Hessefort"}, {"item": "Because we are the only women who are mothers of men.\" Gorgo: when asked by a woman from Attica why Spartan women were the only women in the world who could rule men.", "owner": "Gorgos"}, {"item": "I'm not weak, I've just been strong for to long.", "owner": "Henry kenny lee"}, {"item": "Then Samson said. With a donkeys jawbone I have made donkeys of them. With a donkey's jawbone I have killed a thousand of them.", "owner": "Anonymous"}, {"item": "They go from strength to strength.", "owner": "Bible"}, {"item": "I feel like a Bull Moose.", "owner": "Theodore Roosevelt"}, {"item": "Three things give hardy strength: sleeping on hairy mattresses  breathing cold air  and eating dry food.", "owner": "Welsh proverb"}, {"item": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.", "owner": "Thomas Jefferson"}, {"item": "When you expand a business as fast as McDonald's did, part of the strength you have is the process and the efficiency.", "owner": "Steve Easterbrook"}, {"item": "Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.", "owner": "Stephen Moyer"}, {"item": "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.", "owner": "Rick Warren"}, {"item": "I place no hope in my strength, nor in my works: but all my confidence is in God my protector, who never abandons those who have put all their hope and thought in him.", "owner": "Francois Rabelais"}, {"item": "I think you make the best with what you've got, you know? Sometimes you have very little. And you just always try to rise to higher ground, because you're going to suffer one way or the other, so you just hope that you have strength and perseverance and good friends and faith, some kind of faith, to endure and move on to greener pastures.", "owner": "Pierce Brosnan"}], "pagination": {"size": 20, "total": 10, "current": 6}}