{"contents": [{"item": "She was just so sad. Her whole face hung with it, like sadness was her personal gravity.", "owner": "Michelle Tea, Valencia"}, {"item": "Women share their sadness, thought Edith. Their joy they like to show off to one another. Victory, triumph over the odds, calls for an audience. And that air of bustle and exigence sometimes affected by the sexually loquacious - that is for the benefit of other women. No solidarity then.", "owner": "Anita Brookner"}, {"item": "I was so sad that day. My heart was trying to climb from my body.", "owner": "Michelle Tea, Valencia"}, {"item": "And in the end blood and tears are alike because they stop too.", "owner": "Elizabeth Scott, Living Dead Girl"}, {"item": "When you love and already have someone,you should keep the promise you take!Because you don't know, how dangerous or weak can love do.-when you hurt someone's heart.You don't notice but suddenly you losing that person.", "owner": "Redzel Romulo"}, {"item": "Same shit, different day, he thinks, but now the joy is gone and the sadness is back, the sadness that feels like something deserved, the price of some not-quite-forgotten betrayal.", "owner": "Stephen King, Dreamcatcher"}, {"item": "Thirteen days. Almost two weeks. And, just five days in, she had learned a fundamental truth about time: Like the accordion on which sometimes played old Pashto songs were played, time stretched and contracted depending on his absence or presence.", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "Thirteen days. Almost two weeks. And, just five days in, she had learned a fundamental truth about time: Like the accordion on which old Pashto songs were sometimes played, time stretched and contracted depending on his absence or presence.", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "She remembered all too well how time had dragged without him, how she had shuffled about feeling waylaid, out of balance. How she could ever cope with his permanent absence?", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "Great sadnesses … they are the moments when something new has entered into us, something unknown; our feelings grow mute in shy perplexity, everything in us withdraws, a stillness comes, and the new, which no one knows, stands in the midst of it and is silent.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "I have learned that when sadness comes to visit me, all I can do is say “I see you.” I spend some time with it, get up, and say goodbye.I don’t push it away, I own it. And because I own it, I let it go.", "owner": "Carolina Zacaria"}, {"item": "the sadness will ebbthe trouble is the time it might take", "owner": "David Levithan, The Realm of Possibility"}, {"item": "Suicide is the way OUT of life, but, leaving everyone behind is the way INTO sadness.", "owner": "TheKatAttack"}, {"item": "Practically all the sadness we experience in life comes from our feeling sorry for ourselves.", "owner": "Marty Rubin"}, {"item": "Almost all sadness comes from feeling sorry for oneself.", "owner": "Marty Rubin"}, {"item": "There are no sad days, only sad thoughts.", "owner": "Marty Rubin"}, {"item": "The voice had an extraordinary sadness. Pure from all body, pure from all passion, going out into the world, solitary, unanswered, breaking against rocks—so it sounded.", "owner": "Virginia Woolf, Jacob's Room"}, {"item": "I wish I didn’t have a heart that God wrote Sad on.", "owner": "Benjamin Alire Sáenz, Last Night I Sang to the Monster"}, {"item": "Tina nods sagely and says yes and then something in Plautdietsch, probably something like heck yeah do we ever know what sad is. Sadness is what holds our bones in place.", "owner": "Miriam Toews, All My Puny Sorrows"}, {"item": "You know you may feel very sad like a child whose toy is broken; but then you know sun rises, life continues and you start laughing again!", "owner": "Mehmet Murat ildan"}], "pagination": {"size": 20, "total": 8, "current": 4}}