{"contents": [{"item": "Forgiving yourself and others gives your spirit freedom", "owner": "Latorria Freeman, Turn My Life Around Discovering Your Purpose"}, {"item": "Is it your implication that no good will come of this expedition?’‘Oh it will, sir; there’s no denying that.’ Captain Chillingworth’s words emerged very slowly, as if they had been pulled up from a deep well of bitterness. ‘I am sure it will do a great deal of good for some of us. But I doubt I’ll be of that number, or that many Chinamen will. The truth is, sir, that men do what their power permits them to do. We are no different from the Pharaohs or the Mongols: the difference is only that when we kill people we feel compelled to pretend that it is for some higher cause. It is this pretence of virtue, I promise you, that will never be forgiven by history.", "owner": "Amitav Ghosh"}, {"item": "I’ve learned that you cannot be bitter and happy. You cannot be pitiful and powerful at the same time, you have to choose one of them. If you’ve had a lot of people that have hurt you, then you won’t help yourself by being bitter, resentful and pitiful about it. Forgiveness is freedom, and forgiveness is power.", "owner": "Jeanette Coron"}, {"item": "Forgiveness is a powerful cure.", "owner": "Sue Fitzmaurice"}, {"item": "Sin drains strength.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It is hard to focus on going forwards when you are looking backwards.", "owner": "Gillian Duce"}, {"item": "You can love them, forgive them, want good things for them…but still move on without them.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "It is only when the mind is free from the old that it meets everything anew, and in that there is joy.", "owner": "Jiddu Krishnamurti"}, {"item": "Forgiveness is the joy of friendship.", "owner": "Lailah Gifty Akita"}, {"item": "Make peace with others. The only thing you can change about the past is the damage you may have done to relationships. You may need to make amends with some people and say sorry. Sometimes it feels like we have unfinished business if we leave something in a state of tension. Break the ice, admit you were wrong, and then you and the other person can let go of any bitterness and move on. Sometimes God won't let us rest with ourselves and be at peace unless we take care of certain things. The Bible says in Matthew 5, \"Therefore if you are presenting your offering at the altar, and there remember that your brother has something against you, leave your offering there before the altar and go; first be reconciled to your brother, and then come and present your offering.\" Another good verse that is related to this is in Mark 11, \"Whenever you stand praying, forgive, if you have anything against anyone, so that your Father who is in heaven will also forgive you your transgressions. But if you do not forgive, neither will your Father who is in heaven forgive your transgressions.\" So we need to forgive others and we need to ask for their forgiveness if we have done them wrong. When Jesus was asked how many times we have to forgive others He said 70 times 7, as in, countless times. Joyce Meyer says, \"Do yourself a favor and forgive,\" because you will never truly have peace until you forgive everyone and anyone who has done you wrong. Amen.", "owner": "Lisa Bedrick, The Life of a Christian"}, {"item": "One of the most devastating symptoms of pride is the unwillingness to forgive.", "owner": "Wayne Gerard Trotman, Kaya Abaniah and the Father of the Forest"}, {"item": "Forgiveness is a very curious thing, in that you must not only know how to forgive; but you must also know how to accept forgiveness. Both of these aspects are equally important. When someone forgives you— believe it.", "owner": "C. JoyBell C."}, {"item": "The weak can never forgive. Forgiveness is the attribute of the strong.", "owner": "Mahatma Gandhi, All Men are Brothers: Autobiographical Reflections"}, {"item": "It takes strength to forgive and love unconditionally,a nd you have that strength, Savannah. It´s what makes you shine.", "owner": "Michelle Madow, Diamonds are Forever"}, {"item": "The mercy of forgiveness is brought from the strength to accept any situation given and faced. Spiritual independence and humbleness toward life makes life like a flowing river of release. What happens will happen anyways, and everybody can make mistakes. The important thing is to learn how to make a better future from the mistake.", "owner": "Hiroko Sakai"}, {"item": "Never does the human soul appear so strong as when it forgoes revenge, and dares forgive an injury.", "owner": "Edwin Hubbell Chapin"}, {"item": "Find mebeneath your tongue,but not with other lipsnor by another tongueFind melet your yearning run wild as thirst seeks wateras silence seeks the soundFind meand I will be on my way...", "owner": "Efrat Cybulkiewicz"}, {"item": "I kindly ask you to place your name in 1 Corinthians 13:4-6. And read it out loud. This verse will help you reflect on your own behavior, to become the right type of person for yourself and others.", "owner": "Efrat Cybulkiewicz"}, {"item": "We forget the good people do, but remember the not-so-good they might have intentionally or intentionally done !Be Brave and Forgive !", "owner": "Sham Hinduja"}, {"item": "There are times in every person’s life when they feel lonely, isolated, like maybe they don’t belong. For adoptees, this is often exacerbated by the circumstances. Because you were given up, you have a built-in scapegoat; you can blame everything that you feel on the fact that you were adopted. But, I want you to know that this is a fallacy. Finding your biological parents will not fill in the void that you feel. You will get answers to your questions, but no one can fill in the missing pieces except for you. Before you go on a search, take the time to get to know yourself very well. Heal the hurts you’ve experienced. Acknowledge the past and how it has affected you. Become a whole person who is seeking roots, not a damaged person who is seeking fulfillment.", "owner": "Janet Louise Stephenson, Who Gives Up Adorable Little Girls Anyway?"}], "pagination": {"size": 20, "total": 10, "current": 7}}