{"contents": [{"item": "Sometimes the ones you trust aren't the most trustworthy. Just better actors.", "owner": "Veronica Blade, Something Witchy This Way Comes"}, {"item": "I didn’t like trusting, I didn’t like setting greater than mild expectations,", "owner": "Penny Reid, Neanderthal Seeks Human"}, {"item": "When someone talks about their problems, it doesn't just mean they're complaining, it means they trust you enough to tell you.", "owner": "Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics"}, {"item": "I’d rather trust and regret than doubt and regret. - Kirito", "owner": "Reki Kawahara"}, {"item": "Trust is a hard thing to win back.", "owner": "Behnam Rajabpoor"}, {"item": "Trust is not a passive state of mind. It is a vigorous act of the soul by which we choose to lay hold on the promises of God and cling to them despite the adversity that at times seeks to overwhelms us.", "owner": "Jerry Bridges, Trusting God: Even When Life Hurts"}, {"item": "If I'm not telling you something, it's for a reason. Just because you trust me, it doesn't mean I have to automatically trust you. Trust doesn't work like that.", "owner": "David Levithan, Every Day"}, {"item": "Trust means everything. But when it is broken, sorry mean nothing.", "owner": "Alex Jiang"}, {"item": "Like some dogs: kick them once and they never trust you again, no matter how nice you are to them.", "owner": "Stephen King, The Green Mile"}, {"item": "Trust was now a four-letter word.", "owner": "Ally Blake, Getting Red-Hot with the Rogue"}, {"item": "If you can't trust, you can't be trustworthy.", "owner": "Craig Ferguson, Between the Bridge and the River"}, {"item": "To be fair, I am not the same man. The one who listened. The one who believed her.", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "when there is a bit mistrust, jealousy will arise and ended with misunderstanding", "owner": "Tun Teja"}, {"item": "Trust is the delusion of truth with ill fated consequences", "owner": "Ivan Yelkin"}, {"item": "The truth begins where trust ends.", "owner": "Ivan Yelkin"}, {"item": "None should say : 'I can trust,' or 'I cannot trust' until he is a master of the option, of trusting or not trusting.", "owner": "Idries Shah, Reflections"}, {"item": "When did you trust someone to hold a truth as carefully as you did?", "owner": "Martine Murray, The Wilful Eye"}, {"item": "I wondered then if there could ever be trust in a relationship based from the outset upon deceiving other people.", "owner": "Catherine Sanderson, Petite Anglaise"}, {"item": "His steps slowed to a stop. “Why?” His voice was a ghost in the quiet. “Why give me your trust when you know it is such an easy thing to break?”“Perhaps the easy giving of it will make it harder to break", "owner": "Kristen Callihan, Firelight"}, {"item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust him.", "owner": "Katherine Boo"}], "pagination": {"size": 20, "total": 10, "current": 8}}