{"contents": [{"item": "Practicing mindfulness enables us to become a real person. When we are a real person, we see real people around us, and life is present in all its richness.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "We all exist as part of a wonderful stream of life.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Since we cling to our hope in the future, we do not focus our energies and capabilities on the present moment", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "A wave has a right to live her life as a wave, but she must also learn to live her life as water because she is not only a wave. She is also water. And water lives without the fear carried by the wave.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "The practice of peace and reconciliation is one of the most vital and artistic of human actions.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "In us, there is a river of feelings, in which every drop of water is a different feeling, and each feeling relies on all the others for its existence. To observe it, we just sit on the bank of the river and identify each feeling as it surfaces, flows by, and disappears.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "I am a continuation like the rain is the continuation of the cloud.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Things cannot stay the same because they are influenced by everything else, everything that is not itself.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Just because we do not perceive something, it is not correct to say it does not exist.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Thanks to impermanence, everything is possible. Life itself is possible. If a grain of corn is not impermanent, it can never be transformed into a stalk of corn. If the stalk were not impermanent, it could never provide us with the ear of corn we eat.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Impermanence means that everything changes and that nothing remains the same in any consecutive moments. And although things change every moment, they still cannot be accurately described as the same or as different from what they were a moment ago.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Emptiness is not the opposite of existence. It is not nothingness or annihilation.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Direct experience is the only way.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Nourish yourself every day with the wonderful things that life has to offer you. Nourish yourself in the present moment. Walk in the kingdom of God.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "We can only accept teachings that we have put into practice with our own awakened understanding and that we can see with our own experience to be true.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Don't chase after your thoughts as a shadow follows its object. Don't run after your thoughts. Find joy and peace in this very moment .", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "The present moment is the only time over which we have dominion. The most important person is always the person you are with, who is right before you,", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "When a feeling or thought arises, your intention should not be to chase it away, even if by continuing to concentrate on the breath the feeling or thought passes naturally from the mind. The intention isn't to chase it away, hate it, worry about it, or be frightened by it. So what exactly should you be doing concerning such thoughts and feelings? Simply acknowledge their presence.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "...didn't need to waste so much time envisioning some vague horribleness awaiting me in my future.", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "While practicing mindfulness, don't be dominated by the distinction between good and evil, thus creating a battle within oneself.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}], "pagination": {"size": 20, "total": 7, "current": 3}}