{"contents": [{"item": "You always hear all these statements like \"Freedom isn't free.\" You hear the President talking about all these people making sacrifices. But you never really know until you carry one of them in a casket. When you feel their bodyweight. When you feel them. That's when you know. That's when you understand.", "owner": "Jim Sheeler, Final Salute: A Story of Unfinished Lives"}, {"item": "The freer a society is, the more it leaves the family alone.", "owner": "Peter Hitchens, The Abolition of Britain: From Winston Churchill to Princess Diana"}, {"item": "Mother, who has an absolute belief that it is not the cards that one is dealt in life, it is how one plays them, is, by far, the highest card I was dealt.", "owner": "Kay Redfield Jamison, An Unquiet Mind: A Memoir of Moods and Madness"}, {"item": "Snow stepped forward and slapped Josette, who slapped her back. Emmaline dropped the spoon and slapped them both - she had never slapped her child, or any child, before that moment. It happened so quickly - like a scene choreographed by the Three Stooges, which was what saved it. Emmaline started crying, then Snow. The three of them clung together.I want to cut off my hand, wept Emmaline. I never slapped you girls before.We should each cut our hands off, wailed Snow.Then making frybread two of us will have to stand together, you know, like each use our remaining hand, pat, pat. Josette and Snow demonstrated.Pat, pat, how pitiful, cry-laughed Emmaline.", "owner": "Louise Erdrich, LaRose"}, {"item": "To steel yourself against mangoes showed a degree of iciness that was almost inhuman.", "owner": "Vikram Seth"}, {"item": "A notable politician once said that it takes a village to raise a child. She forgot that it takes a family to raise a village. And the destruction of the family, largely due to policies and movements that she supports, has razed the village to the ground.", "owner": "Eric Robert Morse, The Economic Theory of Sex: Industrialism, Feminism, and the Disintegration of the Family"}, {"item": "Don’t BELIEVE everything you read and see on the socialmedia! Don’t let LIKES & RT brainwash your mind, take control over your time and take you away from your life, family & responsibilities!", "owner": "Lily Amis"}, {"item": "The woman is the home. That's where she used to be, and that's where she still is. You might ask me, What if a man tries to be part of the home -- will the woman let him? I answer yes. Because the he becomes one of the children.", "owner": "Marguerite Duras"}, {"item": "When she can't bring me to heal with scolding, she bends me to shape with guilt.", "owner": "Libba Bray, The Sweet Far Thing"}, {"item": "In a shelter meant for battered women, there were only two reasons a person would decide to leave. One, she had decided to launch out on her own and begin a new life. Or two, she had decided to go back to someone who had hurt her.", "owner": "Deborah Bedford, A Morning Like This"}, {"item": "It’s the angle. You can’t see me from where you’re standing.", "owner": "Susan Rieger, The Heirs"}, {"item": "In the history of American fatherhood, there have been roughly three stages, each a response to economic change. In the first, agrarian stage, a father trained and disciplined his son for employment, and often offered him work on the farm, while his wife brought up the girls. (For blacks, this stage began after slavery ended.) As economic life and vocational training moved out of the family in the early nineteenth century, fathers left more of the child-rearing to their wives. According to the historian John Nash, in both these stages, fathers were often distant and stern. Not until the early twentieth century, when increasing numbers of women developed identities, beyond brief jobs before marriage, in the schoolhouse, factory, and office, did the culture discover the idea that \"father was friendly\". In the early 1950s, popular magazines began to offer articles with titles such as \"Fathers Are Parents Too\" and \"It's Time Father Got Back into the Family\". Today, we are in the third stage of economic development but the second stage of fatherhood.", "owner": "Arlie Russell Hochschild, The Second Shift"}, {"item": "When sisters stand shoulder to shoulder, who stands a chance against us?", "owner": "Pam Brown"}, {"item": "Headship is the divine calling of a husband to take primary responsibility for Christ-like, servant leadership, protection, and provision in the home.", "owner": "John Piper, This Momentary Marriage: A Parable of Permanence"}, {"item": "Show me a family of readers, and I will show you the people who move the world.", "owner": "Napoléon Bonaparte"}, {"item": "…the traditional family structure that More supported in her writings enabled women to 'be intelligent, rational, virtuous, and noble creatures, capable of great intellectual and moral achievements. They had the potential for immense influence on their husbands and sons, on their relations, their servants, and the poor.' More held, therefore, … 'the ideal of rational domesticity helped to liberate the individual within a supportive family framework.", "owner": "Karen Swallow Prior, Fierce Convictions: The Extraordinary Life of Hannah More—Poet, Reformer, Abolitionist"}, {"item": "I went to my grandmother, your great-great-grandmother, and asked her to write a letter. She was my mother's mother. Your father's mother's mother's mother. I hardly knew her. I didn't have any interest in knowing her. I have no need for the past, I thought, like a child. I did not consider that the past might have a need for me.What kind of letter? my grandmother asked.I told her to write whatever she wanted to write.You want a letter from me? she asked.I told her yes.Oh, God bless you, she said.The letter she gave me was sixty-seven pages long. It was the story of her life. She made my request into her own. Listen to me.", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "When you study history, you're really studying yourself. Every bit of history I've uncovered about my own family has some remnant in myself.", "owner": "John Sedgwick"}, {"item": "The contents of a house can trigger all sorts of revisions to family history.", "owner": "Louise Erdrich, The Painted Drum"}, {"item": "The Scottish sun, shocked by having its usual cloudy underpinnings stripped away, shone feverishly, embarrassed by its nakedness.", "owner": "Stuart Haddon"}], "pagination": {"size": 20, "total": 10, "current": 8}}