{"contents": [{"item": "I am extraordinarily patient  provided I get my own way in the end.", "owner": "Margaret Thatcher"}, {"item": "If you want your ship to come in  you must build a dock.", "owner": "Anonymous"}, {"item": "By perseverance the snails reached the ark.", "owner": "Charles Haddon Spurgeon"}, {"item": "Hope: A pathological belief in the occurrence of the impossible.", "owner": "H. L. Mencken"}, {"item": "Do not free a camel of the burden of his hump  you may be freeing him from being a camel.", "owner": "G. K. Chesterton"}, {"item": "Experience is a hard teacher. She gives the test first  the lesson afterwards.", "owner": "Anonymous"}, {"item": "Ideas are a dime a dozen. People who put them into action are priceless.", "owner": "Anonymous"}, {"item": "As an entrepreneur  I am often asked how I kept my perseverance. Well  persevere comes from the Latin roots purse  as in \"money \" and sever  as in \"cut off.\" That's why I persevered.", "owner": "Brian Morgan"}, {"item": "Perseverance is not a long race  it is many short races  one after another.", "owner": "Walter Elliott"}, {"item": "The waters wear the stones.", "owner": "Anonymous"}, {"item": "Victory belongs to the most persevering.", "owner": "Napoleon"}, {"item": "Many strokes  though with a little axe  Hew down and fell the hardest-timber'd oak.", "owner": "William Shakespeare"}, {"item": "Do what you love. Know your own bone  gnaw at it  bury it  unearth it  and gnaw it still.", "owner": "Henry David Thoreau"}, {"item": "The movie business can be very frustrating and very circuitous; there's no straight path. You have to have tremendous perseverance, dedication and passion. You have to want it very, very badly and you have to deal with a lot of rejection.", "owner": "Denise Di Novi"}, {"item": "Grit is that 'extra something' that separates the most successful people from the rest. It's the passion, perseverance, and stamina that we must channel in order to stick with our dreams until they become a reality.", "owner": "Travis Bradberry"}, {"item": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure.", "owner": "George Eliot"}, {"item": "As a leader, these attributes - confidence, perseverance, work ethic and good sense - are all things I look for in people. I also try to lead by example and create an environment where good questions and good ideas can come from anyone.", "owner": "Heather Bresch"}, {"item": "Great works are performed not by strength but by perseverance.", "owner": "Samuel Johnson"}, {"item": "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.", "owner": "Thomas Carlyle"}, {"item": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.", "owner": "Samuel Johnson"}], "pagination": {"size": 20, "total": 9, "current": 6}}