{"contents": [{"item": "One of my greatest difficulties in consenting to think of religion was that I thought I should have to give up my beautiful thoughts and my love for the things God has made. But I find that the happiness springing from all things not in themselves sinful is much increased by religion. God is the God of the Beautiful—Religion is the love of the Beautiful, and Heaven is the Home of the Beautiful—-Nature is tenfold brighter in the Sun of Righteousness, and my love of Nature is more intense since I became a Christian—-if indeed I am one. God has not given me such thoughts and forbidden me to enjoy them.", "owner": "George MacDonald"}, {"item": "I am a hunter of beauty and I move slow and I keep the eyes wide, every fiber of every muscle sensing all wonder and this is the thrill of the hunt and I could be an expert on the life full, the beauty meat that lurks in every moment.I hunger to taste life.God.", "owner": "Ann Voskamp, One Thousand Gifts: A Dare to Live Fully Right Where You Are"}, {"item": "Good human work honors God's work. Good work uses no thing without respect, both for what it is in itself and for its origin. It uses neither tool nor material that it does not respect and that it does not love. It honors nature as a great mystery and power, as an indispensable teacher, and as the inescapable judge of all work of human hands. It does not dissociate life and work, or pleasure and work, or love and work, or usefulness and beauty. To work without pleasure or affection, to make a product that is not both useful and beautiful, is to dishonor God, nature, the thing that is made, and whomever it is made for. This is blasphemy: to make shoddy work of the work of God. But such blasphemy is not possible when the entire Creation is understood as holy and when the works of God are understood as embodying and thus revealing His spirit. (pg. 312, Christianity and the Survival of Creation)", "owner": "Wendell Berry, The Art of the Commonplace: The Agrarian Essays"}, {"item": "If I could take a bite of the whole worldAnd feel it on my palateI’d be more happy for a minute or so...But I don’t always want to be happy.Sometimes you have to beUnhappy to be natural...Not every day is sunny.When there’s been no rain for a while, you pray for it to come.So I take unhappiness with happinessNaturally, like someone who doesn’t find it strangeThat there are mountains and plainsAnd that there are cliffs and grass...What you need is to be natural and calmIn happiness and in unhappiness,To feel like someone seeing,To think like someone walking,And when it’s time to die, remember the day dies,And the sunset is beautiful, and the endless night is beautiful...That’s how it is and that’s how it should be...", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Nobody is worthy to be loved. The fact that God loves man shows us that in the divine order of ideal things it is written that eternal love is to be given to what is eternally unworthy. Or if that phrase seems to be a bitter one to bear, let us say that everybody is worthy of love, except him who thinks he is.", "owner": "Oscar Wilde, De Profundis"}, {"item": "Isn’t that the way God works? She’d thought. He takes the things in our lives that are ugly, disgusting, and downright wicked, and transforms them into something magnificent.", "owner": "J.E.B. Spredemann, An Unforgivable Secret"}, {"item": "i'd rather be beautiful on thee inside where it is never seen by the world but always seen by the one true living God", "owner": "Samone Sherrell"}, {"item": "But saints and angels behold that glory of God which consists in the beauty of His holiness; and it is this sight only that will melt and humble the hearts of men, wean them from the world, draw them to God, and effectually change them. A sight of the awful greatness of God may overpower men's strength, and be more than they can endure; but if the moral beauty of God be hid, the enmity of the heart will remain in its full strength. No love will be enkindled; the will, instead of being effectually gained, will remain inflexible. But the first glimpse of the moral and spiritual glory of God shining into the heart produces all these effects as it were with omnipotent power, which nothing can withstand.", "owner": "Jonathan Edwards, The Religious Affections"}, {"item": "What does this think about that?Nothing thinks about anything.Does the earth have consciousness of its stones and plants?If it did, it would be people. . .Why am I worrying about this?If I think about these things,I’ll stop seeing trees and plantsAnd stop seeing the EarthFor only seeing my thoughts...I’ll get unhappy and stay in the dark.And so, without thinking, I have the Earth and the Sky.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Praise be to God I’m not good,And have the natural egotism of flowersAnd rivers following their bedPreoccupied without knowing itOnly with blooming and flowing.This is the only mission in the World,This—to exist clearly,And to know how to do it without thinking about it.)", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Come to think of it, maybe God is a He after all, because only a cruel force would create something this beautiful and make it inaccessible to most people.", "owner": "Raquel Cepeda, Bird of Paradise: How I Became Latina"}, {"item": "Beauty, then, is not mere decoration, but rather an essential element of the liturgical action, since it is an attribute of God himself and his revelation. These considerations should make us realize the care which is needed, if the liturgical action is to reflect its innate splendour.", "owner": "Pope Benedict XVI"}, {"item": "For this will cure him that is sick, and rouse him that is in dumps; one that has loved, it will remember of it; one that has not, it will instruct. For there was never any yet that wholly could escape love, and never shall there be any, never so long as beauty shall be, never so long as eyes can see. But help me that God to write the passions of others; and while I write, keep me in my own right wits.", "owner": "Longus, Daphnis and Chloe : The Love Romances of Parthenius and other fragments"}, {"item": "Believe in God is the beauty of being.", "owner": "Lailah Gifty Akita"}, {"item": "Ever since that troublemaker Eve handed that gullible Adam the fruit of the Tree of Knowledge of Good and Evil, they say, human beings have been continuously messing up and suffering the consequences. But in the depths of your darkest despair your Beloved calls to you: \"Look,\" he says, and opens the fathomless beautiful wound of his heart so that you can peer inside. All creation is nestled there, bathed in beauty. \"Do you see any sin here?\" he asks. \"Do you detect a shred of retribution?\" You do not. All you perceive, from horizon to endless horizon, is love.", "owner": "Mirabai Starr, The Showings of Julian of Norwich: A New Translation"}, {"item": "It is amazing how complete is the delusion that beauty is goodness.", "owner": "Leo Tolstoy, The Kreutzer Sonata"}, {"item": "If she could no longer be called beautiful, she possessed something better-a knowledge of beauty; it’s inflated value, it’s inevitable loss.", "owner": "Hilary Thayer Hamann, Anthropology of an American Girl"}, {"item": "Health, peace of mind, peak performance, and success in any area of life all depend upon doing the right thing at the right time, in harmony with the cycles of the Four Seasons.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "I am that I ama Goddess, a Godentitled to the deepest and most beautiful sensationsoffered by Heaven and EarthIn love I trustIn Wisdom I am revealed", "owner": "Ramon Ravenswood, Twilight Zone Encounters"}, {"item": "We don't really change. We finally begin to live a life that is true to our values.", "owner": "Anthea Syrokou, Eventually Julie"}], "pagination": {"size": 20, "total": 10, "current": 6}}