{"contents": [{"item": "The connection between art and Christ is like the connection between sunlight and the sun. It is, in fact, the connection between Sonlight and the Son.", "owner": "Peter Kreeft, Jesus-Shock"}, {"item": "When Coleridge tried to define beauty, he returned always to one deep thought; beauty, he said, is unity in variety! Science is nothing else than the search to discover unity in the wild variety of nature,—or, more exactly, in the variety of our experience. Poetry, painting, the arts are the same search, in Coleridge’s phrase, for unity in variety.", "owner": "Bronowski"}, {"item": "With his night-cap and his night-shirt tatters,He botches up the loop-holes in the structure of the world.", "owner": "Heinrich Heine"}, {"item": "When I draw I don't capture your likeness. I capture your soul.", "owner": "Anthony T. Hincks"}, {"item": "I do not think it possible to convey the moral energy that went into this division between abstraction and realism, from both sides, in those years. It had an almost theological intensity, and in another stage of civilization there would certainly have been burnings at stake.", "owner": "Arthur C. Danto, After the End of Art: Contemporary Art and the Pale of History"}, {"item": "Art is the lie that enables us to realize the truth.", "owner": "Pablo Picasso"}, {"item": "Art should comfort the disturbed and disturb the comfortable.", "owner": "Banksy"}, {"item": "Writing fiction is the act of weaving a series of lies to arrive at a greater truth.", "owner": "Khaled Hosseini"}, {"item": "We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies.", "owner": "Pablo Picasso"}, {"item": "We have our Arts so we won't die of Truth", "owner": "Ray Bradbury, Zen in the Art of Writing"}, {"item": "The greatest art belongs to the world. Do not be intimidated by the experts. Trust your instincts. Do not be afraid to go against what you were taught, or what you were told to see or believe. Every person, every set of eyes, has the right to the truth.", "owner": "Blue Balliett, Chasing Vermeer"}, {"item": "A scientist can pretend that his work isn't himself, it's merely the impersonal truth. An artist can't hide behind the truth. He can't hide anywhere.", "owner": "Ursula K. Le Guin, The Dispossessed"}, {"item": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed.", "owner": "Albert Einstein"}, {"item": "Everybody is original, if he tells the truth, if he speaks from himself. But it must be from his *true* self and not from the self he thinks he *should* be. ", "owner": "Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit"}, {"item": "What you see is what you see", "owner": "Frank Stella"}, {"item": "To speak and act truth with constancy and precision is nearly as difficult, and perhaps as meretorious, as to speak it under intimidation or penalty", "owner": "John Ruskin, The Seven Lamps of Architecture"}, {"item": "On the whole, lying is a cheerful affair. Embellishments are intended to give pleasure. People long to tell you what they imagine you want to hear. They want to amuse you; they want to amuse themselves; they want to show you a good time. This is beyond hospitality. This is art.", "owner": "Isabel Fonseca, Bury Me Standing: The Gypsies and Their Journey"}, {"item": "...the law of empathy, by which he could, by his will, transfer himself into an object or a work of art, and thus inflence the outer world. He did not feel redeemed by the work he did. He did not seek redemption. He sought to see what others did not, the projection of his imagination.", "owner": "Patti Smith, Just Kids"}, {"item": "All art is abstract, because art is an abstraction of the truth.", "owner": "Milford Zornes"}, {"item": "The truth, the all moving magic, the single handed spark of it all wasI found art. And this saved my life.", "owner": "Mia Hollow"}], "pagination": {"size": 20, "total": 10, "current": 4}}