{"contents": [{"item": "A brother is like gold and a friend is like diamond. If gold cracks you can melt it and make it just like it was before. If a diamond cracks, it can never be like it was before.", "owner": "Hazrat Ali Ibn Abu-Talib A.S"}, {"item": "I am overwhelmed by the grace and persistence of my people.", "owner": "Maya Angelou"}, {"item": "Happiness is having a large, loving, caring, close-knit family in another city.", "owner": "George Burns"}, {"item": "The capacity for friendship is God's way of apologizing for our families.", "owner": "Jay McInerney, The Last of the Savages"}, {"item": "I know all those words, but that sentence makes no sense to me.", "owner": "Matt Groening"}, {"item": "If you cannot get rid of the family skeleton, you may as well make it dance.", "owner": "George Bernard Shaw, Immaturity"}, {"item": "When your mother asks, \"Do you want a piece of advice?\" it's a mere formality. It doesn't matter if you answer yes or no. You're going to get it anyway.", "owner": "Erma Bombeck"}, {"item": "How're we getting to King's Cross tomorrow, Dad?\" asked Fred as they dug into a sumptuous pudding.\"The Ministry's providing a couple of cars,\" said Mr. Weasley.Everyone looked up at him.\"Why?\" said Percy curiously.\"It's because of you, Perce,\" said George seriously. \"And there'll be little flags on the hoods, with HB on them-\"\"-for Humongous Bighead,\" said Fred.", "owner": "J.K. Rowling, Harry Potter and the Prisoner of Azkaban"}, {"item": "Being a detective isn't all about torture and murder and monsters. Sometimes it gets truly unpleasant...The fate of the world may depend on whether or not you can bring yourself to visit your relatives.", "owner": "Derek Landy"}, {"item": "Fred, you next,\" the plump woman said. \"I'm not Fred, I'm George,\" said the boy. \"Honestly, woman, you call yourself our mother? Can't you tell I'm George?\" \"Sorry, George, dear.\" \"Only joking, I am Fred,\" said the boy and off he went.", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "Siblings: children of the same parents, each of whom is perfectly normal until they get together.", "owner": "Sam Levenson"}, {"item": "A father has to be a provider, a teacher, a role model, but most importantly, a distant authority figure who can never be pleased. Otherwise, how will children ever understand the concept of God?", "owner": "Stephen Colbert, I Am America"}, {"item": "The truth is, every son raised by a single mom is pretty much born married. I don't know, but until your mom dies it seems like all the other women in your life can never be more than just your mistress.", "owner": "Chuck Palahniuk"}, {"item": "I think part of being a parent is trying to kill your kids.", "owner": "Stephen King, Christine"}, {"item": "A dysfunctional family is any family with more than one person in it.", "owner": "Mary Karr, The Liars' Club"}, {"item": "It's not reasonable to love people who are only going to die,\" she said.Nash thought about that for a moment, stroking Small's neck with great deliberation, as if the fate of the Dells depended on that smooth, careful movement.\"I have two responses to that,\" he said finally. \"First, everyone's going to die. Second, love is stupid. It has nothing to do with reason. You love whomever you love. Against all reasons I loved my father.\" He looked at her keenly. \"Did you love yours?\"\"Yes,\" she whispered.He stroked Small's nose. \"I love you,\" he said, \"even knowing you'll never have me. And I love my brother, more than I ever realized before you came along. You can't help whom you love, Lady. Nor can you know what it's liable to cause you to do.\"She made a connection then. Surprised she sat back from him and studied his face, soft with shadows and light. She saw a part of him she hadn't seen before.\"You came to me for lessons to guard your mind,\" she said, \"and you stopped asking me to marry you, both at the same time. You did those things out of love for your brother.\"\"Well\" he said, looking a bit sheepishly at the floor. \"I also took a few swings at him, but that's neither here nor there.\"\"You're good at love,\" she said simply, because it seemed to her that it was true. \"I'm not so good at love. I'm like a barbed creature. I push everyone I love away.\"He shrugged. \"I don't mind you pushing me away if it means you love me, little sister.", "owner": "Kristin Cashore, Fire"}, {"item": "The ill-informed masses included her own family among their ranks, a family that specialized in being both inconvenient and asinine.", "owner": "Gail Carriger, Soulless"}, {"item": "To be yourself is in many ways to be inconvenient to others. Only placaters and appeasers get along with other people all the time and that's not really getting along with anyone. That's just self erasure.", "owner": "Stefan Molyneux"}, {"item": "They always say that the daughter will grow up to look like their mother. So, I asked my girlfriend if I could see her mother naked.Needless to say.It was a very short relationship.", "owner": "Anthony T.Hincks"}, {"item": "If you have someone to love, something to do, and something to hope for, your life is better than most battle.", "owner": "Mark Sherman Smeester"}], "pagination": {"size": 20, "total": 10, "current": 1}}