{"contents": [{"item": "Success can make anyone look good, it is the failures that reveal the true face of a man.", "owner": "Apoorve Dubey"}, {"item": "When there is truth in your being, God is always with you. When God is with you, there is no question of failure. Live your truth and not a life that others want you to live.", "owner": "Apoorve Dubey, The Flight Of Ambition"}, {"item": "Success is like a seed: the more you plant, the more you receive.", "owner": "Benjamin Lotter"}, {"item": "you have always a choice between being a winner or a loser in your life.", "owner": "Deepak Burfiwala, Self-Ignorance Is Your Problem. Self-Awareness Is Your Solution.: Success Is Your Birthright! Life Is Yours and You Are the Pilot of It, Do Something about It."}, {"item": "There is always a price to be paid to be a success if you are ready to pay then success is all yours.", "owner": "Deepak Burfiwala, Self-Ignorance Is Your Problem. Self-Awareness Is Your Solution.: Success Is Your Birthright! Life Is Yours and You Are the Pilot of It, Do Something about It."}, {"item": "People blame their failures on past birth, destiny, surroundings, and rarely to self in the order of their evolved mental state. The converse is rather more true for the successful people.", "owner": "Sandeep Sahajpal"}, {"item": "Success is measured with 1% inspiration and 99% dedication.", "owner": "Alex Esguerra, How Do U Integrate Success in a Small Business Book"}, {"item": "Success is not achieved, it is attracted.", "owner": "Farshad Asl"}, {"item": "In success, knowledge - In failure, lessons.", "owner": "Garry Fitchett"}, {"item": "For me personally, there is one motivating factor more powerful than any other: one day we will all die. Why would you not want to live a full and fun life and be everything that you can be?", "owner": "Simon Paxton, Man Plan: How to Win at Life, Love, Work and Play by Australia's Only Japanese-speaking Kung Fu Black Belt Magician!"}, {"item": "Achievement and fearfulness can't stay together.", "owner": "Tarang Sinha"}, {"item": "Failure is the step towards success.", "owner": "Ala barakah"}, {"item": "A strong woman strengthens women. An empowered woman empowers women. When one woman rises we are all elevated.", "owner": "Toni Sorenson"}, {"item": "The world’s most successful people didn’t wait for someone else to pick them, but instead, they picked themselves.", "owner": "Adam Kirk Smith"}, {"item": "There's no ''Self made'' we're all dependent.", "owner": "Nick"}, {"item": "What’s success? Having lots of money? No, this is part of the practicalities of life. It is not success. Success is having two daughters who grow into fine ladies, two boys who grow into fine gentlemen. Success is waking up next to the loved one dumbstruck at your luck of meeting them.", "owner": "Carol Vorvain, A Fool in Istanbul: Adventures of a self denying workaholic"}, {"item": "All roads lead to success. Yours...or someone else's.", "owner": "Chris E. Martinez"}, {"item": "The first buyer of your Success has to be you.Once you are truly IN, You are sure to WIN", "owner": "Wordions"}, {"item": "I am successful because I did not waste time bothering about what others were doing but focussed on what I was doing.", "owner": "Amit Abraham"}, {"item": "All roads lead to success. Yours...or someone else's", "owner": "Chris Martinez"}], "pagination": {"size": 20, "total": 10, "current": 6}}