{"contents": [{"item": "Balance is the key to a long and happy life.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "Everything will be okay as soon as youare okay with everything. And that’s theonly time everything will be okay.", "owner": "Michael Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "Irrespective of what religious or intellectual philosophy guides an enlightened person’s life plan, self-mastery plays an important, if not quintessential role.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "People usually consider walking on water or in thin air a miracle. But I think the real miracle is not to walk either on water or in thin air, but to walk on earth. Every day we are engaged in a miracle which we don't even recognize: a blue sky, white clouds, green leaves, the black, curious eyes of a child—our own two eyes. All is a miracle.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "I am grateful for all those dark years, even though in retrospect they seem like a long, bitter prayer that was answered finally.", "owner": "Marilynne Robinson"}, {"item": "As we encounter new experiences with a mindful and wise attention, we discover that one of three things will happen to our new experience: it will go away, it will stay the same, or it will get more intense. whatever happens does not really matter.", "owner": "Jack Kornfield, A Path with Heart: A Guide Through the Perils and Promises of Spiritual Life"}, {"item": "Each place is the right place--the place where I now am can be a sacred space. (3)", "owner": "Ravi Ravindra, The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra"}, {"item": "Start living right here, in each present moment. When we stop dwelling on the past or worrying about the future, we're open to rich sources of information we've been missing out on—information that can keep us out of the downward spiral and poised for a richer life.", "owner": "Mark         Williams, The Mindful Way through Depression: Freeing Yourself from Chronic Unhappiness"}, {"item": "Stop, breathe, look aroundand embrace the miracle of each day,the miracle of life.", "owner": "Jeffrey A.  White"}, {"item": "...it is often more difficult to remember to be mindful than to be mindful itself. (p. 47)", "owner": "Donald Rothberg, The Engaged Spiritual Life: A Buddhist Approach to Transforming Ourselves and the World"}, {"item": "If you miss the present moment, you miss your appointment with life. It’s so clear. Mindfulness is the energy and practice that helps you go back to the here and now so that you encounter life.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Don’t wait for tomorrow. Tomorrow may be too late. If we know how to live according to the insight of impermanence, we will not make many mistakes. We can be happy right now. We can love our beloved, care for her, and make her happy today. And we won’t run toward the future, losing our life, which is available only in the present moment.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Mindfulness works like a vaccine, boosting natural resilience. You undertake practices that can initially feel odd or counterintuitive. You practise in safe, low-risk ways, stimulating the recovery and growth mechanisms of the human mind and emotions. Meditating builds resilience muscles that are strong enough to kick in during stressful moments in life, when you need them the most.", "owner": "Meg Salter, Mind Your Life: How Mindfulness Can Build Resilience and Reveal Your Extraordinary"}, {"item": "[R]emain open to not knowing, perhaps allowing yourself to come to the point of admitting, \"I don't know,\" and then experimenting with relaxing a bit into this not knowing instead of condemning yourself for it. After all, in this moment, it may be an accurate statement of how things are for you.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "Taking in the good is not about putting a happy shiny face on everything, nor is it about turning away from the hard things in life. It's about nourishing well-being, contentment, and peace inside that are refuges you can always come from and return to.", "owner": "Rick Hanson, Buddha's Brain: The Practical Neuroscience of Happiness, Love, and Wisdom"}, {"item": "By grounding yourself in mindfulness early in the morning, you are reminding yourself that things are always changing, that good and bad things come and go, and that it is possible to embody a perspective of of constancy, wisdom, and inner peace as you face any conditions that present themselves.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "The purpose of meditation practice is not enlightenment; it is to pay attention even at unextraordinary times, to be of present, nothing-but-the-present, to bear this mindfulness of now into each event of ordinary life.", "owner": "Peter Matthiessen, The Snow Leopard"}, {"item": "The challenge of mindfulness is to work with the very circumstances that you find yourself in - no matter how unpleasant, how discouraging, how limited, how unending and stuck they may appear to be - and to make sure that you have done everything in your power to use their energies to transform yourself before you decide to cut your losses and move on.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "There can be no resolution leading to growth until the present situation has been faced completely and you have opened to it with mindfulness, allowing the roughness of the situation itself to sand down your own rough edges. In other words, you must be willing to let itself to become your teacher.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "The point is not to resist painful experiences or grasp at pleasant ones: that's a kind of craving - and craving leads to suffering. The art is to find a balance in which you remain mindful, accepting, and curious regarding difficult experiences - while also taking in supportive feelings and thoughts.", "owner": "Rick Hanson, Buddha's Brain: The Practical Neuroscience of Happiness, Love, and Wisdom"}], "pagination": {"size": 20, "total": 7, "current": 1}}