{"contents": [{"item": "The best way to find out if you can trust somebody is to trust them.", "owner": "Ernest Hemingway"}, {"item": "Trust starts with truth and ends with truth.", "owner": "Santosh Kalwar, Quote Me Everyday"}, {"item": "And an unaware witch means a witch who doesn't know she's a witch, and because she's a women that makes her double trouble. Never trust a women.\" My mothers a women,\" I said, suddenly feeling a little angry, \"and I trust her.\"Mothers are usually women,\" said the Spook. \"And mothers are usually quite trustworthy, as long as your their son. Otherwise look out!", "owner": "Joseph Delaney, Revenge of the Witch"}, {"item": "You see, you closed your eyes. That was the difference. Sometimes you cannot believe what you see, you have to believe what you feel. And if you are ever going to have other people trust you, you must feel that you can trust them, too--even when you’re in the dark. Even when you’re falling.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "To be trusted is a greater compliment than being loved.", "owner": "George MacDonald"}, {"item": "Never trust anyone, Daniel, especially the people you admire. Those are the ones who will make you suffer the worst blows.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "Trusting is hard. Knowing who to trust, even harder.", "owner": "Maria V. Snyder, Poison Study"}, {"item": "We're paying the highest tribute you can pay a man. We trust him to do right. It's that simple.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "You may be deceived if you trust too much, but you will live in torment unless you trust enough.", "owner": "Frank Crane"}, {"item": "...we rarely confide in those who are better than we. Rather, we are more inclined to flee their society. Most often, on the other hand, we confess to those who are like us and who share our weaknesses. Hence we don't want to improve ourselves and be bettered, for we should first have to be judged in default. We merely wish to be pitied and encouraged in the course we have chosen. In short, we should like, at the same time, to cease being guilty and yet not to make the effort of cleansing ourselves.", "owner": "Albert Camus"}, {"item": "That's kind of what trust is, isn't it? A willful self-delusion.", "owner": "Brandon Sanderson, The Final Empire"}, {"item": "Give me your trust, said the Aes Sedai.On my shoulders I support the sky.Trust me to know and to do what is best,And I will take care of the rest.But trust is the color of a dark seed growing.Trust is the color of a heart's blood flowing.Trust is the color of a soul's last breath.Trust is the color of death.Give me your trust said the queen on her throne,for I must bear the burden alone.Trust me to lead and to judge and to rule, and no man will think you a fool.But trust is the sound of the grave-dog's bark.Trust is the sound of betrayal in the dark.Trust is the sound of a soul's last breath.Trust is the sound of death.", "owner": "Robert Jordan, Lord of Chaos"}, {"item": "Trust. It is like placing a blade in someone's hand and setting the very point to your heart.", "owner": "Cassandra Clare, The Bane Chronicles"}, {"item": "In this world, there was nothing scarier than trusting someone. But there was also nothing more rewarding.", "owner": "Brad Meltzer, The Inner Circle"}, {"item": "Trust yourself, you will start to trust others.", "owner": "Santosh Kalwar, Quote Me Everyday"}, {"item": "If you cannot trust yourself, you cannot even trust your mistrust of yourself - so that without this underlying trust in the whole system of nature you are simply paralyzed", "owner": "Alan W. Watts"}, {"item": "Never trust he who trusts everyone.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "Without trust, there can be no genuine peace. Neither in politics, nor in the quiet individuality of the heart and spirit.", "owner": "Timothy Zahn, Vision of the Future"}, {"item": "You cannot produce trust just like you cannot 'do' humility. It either is or is not.", "owner": "William Paul Young, The Shack"}], "pagination": {"size": 20, "total": 10, "current": 0}}