{"contents": [{"item": "Without such trust and safety, social relationships tend to become strategic rather than cooperative, increasingly full of skepticism and even anxiety and fear about others' intentions. (p. 27)", "owner": "Donald Rothberg, The Engaged Spiritual Life: A Buddhist Approach to Transforming Ourselves and the World"}, {"item": "I could hardly get a boy to look at me. All right, they'd look, they'd even take me out, but no one asked for a second date. I was too nasty, a real wise guy, and all the boys could tell what my rotten disposition was. Deep down, I wanted a commitment with a capital C. To get anywhere with me, a boy would have to sign his undying loyalty with his own blood.", "owner": "Alice Hoffman, Local Girls"}, {"item": "Sand castles just aren't made to last.", "owner": "Alice Yi-Li Yeh, Someday"}, {"item": "To know other people thought he'd made a mistake vindicated me. I wasn't a bad girlfriend, he was simply going through a period of temporary insanity and he'd come to his senses soon.", "owner": "Dorothy Koomson, Marshmallows for Breakfast"}, {"item": "When I was your age, if a boy behaved badly, one simply scored his name out from one's dance card.(Sadie Lancaster - to Lara Lington)", "owner": "Sophie Kinsella, Twenties Girl"}, {"item": "This was one of those moments when I realized that my emotional baggage, once a few neatly packed pieces, was now like the Joads' truck, stacked high with old clothes, half a rocking chair, a mule, all barely secured with twine.", "owner": "Amy Cohen, The Late Bloomer's Revolution: A Memoir"}, {"item": "We tried to act familiar, which meant we couldn't ask the kind of questions that might have helped us figure each other out and year after year the distance grew.", "owner": "Heidi Jon Schmidt, The Best American Nonrequired Reading 2002"}, {"item": "Be real and be unashamed, even of your faults. I do truly know what my husband is made of and vice versa. ", "owner": "Amy Bloom"}, {"item": "..begin by talking about the kind of existentialist chaos that exists in our own lives and our inability to overcome the sense of alienation and frustration we experience when we try to create bonds of intimacy and solidarity with one another. Now part of this frustration is to be understood again in relation to structures and institutions. In the way in which our culture of consumption has promoted an addiction to stimulation - one that puts a premium on packaged and commodified stimulation. The market does this to convince us that our consumption keeps oiling the economy for it to reproduce itself. But the effect of this addiction to stimulation is an undermining, a waning of our ability for qualitatively rich relationships.", "owner": "Cornel West, Breaking Bread: Insurgent Black Intellectual Life"}, {"item": "...It's just nice to see you out from his shadow. Because things don't grow in the shadows, you know? So it was frustrating to see you standing there...and really cool to see you step out of it. I don't know who this new guy is, but make sure when you're with him, you're not standing in his shadow. Stand where everyone can see you.", "owner": "David Levithan, Another Day"}, {"item": "A human being basically could not live alone. I had always thought of one’s soul as an imperfect creature; God had created it that way to allow the need to exist –the need to have relationships with other people in order to always run after the one obsession that had humanity seeking it on regular basis –perfection. Whether that relationship was between family members, friends, co-workers or even a romantic relationship, it was always people’s way to achieve flawlessness since they couldn’t accomplish it on their own.", "owner": "Mariam Maarouf, Rosie"}, {"item": "And if insight were sufficient, if the inner life were the whole of life, their happiness has been assured.", "owner": "E.M. Forster"}, {"item": "It struck her all at once that dealing with other human beings was an awful lot of work.", "owner": "Anne Tyler, Back When We Were Grownups"}, {"item": "Relationships unlock certain parts of who we are supposed to be.", "owner": "Donald Miller"}, {"item": "There's nothing wrong with wanting to be with someone.\"\"There is when your only reason is the being, not the someone.", "owner": "Jet Mykles"}, {"item": "Betsy hadn't had sex, actual; sex-sex, full sex, in two hundred and fifty-three days. She decided on her thirty-seventh birthday that she wouldn't sleep with anyone unless it was in the context of a committed relationship which had some sort of future, and she was only gradually coming to the realization of what happens when a woman her age makes a decision like that: she never has sex again.", "owner": "Sarah Dunn, Secrets to Happiness"}, {"item": "If you worked out enough, maybe the man would too. Maybe you would be able to work it out together, as if the two of you were a puzzle that could be solved; otherwise, one of you, most likely the man, taking his addictive body with him and leaving you with bad withdrawal, which you could counteract by exercise. If you didn't work it out it was because one of you had the wrong attitude.", "owner": "Margaret Atwood, The Handmaid's Tale"}, {"item": "most men know what they hate few what they love", "owner": "Charles Caleb Colton"}, {"item": "It is 10 PM now, and Godzilla has been sitting at his desk in front of his laptop for six to seven hours. He has accomplished hardly anything today. Godzilla is drinking a lot of beer. He can not stop smoking cigarettes. His room is blue with cigarette smoke, and Godzilla sits on a chair in there, minimizing and maximizing Mozilla Firefox repeatedly. He is not over his girlfriend's house because she said on the cell phone that she needed time, alone, to think about their relationship. Godzilla worries that he will not be able to take care of himself if they break up.", "owner": "Brandon Scott Gorrell"}, {"item": "She knew breaking up with Ethan was going to be a full-time job because being in a relationship with him had also been a full-time job.", "owner": "Richard Finney, Kicky-Wicky"}], "pagination": {"size": 20, "total": 10, "current": 8}}