{"contents": [{"item": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "owner": "Albert Einstein"}, {"item": "But better to get hurt by the truth than comforted with a lie.", "owner": "Khaled Hosseini"}, {"item": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.", "owner": "Albert Einstein"}, {"item": "If you don't know where you're going, any road'll take you there", "owner": "George Harrison"}, {"item": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", "owner": "Isaac Asimov"}, {"item": "Sometimes I can hear my bones straining under the weight of all the lives I'm not living.", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You cannot find peace by avoiding life.", "owner": "Michael Cunningham, The Hours"}, {"item": "These woods are lovely, dark and deep,But I have promises to keep,And miles to go before I sleep,And miles to go before I sleep.", "owner": "Robert Frost, Stopping by Woods on a Snowy Evening"}, {"item": "Get busy living or get busy dying.", "owner": "Stephen King, Different Seasons"}, {"item": "Of all sad words of tongue or pen, the saddest are these, 'It might have been.", "owner": "John Greenleaf Whittier, Maud Muller - Pamphlet"}, {"item": "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.", "owner": "Stephen King"}, {"item": "My experience of life is that it is not divided up into genres; it’s a horrifying, romantic, tragic, comical, science-fiction cowboy detective novel. You know, with a bit of pornography if you're lucky.", "owner": "Alan Moore"}, {"item": "People aren't either wicked or noble. They're like chef's salads, with good things and bad things chopped and mixed together in a vinaigrette of confusion and conflict.", "owner": "Lemony Snicket, The Grim Grotto"}, {"item": "Life is pain, highness. Anyone who says differently is selling something.", "owner": "William Goldman, William Goldman: Four Screenplays with Essays"}, {"item": "Albus Severus,\" Harry said quietly, so that nobody but Ginny could hear, and she was tactful enough to pretend to be waving to Rose, who was now on the train, \"you were named for two headmasters of Hogwarts. One of them was a Slytherin and he was probably the bravest man I ever knew.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "A woman has to live her life, or live to repent not having lived it.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "Life is to be enjoyed, not endured", "owner": "Gordon B. Hinckley"}, {"item": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.", "owner": "G.K. Chesterton"}, {"item": "Don't take life too seriously. Punch it in the face when it needs a good hit. Laugh at it.", "owner": "Colleen Hoover, Slammed"}, {"item": "This is your life and its ending one moment at a time.", "owner": "Chuck Palahniuk, Fight Club"}], "pagination": {"size": 20, "total": 10, "current": 3}}