{"contents": [{"item": "A soldier's life revolves around his mail. Like many others, I've been able to follow my kid's progress from the day he was born until now he is able to walk and talk a little, and although I have never seen him I know him very well.", "owner": "Bill Mauldin, Up Front"}, {"item": "It takes a society to raise a generation.", "owner": "David Berman"}, {"item": "Being a parent is dirty and scary and beautiful and hard and miraculous and exhausting and thankless and joyful and frustrating all at once. It’s everything. (Confessions of a Scary Mommy, Gallery Books 2012).", "owner": "Jill Smokler, Confessions of a Scary Mommy: An Honest and Irreverent Look at Motherhood: The Good, The Bad, and the Scary"}, {"item": "In parenting patience is the greatest virtue.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Console the failure, but nurture the hunger.", "owner": "Bryan Cranston, A Life in Parts"}, {"item": "Having kids is not the same as being a parent.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "Children are mirrors; they will always show you exactly what is going on inside of you. Each phase of their growth is an opportunity to heal your own pain, to go deeper inside yourself and become more truly human", "owner": "Vimala McClure, The Tao of Motherhood"}, {"item": "But the smell of the hospital, the sting of those overhead lights in the night, the snippets of conversations I had overheard, stayed with me and marked the beginning of how I came to know what a bold and dangerous thing parenthood is. Risk was not an event we had survived, but the place where we now lived.", "owner": "Kelly Corrigan, Lift"}, {"item": "Having kids means taking care of them, raising them, loving and supporting them, and none of those things have anything to do with who makes them one night in the bedroom or the experience of being pregnant", "owner": "Nicholas Sparks, True Believer"}, {"item": "PARENTHOOD is journey of being driven to the BRINK of INSANITY and BACK...Like a YO YO!!", "owner": "Tanya Masse, Stripping Away the Insanity of Life & Parenthood!"}, {"item": "You are almost never cool to your children.", "owner": "Neil Gaiman, The Graveyard Book"}, {"item": "Anyone can dig a ditch. There's no way to dig smarter. Or dig faster. Having a baby is like being assigned to dig a ditch. That goes all the way to the horizon.", "owner": "Jonathan V. Last"}, {"item": "Isn't that what everyone wants, just for a moment to be unencumbered?", "owner": "Ann Patchett, Commonwealth"}, {"item": "That first pregnancy is a long sea journey to a country where you don't know the language, where land is in sight for such a long time that after a while it's just the horizon - and then one day birds wheel over that dark shape and it's suddenly close, and all you can do is hope like hell that you've had the right shots. ", "owner": "Emily Perkins, Novel About My Wife"}, {"item": "I don't think it matters how many parents you've got, as long as those who are around make their presence a good one.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "Parenthood makes such sweet hypocrites of us all.", "owner": "Jess Walter"}, {"item": "You are the closest I will ever come to magic.", "owner": "Suzanne Finnamore, The Zygote Chronicles"}, {"item": ". . . I would have let him go one finger at a time, until, without his realizing, he'd be floating without me. And then I thought, perhaps that is what it means to be a [parent] - to teach your child to live without you.", "owner": "Nicole Krauss"}, {"item": "When you moved, I felt squeezed with a wild infatuation and protectiveness. We are one. Nothing, not even death, can change that.", "owner": "Suzanne Finnamore, The Zygote Chronicles"}, {"item": "If John Lennon was right that life is what happens when you're making other plans, parenthood is what happens when everything is flipped over and spilling everywhere and you can't find a towel or a sponge or your \"inside\" voice.", "owner": "Kelly Corrigan, Lift"}], "pagination": {"size": 20, "total": 5, "current": 0}}