{"contents": [{"item": "Leadership is for those who love the public good and are endowed and trained to administer it.", "owner": "Thornton Wilder, The Ides of March"}, {"item": "the condition of leadership adds new degrees of solitariness to the basic solitude of mankind. Every order that we issue increases the extent to which we are alone, and every show of deference which is extended to us separates us from our fellows.", "owner": "Thornton Wilder, The Ides of March"}, {"item": "Successful leaders see the opportunities in every difficulty rather than the difficulty in every opportunity", "owner": "Reed Markham"}, {"item": "Women feel a need for a certain level of prior training and experience that men do not necessarily demand in order to jump into a new role. There's a need for women to trust themselves more...", "owner": "Selena Rezvani, The Next Generation of Women Leaders: What You Need to Lead But Won't Learn in Business School"}, {"item": "They stood there, King of the Hill, Top of the Heap, Ruler of All They Surveyed, Unimpeachable Monarchs and Presidents, trying to understand what it meant to own a world and how big a world really was.", "owner": "Ray Bradbury, The Martian Chronicles"}, {"item": "Exercising leadership is an expression of your aliveness... But when you cover yourself up, you risk losing something as well. In the struggle to save yourself, you can give up too many of those qualities that are the essence of being alive, like innocence, curiosity, and compassion.", "owner": "Ronald A. Heifetz, Leadership on the Line: Staying Alive Through the Dangers of Leading"}, {"item": "If done \"as God wants.' then leadership will surely include intercessory prayer. The saintly Bishop Azariah of India once remarked to Bishop Stephen Neill that he found time to pray daily, by name, for every leader in his extensive diocese. Little wonder that during his thirty years of eldering there, the diocese tripled its membership and greatly increase in spiritual effectiveness", "owner": "J. Oswald Sanders"}, {"item": "Winners see the dream and develop plans while the rest see the obstacles and develop justifications.", "owner": "Orrin Woodward, LIFE"}, {"item": "Today this courtyard was filled with great warriors. What is more? But it was not filled with great men who have the heart to rule a kingdom. Any man can kill, Finnikin. It is a stroke, an action with one's hand. But not every man knows how to lead.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "a leadership is a position of action process of abolition,completion of mission,over come oppositionand submission of duties", "owner": "akhil aravind"}, {"item": "How was your day? If your answer was \"fine,\" then I don't think you were leading.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "Victim fall in love with excuses", "owner": "Robin S. Sharma, The Leader Who Had No Title: A Modern Fable on Real Success in Business and in Life"}, {"item": "Good ideas are not adopted automatically. They must be driven into practice with courageous patience.", "owner": "Hymann Rickover"}, {"item": "One mark of a good officer, he remembered, was the ability to make quick decisions. If they happen to be right, so much the better", "owner": "Larry Niven"}, {"item": "The essence of leadership is not giving things or even providing visions. It is offering oneself and one's spirit.", "owner": "Lee G. Bolman"}, {"item": "One of the fundamental aspects of leadership, I realized more and more, is the ability to instill confidence in others when you yourself are feeling insecure", "owner": "Howard Schultz, Pour Your Heart Into It: How Starbucks Built a Company One Cup at a Time"}, {"item": "A leader should demonstrate his thoughts and opinions through his actions, not through his words.", "owner": "Jack Weatherford, Genghis Khan and the Making of the Modern World"}, {"item": "All that technical expertise isn't worth a damn if you don't get the best out of people, though. . . . These were leaders who saw strength in ordinary people and showed them how to break tyranny.", "owner": "Noël Coward"}, {"item": "Some are born leaders, some achieve leadership, and some have leadership thrust upon them. Which of these are you, or would you rather not bother?", "owner": "Maurice Flanagan"}, {"item": "Bailey might not have great intelligence or abilities, but his whole aim, thought and study was that of the born leader--to look out for himself; and he did it with that born-leader's confidence and intensity that draws along the ordinary uncertain man, who soon confuses his own interest and his own safety with that of the leader.", "owner": "James Gould Cozzens, The Just and the Unjust"}], "pagination": {"size": 20, "total": 10, "current": 6}}