{"contents": [{"item": "There is no cosmetic for beauty like happiness.", "owner": "Maria Mitchell"}, {"item": "Everything that God sends us is beautiful, even though we may not understand it - and we only need to give it some proper thought to see that what God gives is just sheer happiness; the suffering is what we add to it.", "owner": "Adalbert Stifter, The Bachelors"}, {"item": "Asymmetrie [macht] Menschen unglücklich.", "owner": "J.M. Coetzee, In the Heart of the Country"}, {"item": "Inner beauty, warm-heartedness and compassion, is what brings about peace of mind.", "owner": "Auliq-Ice"}, {"item": "Human life begins by crying! Once a baby is born, it cries out. Maybe it cries in joy! So, the simple equation goes- we smile when we feel happy and we cry when we feel sad. As happiness and sadness are connected together like the body and the soul, we cannot remove sorrow or suffering from the human life forever. As long as life is present, gladness and unhappiness will ever be there. They will keep coming in one form or another. It is just ironical that we want to be happy forever and never want to cry. Even trying to remove sadness entirely from life is like being utterly selfish and going against the natural laws! So, the beauty of life is to accept both pleasure and misery gracefully. Hence, we should never forget that we did not smile first but cried when we were born!", "owner": "Md. Ziaul Haque"}, {"item": "Find people who can handle your darkest truths, who don’t change the subject when you share your pain, or try to make you feel bad for feeling bad. Find people who understand we all struggle, some of us more than others, and that there’s no weakness in admitting it. In fact, few things take as much strength. Find people who want to be real, however that looks and feels, and who want you to be real, too. Find people who get that life is hard, and who get that life is also beautiful, and who aren’t afraid to honor both those realities. Find people who help you feel more at home in your heart, mind and body, and who take joy in your joy. Find people who love you, for real, and who accept you, for real. Just as you are. They’re out there, these people. Your tribe is waiting for you. Don’t stop searching until you find them.9/30/16Then her heart opened wider than it ever had before,and all she saw before her, everywhere she looked, were people to love.", "owner": "Scott Stabile"}, {"item": "Into the promise of happiness, synchronizing the rhythm of our lives to the turning of the leaves and the rise and fall of the tides.", "owner": "Jennifer Irwin"}, {"item": "Whoever is content,shall be cheerful.", "owner": "Lailah Gifty Akita"}, {"item": "Life is the night skyAll the dots of stars are happiness", "owner": "Richard L.  Ratliff"}, {"item": "There might not be a measure of happiness left in a life, but there could be beauty and grace and endless love.", "owner": "Peter Heller, Celine"}, {"item": "It slowly began to dawn on me that I had been staring at her for an impossible amount of time. Lost in my thoughts, lost in the sight of her. But her face didn't look offended or amused. It almost looked as if she were studying the lines of my face, almost as if she were waiting. I wanted to take her hand. I wanted to brush her cheek with my fingertips. I wanted to tell her that she was the first beautiful thing that I had seen in three years. The sight of her yawning to the back of her hand was enough to drive the breath from me. How I sometimes lost the sense of her words in the sweet fluting of her voice. I wanted to say that if she were with me then somehow nothing could ever be wrong for me again. In that breathless second I almost asked her. I felt the question boiling up from my chest. I remember drawing a breath then hesitating--what could I say? Come away with me? Stay with me? Come to the University? No. Sudden certainty tightened in my chest like a cold fist. What could I ask her? What could I offer? Nothing. Anything I said would sound foolish, a child's fantasy. I closed my mouth and looked across the water. Inches away, Denna did the same. I could feel the heat of her. She smelled like road dust, and honey, and the smell the air holds seconds before a heavy summer rain. Neither of us spoke. I closed my eyes. The closeness of her was the sweetest, sharpest thing I had ever known.", "owner": "Patrick Rothfuss, The Name of the Wind"}, {"item": "He sighed and bowed deeply. “Sundari. I was standing here thinking nothing could be more beautiful than this sunset tonight, but I was mistaken. You standing here in the setting sun with your hair and skin aglow is almost more than a man can…fully appreciate.", "owner": "Colleen Houck"}, {"item": "Beauty is subjective. You know how sometimes what makes a person attractive is the way they make you laugh or how it seems like they can read your mind?", "owner": "Kiera Cass, The Crown"}, {"item": "She was breathtaking in her beauty and her human spirit, he thought, unable to speak as he gazed upon her. Hers was the sort that would not fade or grow jaded with time and years, but flourish, grow more radiant with life and its experience. Hers was a beauty that no other possessed. A beauty he longed to keep, to hide away, to bask in, himself alone. She had become his. He didn’t know when, whether it had been the moment her fingertips had touched him when he was hurt, or if it had grown, like a seed, slowing spreading until Jane had become the root anchoring the shattered pieces of his heart, pulling them tight together until it resembled the organ it should.", "owner": "Charlotte Featherstone, Sinful"}, {"item": "Love is supposed to be based on trust, and trust on love, it's something rare and beautiful when people can confide in each other without fearing what the other person will think.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "Little sister don't you worry about a thing todayTake the heat from the sunLittle sisterI know that everything is not okBut you're like honey on my tongueTrue love never can be rentBut only true love can keep beauty innocentI could never take a chanceOf losing love to find romanceIn the mysterious distanceBetween a man and a womanNo I could never take a chance'Cause I could never understandThe mysterious distanceBetween a man and a womanYou can run from loveAnd if it's really love it will find youCatch you by the heelBut you can't be numb for loveThe only pain is to feel nothing at allHow can I hurt when I'm holding you?I could never take a chanceOf losing love to find romanceIn the mysterious distanceBetween a man and a womanAnd you're the one, there's no-one elsewho makes me want to lose myselfIn the mysterious distanceBetween a man and a womanBrown eyed girl across the streetOn rue Saint DivineI thought this is the one for meBut she was already mineYou were already mine...Little sisterI've been sleeping in the street againLike a stray dogLittle sisterI've been trying to feel complete againBut you're gone and so is GodThe soul needs beauty for a soul mateWhen the soul wants...the soul waits ...No I could never take a chanceOf losing love to find romanceIn the mysterious distanceBetween a man and a womanFor love and FAITH AND SEX and fearAnd all the things that keep us hereIn the mysterious distanceBetween a man and a womanHow can I hurt when I'm holding you?", "owner": "U2"}, {"item": "A hint of sensual frustration roughened his voice.“And I will curse the gods along with them, Min. Some wild monsoon raged through me as I looked at you just now. It’s left me rearranged inside, and I don’t have a map.", "owner": "Tessa Dare, A Week to Be Wicked"}, {"item": "There is beautiful you are.\"\"No,\" said Marged, between a sigh and a sob.\"Yes,\" said Owen.\"No,\" said Marged, not so certain.\"Behold,\" Owen said, from Solomon. \"thou art fair. Thou hast dove's eyes.\"\"Dove's eyes are small.\" Marged said.\"Yours are so big they are my whole world,\" said Owen.", "owner": "Richard Llewellyn, How Green Was My Valley"}, {"item": "In a land that knew only dark beauty, she was something of a hybrid no one dared touch. But the tall Arab did not appear in the least daunted by her abnormality. No, she saw his eyes. He was not daunted in the least.", "owner": "V.S. Carnes"}, {"item": "When hope is fleeting, stop for a moment and visualize, in a sky of silver, the crescent of a lavender moon. Imagine it -- delicate, slim, precise, like a paper-thin slice from a cabochon jewel.It may not be very useful, but it is beautiful.And sometimes it is enough.", "owner": "Vera Nazarian, The Perpetual Calendar of Inspiration"}], "pagination": {"size": 20, "total": 10, "current": 8}}