{"contents": [{"item": "It has been noticed that since the year 2005, Istanbul has become a hot-spot for transplant of hair. Many foreigners are visiting Istanbul for medical tourism because the cost of surgeries and surgeons is more reasonable and affordable than other European countries. It is interesting to note that if you happen to be a patient going to Istanbul you will be given many allowances such as free travel tickets.", "owner": "Fue-Hlc"}, {"item": "Despise no new accident in your body, but ask opinion of it… There is a wisdom in this beyond the rules of physic. A man’s observation, what he finds good and of what he finds hurt of, is the best physic to preserve health.", "owner": "Francis Bacon"}, {"item": "There are two kinds of people in the world: givers and takers. The takers came to know eat better, but the givers sleep better. So I want to be both. Because I want to eat and sleep both better for good health.", "owner": "Prachi Parichita"}, {"item": "There are two kinds of people in the world: givers and takers. The takers came to know eat better, and the givers sleep better. So I want to be both. Because I want to eat and sleep both for good health. ;-)", "owner": "Prachi Parichita"}, {"item": "3310There are two kinds of people in the world: givers and takers. The takers came to know eat better, but the givers sleep better. So I want to be both. Because I want to eat and sleep both better for good health.", "owner": "Prachi Parichita"}, {"item": "It's much more difficult to maintain personal hygiene if you're obese. Believe it or not, I've found items like remote controls and packages of cigarettes in people's fat rolls.", "owner": "Jan Garavaglia"}, {"item": "There are two kinds of people in this world: givers and takers. I came to know that takers eat better, and the givers sleep better. So I want to be both. Because I want to eat and sleep both better for good health.", "owner": "Prachi panda"}, {"item": "It’s free to feed your mind and your mind feeds your body", "owner": "Benny Bellamacina, Philosophical Uplifting Quotes and Poems"}, {"item": "If I could bottle the benefits of a healthy lifestyle in a pill, it would become a blockbuster drug.", "owner": "Rajiv Misquitta, Healthy Heart Healthy Planet: Delicious Plant Based Recipes and Tips to  Reduce Heart Disease, Lose Weight and Preserve the Environment"}, {"item": "Make your body your prized possession above all physical things. Spare no expense, re-prioritize and invest in your health.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Small minds are concerned with the extraordinary, great minds with the ordinary.", "owner": "P.A. Shah, Rheumatology Multiple Choice Questions with Explanations"}, {"item": "Nurture your health, both inside and out.", "owner": "Mary Buchan, Over iT: How to Live Above Your Circumstances and Beyond Yourself"}, {"item": "I'd rather be rich and healthy than poor and sick.", "owner": "kevin mcpherson eckhoff"}, {"item": "An apple a day feeds the tapeworm to stay.", "owner": "Brian Spellman, Cartoonist's Book Camp"}, {"item": "Never look in the mirror when your stressed it’s contagious", "owner": "Benny Bellamacina, Philosophical Uplifting Quotes and Poems"}, {"item": "Holding onto what was isn't healthy for what is.", "owner": "Hannah Whitall Smith"}, {"item": "I used to jog but it's bad for the knees. Too much beta carotene turns you orange, too much calcium gives you kidney stones. Health kills.", "owner": "Margaret Atwood, Cat's Eye"}, {"item": "It costs about the same to house a maximum-security young adult prisoner for a year as it does to send his law-abiding counterpart to Harvard.", "owner": "Robert Martensen, A Life Worth Living: A Doctor's Reflections on Illness in a High-Tech Era"}, {"item": "SOMETIMES TO BE HEALTHY, ALL YOU NEED IS TO BE CLEAN SYSTEM.", "owner": "DAVE SANTI"}, {"item": "Your health is a long-range investment that will pay-off when you need it most.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}], "pagination": {"size": 20, "total": 10, "current": 8}}