{"contents": [{"item": "...the best way to know the Truth or Beauty is to try to express it. And what is the purpose of existence Here or Yonder but to discover truth and beauty and express it, i.e., share it with others?", "owner": "Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit"}, {"item": "You never know who you're inspiring or uninspiring. People notice more than you think.", "owner": "Amaka Imani Nkosazana"}, {"item": "Everything’s different from us. That’s why everything exists.", "owner": "Alberto Caeiro, Selected Poems by Fernando Pessoa,: Including Poems by His Heteronyms: Alberto Caeiro, Ricardo Reis [And] Alvaro de Campos, as Well as Some of His Eng"}, {"item": "A row of trees far away, there on the hillside.But what is it, a row of trees? It’s just trees.Row and the plural trees aren’t things, they’re names.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "If science wants to be truthful,What science is more truthful than the science of things without science?I close my eyes and the hard earth where I’m lyingHas a reality so real even my back feels it.I don’t need reason — I have shoulderblades.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "All the evil in the world comes from us bothering with each other,Wanting to do good, wanting to do evil.Our soul and the sky and the earth are enough for us.To want more is to lose this, and be unhappy.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "All of them are the same type; girls with overprocessed hair and too much makeup and way too much access to Daddy’s credit cards. Girls who, if you took away the designer labels, hair dye and cover-up, wouldn’t be more than average-looking, but with all that stuff look too plastic to be pretty.", "owner": "Hannah Harrington, Speechless"}, {"item": "The beauty of collaboration between older and younger generations is that we combine strength with wisdom—a surefire way to accomplish more for the glory of God.", "owner": "Brett Harris"}, {"item": "God is the most beautiful, and beauty is the expression of God. If you can't appreciate beauty in the world how can you understand God?", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "God wanted to make heaven and the earth is that heaven. Nowhere in the universe there is so much love, life, beauty and peace. Enjoy your stay with the fellow beings.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "The fear of God reigning in the heart is the beauty of the soul.", "owner": "Matthew Henry"}, {"item": "I want to help you to grow as beautiful as God meant you to be when He thought of you first.", "owner": "George MacDonald"}, {"item": "I am a hunter of beauty and I move slow and I keep the eyes wide, every fiber of every muscle sensing all wonder and this is the thrill of the hunt and I could be an expert on the life full, the beauty meat that lurks in every moment.I hunger to taste life.God.", "owner": "Ann Voskamp, One Thousand Gifts: A Dare to Live Fully Right Where You Are"}, {"item": "Nobody is worthy to be loved. The fact that God loves man shows us that in the divine order of ideal things it is written that eternal love is to be given to what is eternally unworthy. Or if that phrase seems to be a bitter one to bear, let us say that everybody is worthy of love, except him who thinks he is.", "owner": "Oscar Wilde, De Profundis"}, {"item": "Isn’t that the way God works? She’d thought. He takes the things in our lives that are ugly, disgusting, and downright wicked, and transforms them into something magnificent.", "owner": "J.E.B. Spredemann, An Unforgivable Secret"}, {"item": "i'd rather be beautiful on thee inside where it is never seen by the world but always seen by the one true living God", "owner": "Samone Sherrell"}, {"item": "What does this think about that?Nothing thinks about anything.Does the earth have consciousness of its stones and plants?If it did, it would be people. . .Why am I worrying about this?If I think about these things,I’ll stop seeing trees and plantsAnd stop seeing the EarthFor only seeing my thoughts...I’ll get unhappy and stay in the dark.And so, without thinking, I have the Earth and the Sky.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Praise be to God I’m not good,And have the natural egotism of flowersAnd rivers following their bedPreoccupied without knowing itOnly with blooming and flowing.This is the only mission in the World,This—to exist clearly,And to know how to do it without thinking about it.)", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Come to think of it, maybe God is a He after all, because only a cruel force would create something this beautiful and make it inaccessible to most people.", "owner": "Raquel Cepeda, Bird of Paradise: How I Became Latina"}, {"item": "Beauty, then, is not mere decoration, but rather an essential element of the liturgical action, since it is an attribute of God himself and his revelation. These considerations should make us realize the care which is needed, if the liturgical action is to reflect its innate splendour.", "owner": "Pope Benedict XVI"}], "pagination": {"size": 20, "total": 10, "current": 4}}