{"contents": [{"item": "The goodness of life is the gratitude of existence.", "owner": "Lailah Gifty Akita"}, {"item": "People rarely get more of anything until they have learned to be grateful for what they already have.", "owner": "Michael Hyatt, Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want"}, {"item": "Let's start with what we can be thankful for, and get our mind into that vibration, and then watch the good that starts to come, because one thought leads to another thought.\" -Bob Proctor", "owner": "Bob Proctor"}, {"item": "If there is one thing the psychic taught me, it's that people and events are rarely who and what we think they are. They are more meaningful, more worth our attention-part of some finely choreographed, eternal dance that we would be wise to bow down before in gratitude and humility.", "owner": "Leslie Morgan Steiner, Crazy Love"}, {"item": "Of course gratitude should be expressed...But that does not mean to kill your self-esteem.", "owner": "Deepika Muthusamy"}, {"item": "Love of God is pure when joy and suffering inspire an equal degree of gratitude.", "owner": "Simone Weil, Gravity and Grace"}, {"item": "Gratitude is a harbinger of healing, the first robin of spring.", "owner": "Joyce Wycoff"}, {"item": "Gratitude is medicine for a heart devastated by tragedy.  If you can only be thankful for the blue sky, then do so.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "Thank you, Tempest, for loving me when understanding was too hard. Thank you for understanding when loving me is impossible.", "owner": "Tracy Deebs"}, {"item": "Gratitude is the heart of humility, and humility is the path to peace, love, and understanding.", "owner": "Justin Young"}, {"item": "Gratitude also opens your eyes to the limitless potential of the universe, while dissatisfaction closes your eyes to it.", "owner": "Stephen Richards"}, {"item": "True gratitude, not mere verbal platitudes of thanks, is also a power in and of itself, which bursts forth from our inner being to the universe. Having received this power, the universe must respond, allowing more gifts to come our way.", "owner": "Stephen Richards, How to Get Everything You Can Imagine: Volume 1: How Mind Power Works"}, {"item": "Whatever we think about and thank about we bring about.", "owner": "John F. Demartini"}, {"item": "Gratitude is not a virtue I believe in, and to me it seems hypocritical to expect it from a child.", "owner": "Hermann Hesse, Demian. Die Geschichte von Emil Sinclairs Jugend"}, {"item": "It was possible to love life, without loving your life.", "owner": "Christopher Coe"}, {"item": "Positive thought + positive action = positive results.", "owner": "Gloria Vester, From Raccoon Poop to Pansies: How To Use the Power of Positive Thought Waves to Change Your Life"}, {"item": "With an attitude of gratitude, you can't go wrong. You are already putting it out there into the universe that you are ready to receive more. This is the universal truth. Be thankful for what you have. Your life is already abundant.", "owner": "Karen A. Baquiran"}, {"item": "I thought I had nothing to be grateful for today, but then the universe became quiet a moment so I could hear my heart beat to the rhythm of my life.", "owner": "Karen A. Baquiran"}, {"item": "Walking in shoes bigger than your feet, will inspire gravity to pull you down.\" Let's be grateful for what fits us...for what we have.", "owner": "Dr. Jacinta Mpalyenkana"}, {"item": "Happy are those who value what they have, when they have it.", "owner": "Tammy Rosenfeld"}], "pagination": {"size": 20, "total": 10, "current": 4}}