{"contents": [{"item": "The question to ask is what will satisfy you? What will bring you peace? And perhaps the answer to those is in asking yourself when you were last happy.", "owner": "Eleanor Brown, The Weird Sisters"}, {"item": "Do things for people not because of who they are or what they do in return, but because of who you are", "owner": "Harold S. Kushner"}, {"item": "The good and wise lead quite lives", "owner": "Euripides"}, {"item": "I think your vision gets better as you get older.", "owner": "Jennifer Donnelly, A Northern Light"}, {"item": "Their mother is Athene, the goddess of wisdom, and, although they are often ready to play the buffoon to amuse you, such conduct is the prerogative of the truly wise.", "owner": "T.H. White, The Once and Future King"}, {"item": "Be wise as a serpent and wary as a dove!", "owner": "Mark Twain"}, {"item": "Who was to know what went on in a person's heart? A wise woman kept her own counsel.", "owner": "Donna Woolfolk Cross, Pope Joan"}, {"item": "To deny the reality of things is to miss their reality; to assert the emptiness of things is to miss their reality. The more you talk and think about it, the further astray you wander from the truth. Stop talking and thinking and there is nothing you will not be able to know.", "owner": "Sengcan, Hsin Hsin Ming"}, {"item": "In examinations the foolish ask questions that the wise cannot answer.", "owner": "Oscar Wilde"}, {"item": "Don't talk about love, But speak out of love cause most of the liars are only perfect of talking about nothing but passion & don't talk about justice, But speak out of justice cause most of the oppressors are only perfect of talking about nothing but rightness.", "owner": "Ibrahim Aslan"}, {"item": "Like this cup, you are full of your own opinions and speculations. How can I show you wisdom unless you first empty your cup?", "owner": "Nyogen Senzaki"}, {"item": "Insults sting but a little when they stem from a man's ignorance.", "owner": "Susan Wiggs, At the King's Command"}, {"item": "To be beyond yourself is the gate to wisdom. ", "owner": "Sorin Cerin"}, {"item": "If we deny the thirst of love, we stand to lose the last known address of the stranger whithin us. ", "owner": "Sorin Cerin"}, {"item": "Whoever lost the truth has lost him/her self. ", "owner": "Sorin Cerin"}, {"item": "The perfection of wisdom, and the end of true philosophy is to proportion our wants to our possessions, our ambitions to our capacities, we will then be a happy and a virtuous people.", "owner": "Mark Twain"}, {"item": "Guts are important. Your guts are what digest things. But it is your brains that tell you which things to swallow and which not to swallow.", "owner": "Austin Dacey"}, {"item": "Die Welt ist von Narren geschaffen, damit Weise in ihr Leben.", "owner": "Oscar Wilde, A Woman of No Importance"}, {"item": "It is much better to die of hunger unhindered by grief and fear than to live affluently beset with worry, dread, suspicion and unchecked desire.", "owner": "Epictetus"}, {"item": "Wisdom is not having God's perspective of the whole matter before us, but having God's perspective about what next response will honor Him while keeping us still usable to Him.", "owner": "Jim Berg, Changed Into His Image"}], "pagination": {"size": 20, "total": 10, "current": 9}}