{"contents": [{"item": "Before I go,\" he said, and paused -- \"I may kiss her?\"It was remembered afterwards that when he bent down and touched her face with his lips, he murmured some words. The child, who was nearest to him, told them afterwards, and told her grandchildren when she was a handsome old lady, that she heard him say, \"A life you love.", "owner": "Charles Dickens, A Tale of Two Cities"}, {"item": "Those we love never truly leave us, Harry. There are things that death cannot touch.", "owner": "Jack Thorne, Harry Potter and the Cursed Child - Parts One and Two"}, {"item": "...Despite the mayhem that followed, Bruno found that he was still holding Shmuel's hand in his own and nothing in the world would have persuaded him to let go.", "owner": "John Boyne, The Boy in the Striped Pajamas"}, {"item": "We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day.", "owner": "Gayle Forman, Just One Day"}, {"item": "O, hereWill I set up my everlasting rest,And shake the yoke of inauspicious starsFrom this world-wearied flesh. Eyes, look your last!Arms, take your last embrace! and, lips, O youThe doors of breath, seal with a righteous kissA dateless bargain to engrossing death!", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "It never gets easier, missing you. And sometimes I wonder if it ever will.", "owner": "Heather Brewer, Ninth Grade Slays"}, {"item": "It's easy to cry when you realize that everyone you love will reject you or die.", "owner": "Chuck Palahniuk"}, {"item": "It is love, not reason, that is stronger than death.", "owner": "Thomas Mann, The Magic Mountain"}, {"item": "I wish the night would end,I wish the day'd begin,I wish it would rain or snow,or the wind would blow,or the grass would grow,I wish I had yesterday,I wish there were games to play...", "owner": "V.C. Andrews, Flowers in the Attic"}, {"item": "Dying is overrated. Human sentimentality has twisted it into the ultimate act of love. Biggest load of bullshit in the world. Dying for someone isn't the hard thing. The man that dies escapes. Plain and simple. Game over. End of pain...Try living for someone. Through it all-good, bad, thick, thin, joy, suffering. That's the hard thing.", "owner": "Karen Marie Moning, Shadowfever"}, {"item": "You will think me cruel, very selfish, but love is always selfish; the more ardent the more selfish. How jealous I am you cannot know. You must come with me, loving me, to death; or else hate me, and still come with me, and hating me through death and after. There is no such word as indifference in my apathetic nature.", "owner": "J. Sheridan Le Fanu, Carmilla"}, {"item": "I love you every day. And now I will miss you every day.", "owner": "Mitch Albom, For One More Day"}, {"item": "What will survive of us is love.", "owner": "Philip Larkin, The Whitsun Weddings"}, {"item": "To whom could I put this question (with any hope of an answer)? Does being able to live without someone you loved mean you loved her less than you thought...?", "owner": "Roland Barthes"}, {"item": "Some things are private. Some things needed to be said, even when the person who needed to hear them couldn’t hear anything. Ever again.", "owner": "Rachel Vincent, Alpha"}, {"item": "I wonder what I will do if she doesn't wake up, and I don't have an answer. As I lie back down next to her and pull her into my arms, my stomach growls, and suddenly I know exactly what I will do. If she doesn't wake up, then I will just lie with her until I don't wake up either.", "owner": "Shay Savage, Transcendence"}, {"item": "Because misery, and degradation, and death, and nothing that God or Satan could inflict would have parted us, you, of your own will did it. I have no broken your heart - you have broken it; and in breaking it, you have broken mine. So much the worse for me that I am strong.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Some men die for lack of love…some die because of it. Think about it.\" - Daemon", "owner": "Anne Bishop, Daughter of the Blood"}, {"item": "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.", "owner": "Jimi Hendrix, Jimi Hendrix - Axis: Bold as Love"}, {"item": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", "owner": "Mark Twain"}], "pagination": {"size": 20, "total": 10, "current": 1}}