{"contents": [{"item": "When something is as fundamental as trust the danger is that everyone thinks they understand what it is and therefore fail to define it.", "owner": "David Amerland"}, {"item": "There was no trust anywhere in the world, O my brothers, the way I could see it.", "owner": "Anthony Burgess, A Clockwork Orange"}, {"item": "Trust is what monetizes the attention economy.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created, Propagated, Lost and Regained in Commercial Interactions"}, {"item": "I don't know how it'll be between us Thiel. I don't know how we'll learn to trust each other again, and I know you're not well enough to help me with every matter I face. But I miss you and I'd like to try again.", "owner": "Kristin Cashore"}, {"item": "Sometimes, God puts you in a position where you have no option but to trust Him.", "owner": "Steven Chopade"}, {"item": "Trust is like glass. Lovely, but only a fool rests lots of weight on it.", "owner": "Joe Abercrombie, Half a War"}, {"item": "Stop thinking that nobody is “good enough”.", "owner": "Auliq Ice"}, {"item": "You gotta trust someone sometime. They're either gonna f**k you over or they're not. Can't live in fear, and all that, or you'll miss out.", "owner": "Darien Cox, Guys on Top"}, {"item": "If you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.", "owner": "Dalai Lama XIV"}, {"item": "in Theo – quiet, efficient Theo – to get him through the morning. Trusting in luck to get him through the day. Trusting in the drinking at Cicero’s to get him through the night. Trusting in the unimportance of his posting to get him through life.", "owner": "Dan Simmons, Hyperion"}, {"item": "CIf you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.", "owner": "Dalai Lama XIV"}, {"item": "Surround yourselves with trustworthy people. If you don't, all the weaponry and tactics in the world can't save you.", "owner": "Cinda Williams Chima, The Exiled Queen"}, {"item": "The last thing we expect others to do is the last thing they do before we learn we cannot trust them.", "owner": "Lauren Kate, Teardrop"}, {"item": "I can't worry about everything at once, Elend thought with determination. I just have to trust. Trust in myself and keep going.", "owner": "Brandon Sanderson, The Hero of Ages"}, {"item": "Trust isn’t always about telling the truth in everything, Trea. Yes, you need honesty to develop trust. But trust also involves knowing someone will be there to hold you when you can’t even get out of bed. Someone who will stay with you, even when you don’t deserve it, because their world doesn’t turn without you in it.", "owner": "Hilary Thompson, Justice Buried"}, {"item": "Trust is a gossamer thread, and it takes only a breath of suspicion to break it.", "owner": "Jason Worthley"}, {"item": "Always trust your gut instinct. There will come a time when you will understand, but for now trust God has a plan greater than you have ever imagined.", "owner": "Shannon L. Alder"}, {"item": "A defining factor of team success is trust in God.", "owner": "Sunday Adelaja"}, {"item": "I don't trust most people. Except for you.\"\"Why me?\"\"Because everyone needs someone to put their faith in.", "owner": "Amy Engel, The Book of Ivy"}, {"item": "TRUST is like a paper once it’s crumpled it can’t be PERFECT again.", "owner": "Auliq Ice"}], "pagination": {"size": 20, "total": 10, "current": 4}}