{"contents": [{"item": "Judging Natalie as my mother had judged me was, I felt like telling her son, just my ass-backward way of showing love. I'd spent my life trying to translate that language, and now I realized I had come to speak it fluently. When was it that you realized the thread woven through your DNA carried the relationship deformities of your blood relatives as much as it did their diabetes and bone density? ", "owner": "Alice Sebold, The Almost Moon"}, {"item": "If I loved someone, I could never let him go away from me. I would be too miserable and lonely.", "owner": "Valerie Tripp"}, {"item": "They shared a laugh, and then the silence that so often intruded on their discussion asserted itself once again, a gap born of equal parts weariness, familiarity and--conversely--the many differences that fate had created between those who had once gone about lives that were but variations on a single melody.", "owner": "Christopher Paolini, Brisingr"}, {"item": "A man us measured by the depths of his commitments.", "owner": "Mark William Goldman"}, {"item": "Since that time, I've had many similar moments, and I can never hear the words \"family\" and \"home\" without feeling that they sound strange, never simply hear them and let them go. When I stop to examine them, though, the words seem hollow, seem to rattle at my feet like empty cans.", "owner": "Yōko Ogawa, The Diving Pool: Three Novellas"}, {"item": "She was home, the passage walls, memorabilia of Ben's life, past and present, welcomed her like a doting grandmother.", "owner": "Mala Naidoo, Across Time and Space"}, {"item": "A good starts with breakfast; no matter what I'm going through, a good breakfast with friends, family, or tribe helo me and others start the day right and better.a professional practice I follow as retaught to me by a mentor who was a 3 star general when he held the meeting until i and c others had a full breakfast. Good leadrrship and a lesson with kindness.", "owner": "Diana Kanecki"}, {"item": "I believe that I can teach my children to follow their dreams by following my own.", "owner": "Liimu McGill, The MomStar Manifesto"}, {"item": "Family is the most important thing in this life.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Love. It’s the complex chemistry of a blind heart and a distracted mind. Love is a shapeshifter. Love walks along the same path as hate. Love makes us whole. Love makes us weak. Love drives us to insanity. Love can be a curse. Love is a miracle.", "owner": "Julie  Anderson, Love Notes From Humanity: The Lust, Love & Loss Collection"}, {"item": "I have known both of you all your lives, have carried your Daddy in my arms and on my shoulders, kissed and spanked him and watched him learn to walk. I don’t know if you’ve known anybody from that far back; if you’ve loved anybody that long, first as an infant, then as a child, then as a man, you gain a strange perspective on time and human pain and effort. Other people cannot see what I see whenever I look into your father’s face, for behind your father’s face as it is today are all those other faces which were his. Let him laugh and I see a cellar your father does not remember and a house he does not remember and I hear in his present laughter his laughter as a child. Let him curse and I remember him falling down the cellar steps, and howling, and I remember, with pain, his tears, which my hand or your grandmother’s so easily wiped away. But no one’s hand can wipe away those tears he sheds invisibly today, which one hears in his laughter and in his speech and in his songs.", "owner": "James     Baldwin, The Fire Next Time"}, {"item": "Sibling relationships outlast marriages, survive the death of parents, resurface after quarrels that would sink any friendship. They flourish in a thousand incarnations of closeness and distance, warmth, loyalty and distrust.", "owner": "Erica E. Goode"}, {"item": "Do not refuse to help your own relatives.", "owner": "Lailah Gifty Akita"}, {"item": "A shared life is a sacred love.", "owner": "Lailah Gifty Akita"}, {"item": "You know you are getting old when yesterday turns out to be a fading memory you have difficulties recollecting, when today becomes a challenge that is hard to grasp and when tomorrow promises an uncertainty that you dread encountering.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Never go for someone that represents something that is more of a fantasy than reality in this crazy world of lonely people, unless it is for the shortest time possible, and unless you have clearly figured out an exit strategy.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "You can’t say you love man as an individual if you have not dealt with the person’s complex personality, his or her unfamiliar habits, disturbing impulses and biological makeup.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Unsettling emotions are capable of messing up the most beautiful minds in this world.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "the depth or humaneness of our love depends on the wideness of our souls.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Why do we complicate life, when it was meant to be very simple?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}], "pagination": {"size": 20, "total": 10, "current": 4}}