{"contents": [{"item": "But magic is neither good nor evil. It is a tool, like a knife. Is a knife evil? Only if the wielder is evil.", "owner": "Rick Riordan, The House of Hades"}, {"item": "The art of being wise is knowing what to overlook.", "owner": "William James"}, {"item": "wisdom comes to us when it can no longer do any good.", "owner": "Gabriel García Márquez, Love in the Time of Cholera"}, {"item": "There is a wisdom of the head, and... there is a wisdom of the heart.", "owner": "Charles Dickens, Hard Times"}, {"item": "Now I understand that one of the important reasons for going to college and getting an education is to learn that the things you've believed in all your life aren't true, and that nothing is what it appears to be.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "Only the wisest and stupidest of men never change.", "owner": "Confucius"}, {"item": "Where wisdom reigns, there is no conflict between thinking and feeling.", "owner": "C.G. Jung"}, {"item": "The small wisdom is like water in a glass:clear, transparent, pure.The great wisdom is like the water in the sea:dark, mysterious, impenetrable.", "owner": "Rabindranath Tagore"}, {"item": "A man without words is a man without thought.", "owner": "John Steinbeck, East of Eden"}, {"item": "Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle ofsoftness overcoming hardness.", "owner": "Lao Tzu"}, {"item": "Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted.", "owner": "Madeleine L'Engle, Two-Part Invention: The Story of a Marriage"}, {"item": "Anger exceeding limits causes fear and excessive kindness eliminates respect.", "owner": "Euripides"}, {"item": "It is easier to be wise for others than for ourselves.", "owner": "François de La Rochefoucauld"}, {"item": "Sanity calms, but madness is more interesting.", "owner": "John Russell"}, {"item": "Yet what keeps me from dissolving right now into a complete fairy-tale shimmer is this solid truth, a truth which has veritably built my bones over the last few years--I was not rescued by a prince; I was the administrator of my own rescue.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "When in doubt, choose to live.", "owner": "Terry Pratchett, Thief of Time"}, {"item": "How prone to doubt, how cautious are the wise!", "owner": "Homer"}, {"item": "When you've learned to laugh at the things that should be laughed at, and not to laugh at those that shouldn't, you've got wisdom and understanding.", "owner": "L.M. Montgomery, Anne of the Island"}, {"item": "But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Conceit spoils the finest genius.", "owner": "Louisa May Alcott, Little Women"}], "pagination": {"size": 20, "total": 10, "current": 1}}