{"contents": [{"item": "After the fire, when I'd tried to express my gratitude for their kindness to our customers, they'd been awkward, uncomfortable. My father had had to explain to me that giving thanks is not a common practice in India.'Then how do you know if people appreciated what you did?' I'd asked.'Do you really need to know?' my father had asked back.", "owner": "Chitra Banerjee Divakaruni, Queen of Dreams"}, {"item": "Thanksgiving creates abundance.", "owner": "Ann Voskamp"}, {"item": "Life-changing gratitude does not fasten to a life unless nailed through with one very specific nail at a time.", "owner": "Ann Voskamp"}, {"item": "Though they only take a second to say, thank yous leave a warm feeling behind that can last for hours.", "owner": "Kent Allan Rees, Molly Withers and the Golden Tree"}, {"item": "I try hard to hold fast to the truth that a full and thankful heart cannot entertain great conceits. When brimming with gratitude, one’s heartbeat must surely result in outgoing love, the finest emotion we can ever know.", "owner": "Bill W."}, {"item": "Be grateful for whatever it is that opens you up.", "owner": "Allan G. Hunter"}, {"item": "Thanks, Pepe. You've put an extra night into my life. I would have spent it just sleeping like an ox, but I've lived it instead. I'm grateful.", "owner": "Manuel Vázquez Montalbán, La Soledad Del Manager"}, {"item": "Saying that 'I am a grateful alcoholic' will then reflect the truth about who we have become in our person, having understood deeply and intimately that God in his grace can turn any evil, any pain we have suffered or inflicted, to good purpose. – p. 57", "owner": "Ray A., Practice These Principles: Living the Spiritual Disciplines and Virtues in 12-Step Recovery to Achieve Spiritual Growth, Character Development, and Emotional Sobriety"}, {"item": "Always remember that with privilege comes responsibility. You must go to Casa Azul and see the place you came from. Only then will you be able to understand how far you've come.", "owner": "Sandra Rodriguez Barron, Stay with Me: A Novel"}, {"item": "Getting to the destination you desire involves walking in the right direction. You can't board a jet to enlightenment, and thank God for that. Otherwise, when you jumped off the plane, you'd proceed to polluting paradise with the hell that you thought you had left behind.", "owner": "Natalie Pace, The Gratitude Game: 21 Days to a Healthier, Wealthier, More Beautiful You"}, {"item": "I know I should be reassuring him that everything's all right, that he needn't worry, but I can't. Instead I'm talking to someone I don't know who isn't even there. Thank you, I'm saying. Thank you for Lucy, thank you for Claire and for Daniel, thank you for this cold and this blood and this pain. Thank you. Thank you. Thank you.", "owner": "Michael Dibdin, Thanksgiving"}, {"item": "Treasure the magic moments for the gems they are.", "owner": "Catherine Marie Bergman"}, {"item": "gratitude is a duty which ought to be paid but which none have a right to expect", "owner": "Rousseau Jean-Jacques 1712-1778"}, {"item": "A sprinkle of magic, a ton of fun, a heap of optimism, a lot of joy, a glimmer of hope – ’tis the gift of the Happy Rosy Day gratitude journal.", "owner": "Zakiyya Rosebelle"}, {"item": "If we can realize that life is always happening for us, not to us… game over, all the pain and suffering disappears.", "owner": "Tony Robbins"}, {"item": "Thinking too much just brings it back to me, me, me—but thanking takes my eyes off myself and my mistakes and puts them on others, on things bigger than myself. I can’t stand here very long without being humbled at how small I am and amazed at how big and beautiful our world is.", "owner": "Elizabeth Musser, Words Unspoken"}, {"item": "She could go on asking herself why roses had thorns or she could be thankful that thorns had roses.", "owner": "Ella Griffin, The Flower Arrangement"}, {"item": "We seldom think of what we have but always of what we lack", "owner": "Schopenhauer Arthur Schopenhauer Et Al"}, {"item": "As long as I live, I can only be grateful.", "owner": "Lailah Gifty Akita"}, {"item": "Life is a gift. Live it with gratitude.", "owner": "Lailah Gifty Akita"}], "pagination": {"size": 20, "total": 10, "current": 7}}