{"contents": [{"item": "Too many companies believe people are interchangeable. Truly gifted people never are. They have unique talents. Such people cannot be forced into roles they are not suited for, nor should they be. Effective leaders allow great people to do the work they were born to do.", "owner": "Warren G. Bennis, Organizing Genius: The Secrets of Creative Collaboration"}, {"item": "All organizations are perfectly designed to get the results they are now getting. If we want different results, we must change the way we do things.", "owner": "Tom Northup"}, {"item": "The growth and development of people is the highest calling of leadership.", "owner": "Harvey S. Firestone"}, {"item": "We should always aim to read something different=not only the writers with whom we agree, but those with whom we are ready to do battle. Their point of view challenges us to examine the truth and to test their views...and let us not comment on nor criticize writers of whom we have heard only second-hand, or third-hand without troubling to read their works for ourselves...Don't be afraid of new ideas.", "owner": "J. Oswald Sanders, Spiritual Leadership"}, {"item": "The person who sees the difficulties so clearly that he does not discern the possibilities cannot inspire a vision in others.", "owner": "J. Oswald Sanders, Spiritual Leadership"}, {"item": "Some great men owe most of their greatness to the ability of detecting in those they destine for their tools the exact quality of strength that matters for their work. ", "owner": "Joseph Conrad"}, {"item": "Leadership isn't about power for the sake of power - not true leadership. Instead it deals with modeling behavior you want others to have, and with responsibility for being certain the people you lead are treated equitably, and with respect. Not an easy task. You can't make other people feel anything, or think anything; you can only try to teach them what you want them to feel and think and why you think they should act accordingly.", "owner": "Laura Weakley"}, {"item": "And a leader has to command confidence, and consent.", "owner": "John Christopher, When the Tripods Came"}, {"item": "I'm accustomed to being top man. I been a bull goose catskinner for every gyppo logging operation in the Northwest and bull goose gambler all the way from Korea, was even bull goose pea weeder on that pea farm at Pendleton -- so I figure if I'm bound to be a loony, then I'm bound to be a stompdown dadgum good one.", "owner": "Ken Kesey, One Flew Over the Cuckoo's Nest"}, {"item": "Leading people is like cookingDon’t stir too much\u2028It annoys the ingredients\u2028And spoils the food", "owner": "Rick Julian"}, {"item": "Leadership is a two-way street, loyalty up and loyalty ", "owner": "Grace Murray Hopper"}, {"item": "Stories are the single most powerful weapon in a leader’s arsenal", "owner": "Howard Gardner"}, {"item": "Blessed are the people whose leaders can look destiny in the eye without flinching but also without attempting to play God", "owner": "Henry Kissinger"}, {"item": "Regard your soldiers as your children, and they will follow you into the deepest valleys; look upon them as your own beloved sons, and they will stand by you even unto death.", "owner": "Sun Tzu, The Art of War"}, {"item": "Managers maintain an efficient status quo while leaders attack the status quo to create something new.", "owner": "Orrin Woodward, LIFE"}, {"item": "You are blessed, You are great. You are not alone. You are powerful.", "owner": "Amit Ray, Mindfulness Meditation for Corporate Leadership and Management"}, {"item": "If you are not extreme, then people will take shortcuts because they don't fear you.", "owner": "Marco Pierre White, The Devil in the Kitchen: Sex, Pain, Madness and the Making of a Great Chef"}, {"item": "True greatness, true leadership, is achieved not by reducing men to one's service but in giving oneself in selfless service to them.", "owner": "J. Oswald Sanders"}, {"item": "Great Groups need to know that the person at the top will fight like a tiger for them.", "owner": "Warren G. Bennis, Organizing Genius: The Secrets of Creative Collaboration"}, {"item": "The president had shifted to the 'we' mode now, something he invariably did when a potentially unpopular decision was at hand. For the easy ones, it was always 'I.' When he needed a crutch, and especially when he would need someone to blame, he opened up the decisionmaking process and included Critz.", "owner": "John Grisham, The Broker"}], "pagination": {"size": 20, "total": 10, "current": 5}}