{"contents": [{"item": "The last thing we expect others to do is the last thing they do before we learn we cannot trust them.", "owner": "Lauren Kate, Teardrop"}, {"item": "I can't worry about everything at once, Elend thought with determination. I just have to trust. Trust in myself and keep going.", "owner": "Brandon Sanderson, The Hero of Ages"}, {"item": "Trust isn’t always about telling the truth in everything, Trea. Yes, you need honesty to develop trust. But trust also involves knowing someone will be there to hold you when you can’t even get out of bed. Someone who will stay with you, even when you don’t deserve it, because their world doesn’t turn without you in it.", "owner": "Hilary Thompson, Justice Buried"}, {"item": "Trust is a gossamer thread, and it takes only a breath of suspicion to break it.", "owner": "Jason Worthley"}, {"item": "Always trust your gut instinct. There will come a time when you will understand, but for now trust God has a plan greater than you have ever imagined.", "owner": "Shannon L. Alder"}, {"item": "People believe things that aren't true about other people just because of how they look and what kind of vehicle they drive. Why can you not wait and see who they are inside before you make a decision\". \"Because we're afraid\" I said. \"If I had trusted them and they turned out to be bad people, they might have robbed us or attack us. It's better to be cautious\". \"That is a sad thing\" he said. \"Always thinking the worst of other people\". \"Sad, but that's the way it is. We have to judge them on how they act and other was of knowing about them except what we can see on the outside", "owner": "Karen McQuestion, From a Distant Star"}, {"item": "A defining factor of team success is trust in God.", "owner": "Sunday Adelaja"}, {"item": "I don't trust most people. Except for you.\"\"Why me?\"\"Because everyone needs someone to put their faith in.", "owner": "Amy Engel, The Book of Ivy"}, {"item": "TRUST is like a paper once it’s crumpled it can’t be PERFECT again.", "owner": "Auliq Ice"}, {"item": "My mother once told me that you had to trust that the first thing out of a person's mouth was the truth. After they have a chance to think about it, they'll change what they say to be more socially acceptable, something they think you'll be happier with, something they think will get the results they want.", "owner": "Patricia Briggs, Moon Called"}, {"item": "Trust is not an obsession, darling, it's an extension of love. When we truly love someone, we give them our heart to hold in their hands. And when that love is returned, that very trust is balm to our souls.", "owner": "Julie Lessman, A Passion Redeemed"}, {"item": "You cannot trust yourself,’ she agreed, bed-rock calm. ‘Therefore, let go. Seize life and place trust in me.", "owner": "Janny Wurts, Initiate's Trial"}, {"item": "Trust compared to a valuable stone that has been shattered, cannot be restored to its original form.", "owner": "Ellen J. Barrier"}, {"item": "This is my present, also yours, free to choose. I am here at your side, alive, and no ghost. Let beauty and care forge the weapons tonight.", "owner": "Janny Wurts, Initiate's Trial"}, {"item": "Believe what you see with your eyes, trust what you hear with your ears; know what you feel with your flesh. The rest is dream and delusion.", "owner": "Brian Staveley, The Emperor's Blades"}, {"item": "Better to find your own way than to blindly trust the words of others, whoever they are.", "owner": "Gemma Malley, The Resistance"}, {"item": "It takes time to earn trust and it takes time to learn to be open enough to work in at team in an effective way so that every contribution is \"valuable\" regardless of your personal opinion.", "owner": "Auliq Ice"}, {"item": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough.", "owner": "Jennifer Rush, Reborn"}, {"item": "Sometimes it's better to pretend as if you know nothing. The vast majority of people can't be trusted, but in God I trust.", "owner": "S.Z.J. Mtshali"}, {"item": "But what I knew then was that nobody-- not even my mother-- was to be trusted in a strange world that showed very little of itself on the surface.", "owner": "Robertson Davies"}], "pagination": {"size": 20, "total": 10, "current": 5}}