{"contents": [{"item": "The consequence of the demand for fast answers to complicated health matters is the endless demand for tests, diagnostics, and pharmaceuticals.", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "You can achieve better health by replacing passive “fix me” behaviors with self-reliant ones—new habits that keep you actively involved in your owncare.", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "Health and healthcare are not synonymous", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "Our body hears \u0003whatever is in our minds\u0003and responds.", "owner": "Akiroq Brost"}, {"item": "Some people just couldn't commit to their own health. Instead they wasted their energy worrying about things they could do nothing about.", "owner": "Tess Gerritsen, Life Support"}, {"item": "Our body hears \u0003whatever is in our minds \u0003and responds.", "owner": "Akiroq Brost"}, {"item": "You polluted my air. I will pollute your. Just Wait... Revenge is not the solution", "owner": "Talees Rizvi"}, {"item": "According to research, people who live with animals have decreased anxiety and lower blood pressure. They have lower cholesterol. They are more relaxed and less stressed and are, overall, in better health. Unless of course you have a dog who pees uncontrollably wherever it wishes or eats your furniture to shreds.", "owner": "Mary Kubica, The Good Girl"}, {"item": "When you feel life's slow, run !", "owner": "Tumpal Sihombing"}, {"item": "The \"Hazeldean heart\" was a proverbial boast in the family; the Hazeldeans privately considered it more distinguished than the Sillerton gout, and far more refined than the Wesson liver; and it had permitted most of them to survive, in valetudinarian ease, to a ripe old age, when they died of some quite other disorder. But Charles Hazeldean had defied it, and it took its revenge, and took it savagely.", "owner": "Edith Wharton, Old New York: Four Novellas"}, {"item": "I have never done anything in my life except try to make myself ill when I had my health and try to make myself well when I had lost it. I have been equally and thoroughly successful in both, and today in that particular I enjoy perfect health, which I wish I could ruin again; but age prevents me.", "owner": "Giacomo Casanova, History of My Life, Volumes III & IV"}, {"item": "People who help others on a regular basis are ten times more likely to be healthy than people who do not.", "owner": "Arthur P. Ciaramicoli, The Stress Solution: Using Empathy and Cognitive Behavioral Therapy to Reduce Anxiety and Develop Resilience"}, {"item": "Negativity is positively bad for your health.", "owner": "Eleanor Brownn"}, {"item": "Human rights violations are not accidents; they are not random in distribution or effect. Rights violations are, rather, symptoms of deeper pathologies of power and are linked intimately to the social conditions that so often determine who will suffer abuse and who will be shielded from harm", "owner": "Paul Farmer, Pathologies of Power: Health, Human Rights and the New War on the Poor"}, {"item": "Human rights violations are nit accidents; they are not random in distribution or effect. Rights violations are, rather, symptoms of deeper pathologies of power and are linked intimately to the social conditions that so often determine who will suffer abuse and who will be shielded from harm.", "owner": "Paul Farmer"}, {"item": "Only by restoring the broken connections can we be healed. Connection is health. And what our society does its best to disguise from us is how ordinary, how commonly attainable, health is. We lose our health—and create profitable diseases and dependences—by failing to see the direct connections between living and eating, eating and working, working and loving.", "owner": "Wendell Berry, The Art of the Commonplace: The Agrarian Essays"}, {"item": "We can taste what's in our mouths, touch what's within our reach, smell within hundreds of metres and hear within tens of miles. But it's only through our vision that we are in communication with the sun and stars.", "owner": "Gavin Francis"}, {"item": "Research shows that allowing ourselves to forgive and forget can be healthy — it reduces pains, headaches, stress, and leads to a strong immune system. So I say: Why continue to hold grudges? We will just put our health in jeopardy, and lessen the number of pages and chapters that we still need to write in our book of life.", "owner": "Kcat Yarza, KCAT CAN: I have a pen that writes"}, {"item": "We are living in times that demand more and more of our brains and muscles, of our nerves and physical energy. Only those who are strong and know how to keep it so, can stand the wear and tear. It pays to stop once in a while to look over our machinery and oil the parts that need it.", "owner": "Adrian Peter Schmidt"}, {"item": "I still need some more healthy rest in order to work at my best. My health is the main capital I have and I want to administer it intelligently.", "owner": "Ernest Hemingway, Ernest Hemingway on Writing"}], "pagination": {"size": 20, "total": 10, "current": 6}}