{"contents": [{"item": "In some not too distant tomorrow the radiant stars of love and brotherhood will shine over our great nation with all their scintillating beauty. ", "owner": "Martin Luther King Jr., The Autobiography of Martin Luther King, Jr."}, {"item": "Hope is sweet.Hope is illumining.Hope is fulfilling.Hope can be everlasting.Therefore, do not give up hope,Even in the sunset of your life.", "owner": "Sri Chinmoy, My Life's Soul-Journey: Daily Meditations for Ever-Increasing Spiritual Fulfillment"}, {"item": "And I sometimes think that a moment of touching is the difference between complete utter despair and the ability to carry on.", "owner": "Eleanor Cameron, The Court of Stone Children"}, {"item": "You can tell people of the need to struggle, but when the powerless start to see that they really can make a difference, nothing can quench the fire.", "owner": "Leymah Gbowee, Mighty Be Our Powers: How Sisterhood, Prayer, and Sex Changed a Nation at War"}, {"item": "Una Salus Victis Nullam Sperare Salutem - (Latin - written 19 BC)The only hope for the doomed, is no hope at all...", "owner": "Virgil, The Aeneid"}, {"item": "hope for the best, prepare for the worst", "owner": "Chris Bradford, The Ring of Earth"}, {"item": "When it is dark enough, you can see the stars.", "owner": "Chris Bradford, The Way of the Dragon"}, {"item": "Always it’s Spring)and everyone’s in love and flowers pick themselves.", "owner": "E.E. Cummings, 100 Selected Poems"}, {"item": "If you hit bottom, there's a whole lot of people here to help you up", "owner": "Suzanne Collins, Gregor and the Code of Claw"}, {"item": "His face was tense, his jaw flexed as he stared at her. She could hardly stand to meet his eyes. They were an ocean of betrayal. They probed her, searching for the smallest sign that she didn't mean it. That spark of hope that never seemed to go out.", "owner": "Aprilynne Pike, Spells"}, {"item": "Stability was overrated. Crises and adventures, on the other hand, could actually teach you something.", "owner": "Sarah Addison Allen"}, {"item": "Hope is what makes you look outside the window to see if it's stopped raining. Hope is what makes you believe he'll text you back. Hope is why you buy your jeans a little tight... Hope is why you get out of bed in the morning, and why you dream at night. Hope is what makes us believe that things can only get better. Hope is what keeps us going.", "owner": "Jodi Picoult, Off the Page"}, {"item": "I have found there to be little distance between the unlatching of a chain and the spreading of a woman’s legs. As if they can never unbar only a single entrance. It’s a disease called hope. Women suffer from it greatly.", "owner": "Karen Marie Moning, The Alpha Alternative: JZB Sex Scene"}, {"item": "Things doesn't always start out the way we want them to. It's how they end that's important.", "owner": "T.M. Frazier, King"}, {"item": "but a sanguine temper, though for ever expecting more good than occurs, does not always pay for its hopes by any proportionate depression. it soon flies over the present failure, and begins to hope again.", "owner": "Jane Austen, Emma"}, {"item": "Hope means you keep on holding to things that won't ever be so again, and so you bleed an inch at a time until there's nothing left.", "owner": "Seanan McGuire, Every Heart a Doorway"}, {"item": "Beware how you take away hope from another human being", "owner": "Oliver Wendell Holmes Sr."}, {"item": "Now I'm making a decision. I choose life. I shall live because there are few people I want to stay with for the longest possible time and because I have duties to discharge. It is not my concern whether or not life has meaning. If I am unable to forgive, then I shall try to forget. I shall live by force and cunning.\"­", "owner": "tayeb saleh, Season of Migration to the North"}, {"item": "The world is round and the place which may seem like the end may also be only the beginning.", "owner": "Rebecca West"}, {"item": "I believe in hope, in what is something called ”radical hope.” I believe there is hope for all of us, even amid the suffering. And that’s why I write fiction, probaby. It’s my attempt to keep that fragile strand of radical hope, to buld a fire in the darkness.r", "owner": "John Green"}], "pagination": {"size": 20, "total": 10, "current": 9}}