{"contents": [{"item": "Sincere forgiveness isn't colored with expectations that the other person apologize or change. Don't worry whether or not they finally understand you. Love them and release them. Life feeds back truth to people in its own way and time.", "owner": "Sara Paddison"}, {"item": "Do not judge. But pray for grace for all people.", "owner": "Lailah Gifty Akita"}, {"item": "Peace is such hard work. Harder than war. It takes way more effort to forgive than to kill.", "owner": "Rae Carson, The Bitter Kingdom"}, {"item": "Not to forgive is to be imprisoned by the past, by old grievances that do not permit life to proceed with new business. Not to forgive is to yield oneself to another's control... to be locked into a sequence of act and response, of outrage and revenge, tit for tat, escalating always. The present is endlessly overwhelmed and devoured by the past. Forgiveness frees the forgiver. It extracts the forgiver from someone else's nightmare.", "owner": "Lance Morrow, The Chief: A Memoir of Fathers and Sons"}, {"item": "Forgiveness is the one gift you don't give to others. Rather, it is the gift you give yourself, so you can finally be free.", "owner": "Shannon L. Alder"}, {"item": "Forgiveness is really just another word for freedom.", "owner": "Julie Lessman"}, {"item": "Life’s too short to not forgive those who hurt us. I trust you to do what’s right. Right by your own heart.…Forgiveness sets you free.", "owner": "Cheryl Kaye Tardif, Whale Song"}, {"item": "Dear God, please take the stains off my heart. If there’s even an ounce of pain I feel that someone caused me in the past, I ask that you wash it away. Give me strength, show me forgiveness is the healthiest option for me, and set me free. I pray you give me peace today and every day, allowing me to totally leave my past behind. In Jesus’s name, I pray, amen.", "owner": "Ron Baratono, The Writings of Ron Baratono"}, {"item": "All they had to do was let go, and they'd be free. But they held on.", "owner": "Dyan Cannon, Dear Cary: My Life with Cary Grant"}, {"item": "Any fool knows men and women think differently at times, but the biggest difference is this. Men forget, but never forgive; women forgive, but never forget.", "owner": "Robert Jordan"}, {"item": "There is no forgiveness. For women. A man may lose his honor and regain it again. But a woman cannot. She cannot.", "owner": "Cormac McCarthy, All the Pretty Horses"}, {"item": "Forgiving men is so much easier than forgiving women.", "owner": "Margaret Atwood, CAT'S EYE."}, {"item": "You really love me?\" she asked wistfully.\"The devil!\" he exclaimed, looking over his shoulder. \"Did I forget to say it? The thing I came to say?", "owner": "Mary Balogh, The Temporary Wife"}, {"item": "It is those who injure women who get the most kindness from them.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "Forgiveness is healing—everything is energy—thoughts create—we are all connected—what you resist persists—true love never dies—the soul’s immortality is the only true immortality—", "owner": "Alyson Noel, Everlasting"}, {"item": "Dear Lord, please show me everything I need to understand about forgiveness and surrender", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Ultimately, we can really forgive people only because Christ rose from the dead; his Resurrection is the guarantee that God can cure every wrong and every hurt.", "owner": "Jacques Philippe, Interior Freedom"}, {"item": "Forgiveness is the fastest way to a spiritual path and inner peace of mind", "owner": "Muhaya Haji Mohamad"}, {"item": "In this life, you only need to do this much: You must know that the other person is instrument (nimit, in bringing you the results of your own karmas) so you must remain silent. Do not let the mind spoil in the slightest. If it does, then ask for forgiveness: ‘Dear Instrument! You are simply an instrument. I ask for forgiveness for spoiling my mind.’ You have to do only this much! That is the effort [purusharth]!", "owner": "Dada Bhagwan"}, {"item": "Resentments make even the best of us feel superior.", "owner": "Anne Lamott"}], "pagination": {"size": 20, "total": 10, "current": 4}}