{"contents": [{"item": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", "owner": "Maya Angelou"}, {"item": "You really love her don't you,\" she said.With all my heart.\"She looked as sad as I'd ever seen her.What's your heart telling you to do?\"I don't know.\"Maybe\", she said gently,\"You're trying to hard to hear it.", "owner": "Nicholas Sparks"}, {"item": "The moment you stop to think about whether you love someone, you've already stopped loving that person forever.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "Anyone who is in love is making love the whole time, even when they're not. When two bodies meet, it is just the cup overflowing. They can stay together for hours, even days. They begin the dance one day and finish it the next, or--such is the pleasure they experience--they may never finish it. No eleven minutes for them.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness — and call it love — true love.", "owner": "Robert Fulghum, True Love"}, {"item": "It's funny how you can forget everything except people loving you. Maybe that's why humans find it so hard getting over love affairs. It's not the pain they're getting over, it's the love.", "owner": "Melina Marchetta, On the Jellicoe Road"}, {"item": "Every true love and friendship is a story of unexpected transformation. If we are the same person before and after we loved, that means we haven't loved enough.", "owner": "Elif Shafak, The Forty Rules of Love"}, {"item": "Morning without you is a dwindled dawn.", "owner": "Emily Dickinson"}, {"item": "Remember that the best relationship is one in which your love for each other exceeds your need for each other.", "owner": "Dalai Lama XIV"}, {"item": "She wasn't doing a thing that I could see, except standing there leaning on the balcony railing, holding the universe together.", "owner": "J.D. Salinger"}, {"item": "Some people feel like they don't deserve love. They walk away quietly into empty spaces, trying to close the gaps of the past.", "owner": "Jon Krakauer, Into the Wild"}, {"item": "Ye are Blood of my Blood, and Bone of my Bone,I give ye my Body, that we Two might be One.I give ye my Spirit, 'til our Life shall be Done.", "owner": "Diana Gabaldon, Outlander"}, {"item": "I love you more than I think I should.", "owner": "Becca Fitzpatrick, Crescendo"}, {"item": "When you love someone you let them take care of you.", "owner": "Jodi Picoult"}, {"item": "Love, the poet said, is woman's whole existence.", "owner": "Virginia Woolf, Orlando"}, {"item": "Falling for him would be like cliff diving. It would be either the most exhilarating thing that ever happened to me or the stupidest mistake I’d ever make.", "owner": "Colleen Houck"}, {"item": "One day, when I am a braver man, I will tell her these things, and then I will look her in the eye tell her I love her and ask her to be only mine. But until that day, we're just friends.", "owner": "Charlie Huston, Already Dead"}, {"item": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.", "owner": "Jalaluddin Rumi"}, {"item": "In secret we met -In silence I grieve,That thy heart could forget,Thy spirit deceive.If I should meet theeAfter long years,How should I greet thee? -With silence and tears", "owner": "George Gordon Byron"}, {"item": "Love. The reason I dislike that word is that it means too much for me, far more than you can understand.\"- Anna Karenina {Anna Karenina}", "owner": "Leo Tolstoy, Anna Karenina"}], "pagination": {"size": 20, "total": 10, "current": 8}}