{"contents": [{"item": "Life has become immeasurably better since I have been forced to stop taking it seriously.", "owner": "Hunter S. Thompson"}, {"item": "The difference between fiction and reality? Fiction has to make sense.", "owner": "Tom Clancy"}, {"item": "I just need to know that someone out there listens and understands and doesn't try to sleep with someone even if they could have. I need to know these people exist.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation. From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats. A stereotyped but unconscious despair is concealed even under what are called the games and amusements of mankind. There is no play in them, for this comes after work. But it is a characteristic of wisdom not to do desperate things..", "owner": "Henry David Thoreau, Civil Disobedience and Other Essays"}, {"item": "People make mistakes in life through believing too much, but they have a damned dull time if they believe too little.", "owner": "James Hilton, Lost Horizon"}, {"item": "If you care about something you have to protect it – If you’re lucky enough to find a way of life you love, you have to find the courage to live it.", "owner": "John Irving, A Prayer for Owen Meany"}, {"item": "Life isn't fair, it's just fairer than death, that's all.", "owner": "William Goldman, The Princess Bride"}, {"item": "When you consider things like the stars, our affairs don't seem to matter very much, do they?", "owner": "Virginia Woolf"}, {"item": "Tiger got to hunt, bird got to fly;Man got to sit and wonder 'why, why, why?'Tiger got to sleep, bird got to land;Man got to tell himself he understand.", "owner": "Kurt Vonnegut Jr., Cat's Cradle"}, {"item": "At the time, my life just seemed too complete, and maybe we have to break everything to make something better out of ourselves.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "No sympathy for the devil; keep that in mind. Buy the ticket, take the ride...and if it occasionally gets a little heavier than what you had in mind, well...maybe chalk it up to forced consciousness expansion: Tune in, freak out, get beaten.", "owner": "Hunter S. Thompson, Fear and Loathing in Las Vegas"}, {"item": "There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out.", "owner": "Sophie Kinsella, The Undomestic Goddess"}, {"item": "Some people, they can't just move on, you know, mourn and cry and be done with it. Or at least seem to be. But for me... I don't know. I didn't want to fix it, to forget. It wasn't something that was broken. It's just...something that happened. And like that hole, I'm just finding ways, every day, of working around it. Respecting and remembering and getting on at the same time. ", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "Let me be, was all I wanted. Be what I am, no matter how I am.", "owner": "Henry Miller, Stand Still Like the Hummingbird"}, {"item": "The thing about getting older is that you don't need everything to be possible any more, you just need things to be certain.", "owner": "Monica Ali, Brick Lane"}, {"item": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person.", "owner": "Gerard Way"}, {"item": "I can choose either to be a victim of the world or an adventurer in search of treasure. It's all a question of how I view my life.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "And I learned what is obvious to a child. That life is simply a collection of little lives, each lived one day at a time. That each day should be spent finding beauty in flowers and poetry and talking to animals. That a day spent with dreaming and sunsets and refreshing breezes cannot be bettered. But most of all, I learned that life is about sitting on benches next to ancient creeks with my hand on her knee and sometimes, on good days, for falling in love.", "owner": "Nicholas Sparks"}, {"item": "There is not a particle of life which does not bear poetry within it", "owner": "Gustave Flaubert"}, {"item": "Unexpected intrusions of beauty. This is what life is.", "owner": "Saul Bellow, Herzog"}], "pagination": {"size": 20, "total": 10, "current": 6}}