{"contents": [{"item": "... and isn't the world a treasure in itself? A spectacle glittering every single day, without a concern if anyone's watching or not. It simply goes on, elegantly, letting nature have its way. We only need to open our eyes to witness the biggest masterpiece ever created, the ticket is already in your hand.", "owner": "Charlotte Eriksson"}, {"item": "On a second note, though, I have something to say about pain. There are lots of kinds of pain. Pain of smashing your fingers in a car door, pains of loosing a baby, pain of failing a test. But in their own little ways, these pains are all agonizing. Which is sad, and yet, happy, if you really think about it. If we never lost our car keys, or stepped in gum, or had a bad hair day, what kind of people would we be? In a word? Boring. We wouldn't be passionate; we wouldn't know it was exciting to get pregnant, or score an A on a final. So that's why, today at least, I am grateful for pain. Because it's part of what makes me the whacky, goofy, jaded, person that I am. Peace.", "owner": "Alysha Speer"}, {"item": "...one of the best ways to take the pain out of past experiences is to replace the hurt with gratitude.", "owner": "Nick Vujicic, Unstoppable: The Incredible Power of Faith in Action"}, {"item": "In that instant, I realized that if I focused on the pain and misery, it would take me longer to heal. When chronic pain is my most often companion, it can be challenging to keep looking for the good. I needed to figure out a way to focus on the positive moments of each day. I needed to see where I was improving and healing.", "owner": "Sharon E. Rainey, The Best Part of My Day Healing Journal"}, {"item": "When you express gratitude for the blessings that come into your life, it not only encourages the universe to send you more, it also sees to it that those blessings remain.", "owner": "Stephen Richards"}, {"item": "Here is the world, and you live in it, and are grateful. You try to be grateful.", "owner": "Michael Cunningham, The Hours"}, {"item": "Be happy for things that work.", "owner": "Na'ama Yehuda"}, {"item": "Keep your Eyes on All that's Good and Beautiful and Possible in the World. Because \"The Stories We Tell Create the People We Become.", "owner": "Jacqueline Lewis, Life Begins at the End of Your Comfort Zone: A Journal to Reignite, Renew, and Refuel your Life"}, {"item": "Gratitude is where every positive attitude starts.", "owner": "Michael Hyatt, Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want"}, {"item": "Joyful living is a healthy life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Time is the most valuable resources.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The habit of happiness is achieved through the attitude of gratitude.", "owner": "Annette Zoheret, Survive Life... And Live It Up"}, {"item": "Revolution starts within our own heart, not on the street", "owner": "Indy Bissessur"}, {"item": "The number one joy indicator, the one thing that will predict whether someone feels joy in their life or not, is the practice of gratitude.", "owner": "John O'Leary, On Fire: The 7 Choices to Ignite a Radically Inspired Life"}, {"item": "May your life be filled with more gratitude.", "owner": "Lailah Gifty Akita"}, {"item": "What had she have to wish for? Nothing but to grow more worthy of him whose intentions and judgment had been ever so superior to her own.", "owner": "Jane Austen, Emma"}, {"item": "The beauty of existence is a passionate sacred-life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be happy with what you have.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Gratefulness leads to good health and happy life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Joy is the simplest form of gratitude.", "owner": "Karl Barth"}], "pagination": {"size": 20, "total": 10, "current": 2}}