{"contents": [{"item": "I wish I had a parabatai,\" Emma said. \"It's like someone who's your family, but because they want to be, not because they have to be.", "owner": "Cassandra Clare, City of Heavenly Fire"}, {"item": "Friends are squad. Squad is family. Family is forever.", "owner": "Malaika Gilani"}, {"item": "The sad fact is, there are 7.220.400.641 people on the planet, but right now I haven't got a single one to talk to.", "owner": "Holly Smale, Picture Perfect"}, {"item": "Why do you always rescue me?\" — \"Every Cinderella needs a fairy godmother. But sometimes your fairy godmother needs you right back.", "owner": "Holly Smale, Picture Perfect"}, {"item": "And this way, l'll leave everything behind before it gets the chance to do the same to me.", "owner": "Holly Smale, Picture Perfect"}, {"item": "Love puts itself first, and makes its own plans. It maps you out instead. Maybe that's what makes it perfect", "owner": "Holly Smale, Picture Perfect"}, {"item": "They say that life is just a blank chain, and precious moments are the beads we hang off it to make it beautiful.", "owner": "Holly Smale, Picture Perfect"}, {"item": "I can change my plans. But I can't change my family.", "owner": "Holly Smale, Picture Perfect"}, {"item": "My Best Friend and I have spent plenty of time together, despite me being in my First Ever Relationship. This is because friends should always come first.", "owner": "Holly Smale, Picture Perfect"}, {"item": "Reason to move to New York: I don't to get left behind", "owner": "Holly Smale, Picture Perfect"}, {"item": "We are LornaCruzCharlotteDelilahIsla and we aren’t afraid of love, even if we’re supposed to be.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "Just remember, honey, you only have one heart.", "owner": "Louise Bagshawe"}, {"item": "Some people, though related by blood, are as sworn enemies. Others, bound only by friendship, would die for one another.", "owner": "Beem Weeks"}, {"item": "Love is the most precious gift in life. Be grateful for all the love and support you get from your parents, your family and friends. Because nothing is as precious as receiving true and devoted love\" - Monsieur Jac Couture", "owner": "Lily Amis, Angel of Hope & Lily: Featuring Monsieur Jac Couture"}, {"item": "Those who love you the most, let yo bend your notes", "owner": "Paresh Shah"}, {"item": "Those who love you the most, let you bend your notes", "owner": "Paresh Shah"}, {"item": "It's because we live in a beauty-obsessed society where the most important thing a woman can do is make herself attractive to men.", "owner": "Liane Moriarty, Big Little Lies"}, {"item": "I'm looking for somekind of permanence, so my mark will linger on the world once I'm gone, in the places where I found joy..\" -Page 81", "owner": "Emery Lord, When We Collided"}, {"item": "I'm looking for some kind of permanence, so my mark will linger on the world once I'm gone, in the places where I found joy..", "owner": "Emery Lord, When We Collided"}, {"item": "I could never leave,' Pine Sap said. 'Why?' she asked.Pine Sap shrugged, and gestured in the direction of the village. 'Because I think people must be the same everywhere. Only these people are my bones.", "owner": "Jodi Lynn Anderson, Tiger Lily"}], "pagination": {"size": 20, "total": 10, "current": 6}}