{"contents": [{"item": "Trust in many ways is a much greater compliment than love", "owner": "Nasif.E.Ridoy"}, {"item": "A leader that doesn't sympathize have a loose strings and a wicked heart.", "owner": "Lendon"}, {"item": "A leader that doesn't sympathize have a loose string and wicked heart.", "owner": "Lendon"}, {"item": "If you walk through a door with dead locks,bolts and chains don't betray or turn your back on that trust.The privilege of knowing all that goes on behind that door should be treated as an extraordinary gift.For many people will only ever see half of the real person they've known for years.", "owner": "Anonymous"}, {"item": "Our natural state is trustin ourselvesin othersuntil we learn differentlythen we hurt as we try to unlearn ituntil it dawns on our hearts that if we live and act with pure intentwe do not need trust.", "owner": "Cathrine Lødøen"}, {"item": "And even if fairies built a nest in the bottom of my garden and it should turn out that I have to live for a thousand years, there's not one of them when I'll be of a mind to trust you.", "owner": "Michael Dobbs, Old Enemies"}, {"item": "people say don't trust everyone but trust everyone and let them know you are different trust me they will never break your trust", "owner": "MK PRINCE"}, {"item": "Trust no one, I scold myself. Even if they smell good.", "owner": "Lydia Kang, Control"}, {"item": "You’re a grown woman, and a clever one. I believe you understand the situation. And I’m going to trust that you know your own mind.", "owner": "Tessa Dare, Beauty and the Blacksmith"}, {"item": "People divulge things to you that they would not divulge to anyone else.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "if the conditions and or circumstances are right anybody will turn against anyone...", "owner": "Methen"}, {"item": "Never trust a person more than you, when they break the trust you lost the life of happiness,it shakes the heart and gives the tears for ever", "owner": "Debolina"}, {"item": "Honest people are never touchy about the matter of being trusted.", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "Sometimes all we have to do is to trust. Let go of things is an easy job but to stay with a strong heart full of trust is even much more important then all .", "owner": "Arfa Zainab"}, {"item": "When you trust yourself, you will come out like a beautiful sunbeam through the dark clouds!", "owner": "Mehmet Murat ildan"}, {"item": "If you want a man to trust you, ask him for a favor. Most people get this part wrong. They try to win people over by offering something to them, but humans instinctively recoil from those who help them. They like the people that they help far better, even if the favor granted is as small as a cigarette.", "owner": "Kim   Wright, City of Silence"}, {"item": "the biggest mistake i have done is to trust YOU...", "owner": "A2KDON"}, {"item": "You should have trusted me. I'm really tired of people not trusting me.", "owner": "Rachel Caine, Fall of Night"}, {"item": "a relationship without trust is like a car without gas..you can stay in it all you want, but it won't go anywhere...", "owner": "Michael J Herbert"}, {"item": "if you fooled a person, don't think he or she is a fool...it means, they trusted you more than themselves...", "owner": "Michael J Herbert"}], "pagination": {"size": 20, "total": 10, "current": 6}}