{"contents": [{"item": "Gravitation is not responsible for people falling in love.", "owner": "Albert Einstein"}, {"item": "We waste time looking for the perfect lover, instead of creating the perfect love.", "owner": "Tom Robbins"}, {"item": "Love is not affectionate feeling, but a steady wish for the loved person's ultimate good as far as it can be obtained.", "owner": "C.S. Lewis"}, {"item": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too.", "owner": "Ernest Hemingway, Men Without Women"}, {"item": "Find what you love and let it kill you.", "owner": "Charles Bukowski"}, {"item": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.", "owner": "Paulo Coelho"}, {"item": "I would like to be the air that inhabits you for a moment only. I would like to be that unnoticed and that necessary.", "owner": "Margaret Atwood"}, {"item": "I want to do with you what spring does with the cherry trees.", "owner": "Pablo Neruda, Twenty Love Poems and a Song of Despair"}, {"item": "You can't measure the mutual affection of two human beings by the number of words they exchange.", "owner": "Milan Kundera"}, {"item": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence.", "owner": "David Byrne"}, {"item": "How do you spell 'love'?\" - Piglet\"You don't spell it...you feel it.\" - Pooh", "owner": "A.A. Milne"}, {"item": "Tonight I can write the saddest linesI loved her, and sometimes she loved me too.", "owner": "Pablo Neruda, Twenty Love Poems and a Song of Despair"}, {"item": "Then I realize what it is. It's him. Something about him makes me feel like I am about to fall. Or turn to liquid. Or burst into flames.", "owner": "Veronica Roth, Divergent"}, {"item": "Anyone who falls in love is searching for the missing pieces of themselves. So anyone who's in love gets sad when they think of their lover. It's like stepping back inside a room you have fond memories of, one you haven't seen in a long time.", "owner": "Haruki Murakami"}, {"item": "When I am with you, we stay up all night.When you're not here, I can't go to sleep.Praise God for those two insomnias!And the difference between them.", "owner": "Jalaluddin Rumi"}, {"item": "I loved you like a man loves a woman he never touches, only writes to, keeps little photographs of.", "owner": "Charles Bukowski, Love Is a Dog from Hell"}, {"item": "If conversation was the lyrics, laughter was the music, making time spent together a melody that could be replayed over and over without getting stale.", "owner": "Nicholas Sparks"}, {"item": "There is only one page left to write on. I will fill it with words of only one syllable. I love. I have loved. I will love.", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "To love oneself is the beginning of a lifelong romance.", "owner": "Oscar Wilde, An Ideal Husband"}, {"item": "Who, being loved, is poor?", "owner": "Oscar Wilde"}], "pagination": {"size": 20, "total": 10, "current": 3}}