{"contents": [{"item": "As long as there is the egoism of ‘I-ness’ (hoonpanu) and the partiality towards ‘my-ness’ (marapanu), how can there be liberation till then?", "owner": "Dada Bhagwan"}, {"item": "In reality, the outer instruments (hands, feet, eyes, etc) are not the hindrance (for liberation); it is the inner instrument (mind, intellect, chit and ego) that is obstructive.", "owner": "Dada Bhagwan"}, {"item": "If you say a word against a ‘sensitive’ person, it will have an immediate effect. In reality, words are simply a ‘record’ playing.", "owner": "Dada Bhagwan"}, {"item": "In this world, it is not worth finding anyone’s faults. One becomes bound (by karma) by finding faults.", "owner": "Dada Bhagwan"}, {"item": "One gets recurrent thoughts about things he had insisted upon and about matters he formed opinions!", "owner": "Dada Bhagwan"}, {"item": "As many opinions you bound about a person, if you let go of them, you will attain a natural state. For whomever and for whatever matter, you have bound opinions, those opinions will continue to sting you and when you let go of those opinions, you can become natural.", "owner": "Dada Bhagwan"}, {"item": "A person with a large tuber of self-pride remains engrossed in the fear of, ‘Someone is going to insult me…someone is going to insult me’ or ‘From where can I get respect? From where can I get the respect?", "owner": "Dada Bhagwan"}, {"item": "The higher one sits, the greater the fear of fall.", "owner": "Dada Bhagwan"}, {"item": "How can you tell whether the ego is there or not? You will know when someone insults you. If someone insults you, swallow (accept) it with understanding.", "owner": "Dada Bhagwan"}, {"item": "There is no problem to relish pride when people praises you but at the same time, one must also be of the opinion that ‘this should not be so’.", "owner": "Dada Bhagwan"}, {"item": "There is no ‘my’ in ‘I’. ‘My’ is outside of the ‘I’.", "owner": "Dada Bhagwan"}, {"item": "I know’, is a big ghost. ‘This is mine’, is a huge demonic possession!", "owner": "Dada Bhagwan"}, {"item": "People forget history nowadays, he lamented, that is what the ego does, making one the prisoner of one's inflated present, ignoring the humble past one has lived.", "owner": "Aporva Kala, Life... Love... Kumbh..."}, {"item": "Question: You seem to advise me to be self-centered to the point ofegoism. Must I not yield even to my interest in other people?Maharaj: Your interest in others is egoistic, self-concerned, self-oriented. You are not interested in others as persons, but onlyas far as they enrich, or enoble your own image of yourself.And the ultimate in selfishness is to care only for the protection,preservation and multiplication of one's own body. By body Imean all that is related to your name and shape--- your family,tribe, country, race, etc. To be attached to one's name andshape is selfishness. A man who knows that he is neither bodynor mind cannot be selfish, for he has nothing to be selfish for.Or, you may say, he is equally 'selfish' on behalf of everybodyhe meets; everybody's welfare is his own. The feeling 'I am theworld, the world is myself' becomes quite natural; once it is es-tablished, there is just no way of being selfish. To be selfishmeans to covet, to acquire, accumulate on behalf of the partagainst the whole. I Am ThatNisargadatta Maharaj", "owner": "Nisargadatta Maharaj"}, {"item": "[Pascal] was the first and perhaps is still the most effective voice to be raised in warning of the consequences of the enthronement of the human ego in contradistinction to the cross, symbolizing the ego's immolation. How beautiful it all seemed at the time of the Enlightenment, that man triumphant would bring to pass that earthly paradise whose groves of academe would ensure the realization forever of peace, plenty, and beatitude in practice. But what a nightmare of wars, famines, and folly was to result therefrom.", "owner": "Malcolm Muggeridge, The End of Christendom"}, {"item": "I am selfish by habit, but sacrificial by nature. Therefore, I’d be wise to develop the habit of following my nature.", "owner": "Craig D. Lounsbrough"}, {"item": "But the Egotist is stuck somewhere between his hidden triad of pride, fear, and insecurity; he is forever fighting to prove himself, instigating battles the Humbleman has unwittingly conquered, already sealed some time ago. Yes, the day he finally accepts face-to-face such an irony as humility - the irony that humility is indeed the mother of giants, that great men, having life so large, as needed, can afford to appear small - the world will then know peace.", "owner": "Criss Jami"}, {"item": "Don't let your ego put you in a compromising situation. Don't allow your pride to keep you from seeking the help you need. And don't give in to your fears. Stay focused.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Losing you is most difficult for me, but the nature of my love for you is what matters. If it distorts into half-truth, then perhaps it is better not to love you. I must keep my mind but lose you.", "owner": "Haruki Murakami, Hard-Boiled Wonderland and the End of the World"}, {"item": "Conflicting egos destroy many relationships. Lasting, stable marriages are a true treasure because they demand that both parties adjust to the constant cellular flux of their partner as they metaphase through changing seasons of life.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}], "pagination": {"size": 20, "total": 10, "current": 4}}