{"contents": [{"item": "We may think we live for wisdom, but in fact we're living for the the pleasure wisdom brings us.", "owner": "Josef Škvorecký, The Engineer of Human Souls"}, {"item": "Understand that nothing happensunless it is God's will anddo what you like.What can be simpler than that?", "owner": "Ramesh S. Balsekar"}, {"item": "We are all born with genius. It's like our fairy godmother. But what happens in life is that we stop listening to our inner voices, and we no longer have access to this extraordinary ability to create poetry.", "owner": "Milton Glaser"}, {"item": "The fox has many tricks. The hedgehog has but one, but that is the best of all.", "owner": "Archilochos, Carmina Archilochi: The Fragments of Archilochos"}, {"item": "Don't kill me because I'm gay,pray for me for it is God who created me.", "owner": "Ocean Crisstopher Poet, Unknown Book 7431667"}, {"item": "If there is a wasp in the room, I’d like to be able to see it.", "owner": "C.S. Lewis"}, {"item": "Perhaps my greatest wisdom is the knowledge that I do not know.", "owner": "John Steinbeck, Travels with Charley: In Search of America"}, {"item": "I am not one who was born with great wisdom. I love the ancients and diligently seek wisdom among them.", "owner": "Confucius, The Analects"}, {"item": "Pride, cowardice, and miserliness are bad for me but good for women", "owner": "Ali R.A"}, {"item": "Opportunity is swift of flight but slow to return.", "owner": "Ali R.A"}, {"item": "The question to ask is what will satisfy you? What will bring you peace? And perhaps the answer to those is in asking yourself when you were last happy.", "owner": "Eleanor Brown, The Weird Sisters"}, {"item": "Do things for people not because of who they are or what they do in return, but because of who you are", "owner": "Harold S. Kushner"}, {"item": "The good and wise lead quite lives", "owner": "Euripides"}, {"item": "I think your vision gets better as you get older.", "owner": "Jennifer Donnelly, A Northern Light"}, {"item": "Their mother is Athene, the goddess of wisdom, and, although they are often ready to play the buffoon to amuse you, such conduct is the prerogative of the truly wise.", "owner": "T.H. White, The Once and Future King"}, {"item": "Be wise as a serpent and wary as a dove!", "owner": "Mark Twain"}, {"item": "Who was to know what went on in a person's heart? A wise woman kept her own counsel.", "owner": "Donna Woolfolk Cross, Pope Joan"}, {"item": "To deny the reality of things is to miss their reality; to assert the emptiness of things is to miss their reality. The more you talk and think about it, the further astray you wander from the truth. Stop talking and thinking and there is nothing you will not be able to know.", "owner": "Sengcan, Hsin Hsin Ming"}, {"item": "In examinations the foolish ask questions that the wise cannot answer.", "owner": "Oscar Wilde"}, {"item": "Don't talk about love, But speak out of love cause most of the liars are only perfect of talking about nothing but passion & don't talk about justice, But speak out of justice cause most of the oppressors are only perfect of talking about nothing but rightness.", "owner": "Ibrahim Aslan"}], "pagination": {"size": 20, "total": 10, "current": 9}}