{"contents": [{"item": "Man is not defiled by his impurities. It is the other man pointing out his impurities to him, whom he is defiled by. Is there anything anyone can do, to become righteous, anyway? God made us impure. If he had a problem with that, He would have made us gods, instead.", "owner": "C. JoyBell C."}, {"item": "If God sends us on strong paths, we are provided strong shoes.", "owner": "Corrie ten Boom"}, {"item": "Even when God seemed to have abandoned me, he was watching. Even when he seemed indifferent to my suffering, he was watching. And when I was beyond all hope of saving, he gave me rest. Then he gave me a sign to continue my journey.", "owner": "Yann Martel, Life of Pi"}, {"item": "Nature and Nature's laws lay hid in night:God said, Let Newton be! and all was light.", "owner": "Alexander Pope"}, {"item": "God, who foresaw your tribulation, has specially armed you to go through it, not without pain but without stain.", "owner": "C.S. Lewis"}, {"item": "What we are is God's gift to us. What we become is our gift to God.", "owner": "Eleanor Powell"}, {"item": "If I stopped loving Him, I would cease to believe in His love. If I loved God, then I would believe in His love for me. It's not enough to need it. We have to love first, and I don't know how. But I need it, how I need it. ", "owner": "Graham Greene"}, {"item": "Our vision is so limited we can hardly imagine a love that does not show itself in protection from suffering. The love of God is of a different nature altogether. It does not hate tragedy. It never denies reality. It stands in the very teeth of suffering.", "owner": "Elisabeth Elliot, Passion and Purity: Learning to Bring Your Love Life Under Christ's Control"}, {"item": "There is only one all pervading God. It has only one message - Love all, encompass all and transcend the limits of the selfish gene.", "owner": "Amit Ray"}, {"item": "The poor man shuddered, overflowed with an angelic joy; he declared in his transport that this would last through life; he said to himself that he really had not suffered enough to deserve such radiant happiness, and he thanked God, in the depths of his soul, for having permitted that he, a miserable man, should be so loved by this innocent being.", "owner": "Victor Hugo, Les Misérables"}, {"item": "We can never know who or what we are till we know at least something of what God is.", "owner": "A.W. Tozer"}, {"item": "The gods too are fond of a joke.", "owner": "Aristotle"}, {"item": "Man is a spiritual being, a soul, and at some period of his life everyone is possessed with an irresistible desire to know his relationship to the Infinite. . . . There is something within him which urges him to rise above himself, to control his environment, to master the body and all things physical and live in a higher and more beautiful world.", "owner": "David O. McKay"}, {"item": "It is He Who sent down to thee, in truth, the Book (Quran), confirming what went before it; and He sent down the Law (of Moses) and the Gospel (of Jesus) before this, as a guide to mankind, and He sent down the criterion (Quran) (of judgment between right and wrong). - Holy Quran 3:3", "owner": "Anonymous, The Qur'an / القرآن الكريم"}, {"item": "For years we've been telling God to get out of our schools, to get out of our government and to get out of our lives. And being the gentleman He is, I believe He has calmly backed out. How can we expect God to give us His blessing and His protection if we demand He leave us alone?", "owner": "Anne Graham"}, {"item": "…God is a giant quiltmaker. With an infinite variety of designs. And the quilt is grown so big and confusing, the pattern is impossible to see, the squares and diamonds and triangles don’t fit well together anymore, it’s all become meaningless. So He has abandoned it.", "owner": "Rohinton Mistry, A Fine Balance"}, {"item": "God makes each one of us for the time into which we are born. He creates us for a purpose. Our job is to know Him well, discover what He created us to do, and then do it for all we're worth for the rest of our lives. Ask God to show you your purpose. He will answer.", "owner": "Robin Lee Hatcher, Fit to Be Tied"}, {"item": "I think the reason we sometimes have the false sense that God is so far away is because that is where we have put him. We have kept him at a distance, and then when we are in need and call on him in prayer, we wonder where he is. He is exactly where we left him.", "owner": "Ravi Zacharias, Has Christianity Failed You?"}, {"item": "Restlessness and impatience change nothing except our peace and joy. Peace does not dwell in outward things, but in the heart prepared to wait trustfully and quietly on Him who has all things safely in His hands.", "owner": "Elisabeth Elliot"}, {"item": "No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance.", "owner": "Henry Miller"}], "pagination": {"size": 20, "total": 10, "current": 8}}