{"contents": [{"item": "No sympathy for the devil; keep that in mind. Buy the ticket, take the ride...and if it occasionally gets a little heavier than what you had in mind, well...maybe chalk it up to forced consciousness expansion: Tune in, freak out, get beaten.", "owner": "Hunter S. Thompson, Fear and Loathing in Las Vegas"}, {"item": "There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out.", "owner": "Sophie Kinsella, The Undomestic Goddess"}, {"item": "Let me be, was all I wanted. Be what I am, no matter how I am.", "owner": "Henry Miller, Stand Still Like the Hummingbird"}, {"item": "The thing about getting older is that you don't need everything to be possible any more, you just need things to be certain.", "owner": "Monica Ali, Brick Lane"}, {"item": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person.", "owner": "Gerard Way"}, {"item": "I can choose either to be a victim of the world or an adventurer in search of treasure. It's all a question of how I view my life.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "There is not a particle of life which does not bear poetry within it", "owner": "Gustave Flaubert"}, {"item": "Unexpected intrusions of beauty. This is what life is.", "owner": "Saul Bellow, Herzog"}, {"item": "A pain stabbed my heart, as it did every time I saw a girl I loved who was going the opposite direction in this too-big world.", "owner": "Jack Kerouac, On the Road"}, {"item": "I think prime numbers are like life. They are very logical but you could never work out the rules, even if you spent all your time thinking about them", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "Do I dare Disturb the universe? In a minute there is time For decisions and revisions which a minute will reverse.", "owner": "T.S. Eliot"}, {"item": "Do not despise your own place and hour. Every place is under the stars, every place is the center of the world.", "owner": "John Burroughs, Studies in Nature and Literature"}, {"item": "Life is not a problem to be solved, but a reality to be experienced.", "owner": "Søren Kierkegaard"}, {"item": "But how could you live and have no story to tell?", "owner": "Fyodor Dostoyevsky, White Nights"}, {"item": "This must be Thursday,' said Arthur to himself, sinking low over his beer. 'I never could get the hang of Thursdays.", "owner": "Douglas Adams, The Hitchhiker's Guide to the Galaxy"}, {"item": "She burned too bright for this world.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "I don’t live in either my past or my future. I’m interested only in the present. If you can concentrate always on the present, you’ll be a happy man. Life will be a party for you, a grand festival, because life is the moment we’re living now.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Develop an interest in life as you see it; the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.", "owner": "Henry Miller"}, {"item": "It's not the men in your life that matters, it's the life in your men.", "owner": "Mae West"}, {"item": "Every luxury must be paid for, and everything is a luxury, starting with being in this world.", "owner": "Cesare Pavese, Il mestiere di vivere: Diario 1935-1950"}], "pagination": {"size": 20, "total": 10, "current": 6}}