{"contents": [{"item": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.", "owner": "Democritus"}, {"item": "It's still very difficult for me to rely. Your weakness, the blessing of your weakness is it forces you into friendships. The things that you lack, you look for in others.", "owner": "Bono, Bono: In Conversation with Michka Assayas"}, {"item": "I know none of this seems very believable. It probably doesn't even make sense. But for once in your life, please, I am asking you to trust me. Trust yourself.", "owner": "Charles Yu, How to Live Safely in a Science Fictional Universe"}, {"item": "I never trusted anybody at all. I don't know why it was so hard, I just didn't.", "owner": "Marianne Faithfull"}, {"item": "No, not like this, when I have not seen you without your skin on, when I know nothing, when I am not safe. Not you, whose name all my nightmares know.", "owner": "Catherynne M. Valente, Deathless"}, {"item": "Truly Falling In Love With you is not one of the greatest mistake of my Life but Trusting you madly is one of the biggest mistake of my life ever . :(", "owner": "Kashi khan"}, {"item": "What is the world coming to, when you can't trust a whore named Snake?", "owner": "Edward Conlon, Blue Blood"}, {"item": "never trust guys with tunics!i did that once............by the way i dont have a tunic.", "owner": "dumitru mardari"}, {"item": "Trust has no gradient.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Trust All the People All the TimeYou will get Disappointed Every timeTrust No One anymoreYou will get Frustrated even MoreTrust your Wisdom and Follow your HeartThis is where Trusting People should start", "owner": "Nabil Basma"}, {"item": "Trust isn’t about having a spotless record and finding someone else who does. It’s about finding someone good-hearted enough not to hurt you on purpose, and knowing you’ll recover and carry on when pain inevitably comes.", "owner": "Carolyn Hax"}, {"item": "He comes where He commands us to leave.", "owner": "Oswald Chambers, My Utmost for His Highest"}, {"item": "Corporate anthropologist Karen Stephenson argues that though trust is the natural glue of human connection since prehistoric times, it is mostly absent in modern hierarchies—especially in government, where vertical silos compete with and undermine one another, often within the same bureaucracy.", "owner": "Anne-Marie Slaughter, The Chessboard and the Web: Strategies of Connection in a Networked World"}, {"item": "Trust was what made everything possible. Trust lent you someone else's eyes, someone else's strong arms or quick brain. Made you bigger than just yourself. Trust was how the club worked. How this whole reckless dream of abolition could work, if people could just come together and hold their nerve. Now ever the Equals - not even their Skill - would be more powerful than that.", "owner": "Vic James, Gilded Cage"}, {"item": "Trust is a choice. Actually, trust is more of a desperate, hopeful guess based on limited information.", "owner": "Jim C. Hines, Revisionary"}, {"item": "Without trust, no company can ever hope for excellence.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "Because trust earned by action is always better than words.", "owner": "Tim Seeley, Nightwing, Volume 1: Better Than Batman"}, {"item": "No one, absolutely no one, can be trusted.", "owner": "Shane Peacock, Vanishing Girl"}, {"item": "If someone lies to you habitually, you can't ever trust them. It erodes relationships.", "owner": "Gilly Macmillan, What She Knew"}, {"item": "Trust is the fragrance of your life breathing, if you lose it, your life journey is going to fruitless; you are living just to live as worthless.", "owner": "Ehsan Sehgal"}], "pagination": {"size": 20, "total": 10, "current": 2}}