{"contents": [{"item": "We make Idols of our concepts, but Wisdom is born of wonder", "owner": "Pope Gregory I"}, {"item": "Wise men speak only of what they know", "owner": "J.R.R. Tolkien"}, {"item": "Success is getting what you want. Happiness is wanting what you get.", "owner": "Ingrid Bergman"}, {"item": "When mind exists undisturbed in the Way, nothing in the world can offend, and when a thing can no longer offend it ceases to exist in the old way. When no discriminating thoughts arise, the old mind ceases to exist.", "owner": "Sengcan, Hsin Hsin Ming"}, {"item": "We gaze up at the same stars, the sky covers us all, the same universe encompasses us. What does it matter what practical system we adopt in our search for the truth? Not by one avenue only can we arrive at so tremendous a secret.", "owner": "Quintus Aurelius Symmachus"}, {"item": "Clear nights are sometimes the coldest.", "owner": "Luanne Rice, Firefly Beach"}, {"item": "Don't duck the most difficult problems. That just ensures that the hardest part will be left when you are most tired. Get the big one done - it's downhill from then on.", "owner": "Norman Vincent Peale"}, {"item": "Read the dictionary from A to Izzard today.Get a vocabulary. Brush up on your diction.See whether wisdom is just a lot of language.", "owner": "Carl Sandburg, Honey and Salt"}, {"item": "No mortal man has ever served at the same time his passions and his best interests.", "owner": "Sallust"}, {"item": "It's other people who make us wise, and I haven't known nearly enough.", "owner": "Mary E. Pearson, The Fox Inheritance"}, {"item": "Morality is the weakness of the mind.", "owner": "Arthur Rimbaud"}, {"item": "Tis easier to suppress the first desire than to satisfy all that follow it.", "owner": "Benjamin Franklin"}, {"item": "It is better to listen to a crow that lives in trees than to a learned man who lives only in ideas.", "owner": "Kate Horsley"}, {"item": " When you love you give meaning to this world. ", "owner": "Sorin Cerin"}, {"item": "End of a matter is better than its beginning", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Fools, their wisdom weak,are their own enemiesas they go through life,doing evilthat bearsbitter fruit.", "owner": "Juan Mascaró"}, {"item": "I am not a ‘wise man,’ nor . . . shall I ever be. And so require not from me that I should be equal to the best, but that I should be better than the wicked. It is enough for me if every day I reduce the number of my vices, and blame my mistakes.", "owner": "Seneca"}, {"item": "There are many things in the deep waters; and seas and lands may change. And it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world. We should seek a final end of this menace, even if we do not hope to make one.", "owner": "J.R.R. Tolkien, The Fellowship of the Ring"}, {"item": "Just be honest with yourself. That opens the door.", "owner": "Vernon Howard"}, {"item": "You shouldn't imagine things that you haven't a shred of proof happened...", "owner": "Susan Meissner"}], "pagination": {"size": 20, "total": 10, "current": 7}}