{"contents": [{"item": "A relationship needs constant attention. It’s a living thing, not just a habit. You’ve got to keep on top of it.", "owner": "Matt Dunn, Best Man"}, {"item": "There was a time Jeff and Helen loved each other and touched each other's hands and ate breakfast in cafes together and secretly fucked in public, the way people in like do. Then came a time they made each other crazy and beat their hands on steering wheels and tore up love letters and photographs and said goodbye.", "owner": "Amy Guth, Three Fallen Women"}, {"item": "Every configuration of people is an entirely new universe unto itself.", "owner": "Kristin Cashore, Bitterblue"}, {"item": "It seemed that everyone else could mate, could fit their parts together in pleasant and productive ways, but that some almost indistinguishable difference in my anatomy and psyche set me slightly, yet irrevocably, apart.", "owner": "Peter Cameron, Someday This Pain Will Be Useful to You"}, {"item": "the important people in our lives leave imprints. they may die or go in the physical realm, but they are always there in your heart, because they helped form your heart", "owner": "Jules Renard"}, {"item": "If she does not respect you, she will replace you.", "owner": "Habeeb Akande"}, {"item": "You know what's lame, Pudge? I really care about her. I mean, we were hopeless. Badly matched. But still. I mean, I said I loved her... I mean, it's stupid to miss someone you didn't even get along with. but I don't know, it was nice, you know, having someone you could always fight with.", "owner": "John Green, Looking for Alaska"}, {"item": "There are many things that can keep you in a relationship. Fear of being alone, Fear of disrupting the arrangement of your life.A decision to settle for something that's okay. Because you don;t know if you can get any better. Or maybe there's the irrational belief that it will get better even if you know he won't change.", "owner": "David Levithan"}, {"item": "I’ve loved him since I’ve known him, Mrs. Daniels. He just finally stopped fighting.", "owner": "Amy Lane, Sidecar"}, {"item": "Commitment is another name for relationship not the compromise.", "owner": "Santosh Kalwar"}, {"item": "It was some time since I had gone to sleep in the same room with a girl. Of course, the room was large and reasonably well-lighted, and the girl had other things than me on her mind.", "owner": "Ross Macdonald, The Blue Hammer"}, {"item": "Real relationships - the kind that were supposed to last but never did - were more trouble than they were worth.", "owner": "Lauren Conrad, L.A. Candy"}, {"item": "Fletcher was always going to be your ex-boyfriend, from the moment you met him. He's just finally caught up with where he's supposed to be.", "owner": "Derek Landy, Death Bringer"}, {"item": "He opened his mouth to say that she looked extremely beautiful and deserved armfuls of roses, but the words were lost in committee somewhere, shuffled aside by the parts of his head that worked full-time at avoiding ridicule.", "owner": "Helen Simonson, Major Pettigrew's Last Stand"}, {"item": "Relationship doesn’t remain, We resonate on different flames, I could cut you down again, If you were like all other men, If you were like all other men, I know that I could shut you down again", "owner": "Amy Winehouse"}, {"item": "We're broken in complementary ways, thus rendering our damage comprehensible to each other.", "owner": "Ann Aguirre, Killbox"}, {"item": "(Georgie) Why is it that you always want to run after the one that goes off in a huff, and push away the one who is clinging to you?", "owner": "Nancy Woodruff, My Wife's Affair"}, {"item": "It is a matter of perspective, the difference between opponent and partner,\" Tsukiko says. \"You step to the side and the same person can be either or both or something else entirely. It is difficult to know which face is true.", "owner": "Erin Morgenstern, The Night Circus"}, {"item": "I didn't want to leave things the way we had, unresolved, ... and tried to tell myself he cared about me enough not to look elsewhere for what I wasn't giving him.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "Ideally, of course, a relationship is best, but then how many people are capable of deep feeling? Practically none.", "owner": "Gore Vidal, The City and the Pillar"}], "pagination": {"size": 20, "total": 10, "current": 5}}