{"contents": [{"item": "There comes a time when we realize that our parents cannot save themselves or save us, that everyone who wades through time eventually gets dragged out to sea by the undertow- that, in short, we are all going.", "owner": "John Green, Looking for Alaska"}, {"item": "Man cannot possess anything as long as he fears death. But to him who does not fear it, everything belongs. If there was no suffering, man would not know his limits, would not know himself. ", "owner": "Leo Tolstoy, War and Peace"}, {"item": "Of all the wonders that I have heard,It seems to me most strange that men should fear;Seeing death, a necessary end,Will come when it will come.(Act II, Scene 2)", "owner": "William Shakespeare, Julius Caesar"}, {"item": "You only get one life. Live it to the fullest. All your miseries will be forgiven when you will be dead.", "owner": "Santosh Kalwar"}, {"item": "What if she's all I give you in this life of ours, my love?\" she asked quietly. \"Then I'll shout at the goddess in fury,\" he said fiercely. \"I'll beg to know why I've been given so much when other men have so little.", "owner": "Melina Marchetta, Quintana of Charyn"}, {"item": "I’ve been doing this a long time, and I’ve come to learn that predictions don’t mean much. Too much lies outside the realm of medical knowledge. A lot of what happens next comes down to you and your specific genetics, your attitude. No, there’s nothing we can do to stop the inevitable, but that’s not the point. The point is that you should try to make the most of the time you have left.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "Death's got an Invisibility Cloak?\" Harry interrupted again.\"So he can sneak up on people,\" said Ron. \"Sometimes he gets bored of running at them, flapping his arms and shrieking...", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "Don't feel bad, I'm usually about to die.", "owner": "Rick Riordan, The Battle of the Labyrinth"}, {"item": "DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING EARLY TO AVOID THE RUSH.", "owner": "Terry Pratchett, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch"}, {"item": "I'm gonna kill him,\" Eve said, or at least that was what it sounded like filtered through the pillow.Stake him right in the heart, shove garlic up his ass, and-and-\"And what?\" (Michael)When did you get home?\" Claire demanded.Apparently just in time to hear my funeral plans. I especially like the garlic up the ass. It's...different.", "owner": "Rachel Caine, Feast of Fools"}, {"item": "He'd been wrong, there was a light at the end of the tunnel, and it was a flamethrower.", "owner": "Terry Pratchett, Mort"}, {"item": "The idea of being strong for someone else having never entered their heads, I find myself in the position of having to console them. Since I'm the person going in to be slaughtered, this is somewhat annoying.", "owner": "Suzanne Collins, Catching Fire"}, {"item": "We who think we are about to die will laugh at anything.", "owner": "Terry Pratchett, Night Watch"}, {"item": "Everybody going to be dead one day, just give them time.", "owner": "Neil Gaiman, Anansi Boys"}, {"item": "The reports of my death are greatly exaggerated.", "owner": "Mark Twain"}, {"item": "Death should take me while I am in the mood.", "owner": "Nathaniel Hawthorne, The Blithedale Romance"}, {"item": "Stuffed deer heads on walls are bad enough, but it’s worse when you see them wearing dark glasses, having streamers around their necks and a hat on their antlers. Because then you know they were enjoying themselves at a party when they were shot.", "owner": "Ellen DeGeneres"}, {"item": "Death didn't bother me much. Strong Christian and all that. Method of death did. Being eaten alive. One of my top three ways not to go out.", "owner": "Laurell K. Hamilton, The Laughing Corpse"}, {"item": "If you die in an elevator, be sure to push the up button.", "owner": "Sam Levenson"}, {"item": "So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family.", "owner": "George Carlin, Brain Droppings"}], "pagination": {"size": 20, "total": 10, "current": 8}}