{"contents": [{"item": "Nick wanted to meet on campus at Love Library. (That was the actual name; thank you for your donation, Mayor Don Lathrop Love.)", "owner": "Rainbow Rowell, Fangirl"}, {"item": "There's always Time and Place for Everything called College", "owner": "Manoj Hande"}, {"item": "The whole people must take upon themselves the education of the whole people, and must be willing to bear the expense of it,\" [John] Adams wrote. \"There should not be a district of one mile square, without a school in it, not founded by a charitable individual, but maintained at the public expense of the people themselves.\" Jefferson's fear was that without such a system of public education, the country would end up being ruled by a privileged elite that would recycle itself through a network of private institutions that entrenched their advantage.", "owner": "Fareed Zakaria"}, {"item": "He gave her a smile that wasn’t really a smile at all. “Eh, it wouldn’t be so bad. I wouldn’t have to study for the SATs or get a summer job or figure out my major. I can drink Elderflower wine all day, dance all through the night, and sleep on a bower of roses.”Hazel made a face. “I’m pretty sure there are some colleges where you can do that. I bet there are some colleges where you can major in that.", "owner": "Holly Black, The Darkest Part of the Forest"}, {"item": "Spending $100 million on a fancy gym is completely unremarkable in contemporary American higher education. Yet $10 million for a really good online biology course that could serve millions of students is seen as an outlandish, unaffordable expense.", "owner": "Kevin Carey, The End of College: Creating the Future of Learning and the University of Everywhere"}, {"item": "If I had known how much I would miss these sensations I might have experienced them differently, recognized their shabby glamour, respected the ticking clock that defined this entire experience. I would have put aside my resentment, dropped my defenses. I might have a basic understanding of European history or economics. More abstractly, I might feel I had truly been somewhere, open and porous and hungry to learn. Because being a student was an enviable identity and one I can only reclaim by attending community college late in life for a bookmaking class or something.", "owner": "Lena Dunham, Not That Kind of Girl: A Young Woman Tells You What She's \"Learned\""}, {"item": "The message for all students should be: Put down the bong and get to work, because the number of curious, eager-to-learn peers around the world with the means and ambition to get a great college education is about to increase a thousandfold.", "owner": "Kevin Carey"}, {"item": "This is the generation that thinks of itself as global citizens but knows little about the world and acts locally. It is the most diverse generation in collegiate history with the strongest relationships between races but they have limited interest in talking about race or reaching across political or generational divides.", "owner": "Arthur Levine"}, {"item": "Borrow money only for an education that will yield enough of a return in the job market to allow you to pay your loans back.", "owner": "Kevin Carey, The End of College: Creating the Future of Learning and the University of Everywhere"}, {"item": "Oswaldo was flummoxed by the fact that his friend could be so quiet, almost embarrassed, about his academic acumen, yet so damn loud and proud of his status as a premier campus drug dealer.\"I've never met anyone so smart but so fucking dumb,\" he told Rob.", "owner": "Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League"}, {"item": "The word \"fronting\" was important to Rob. A coward who acted tough was fronting. A nerd who acted dumb was fronting. A rich kid who acted poor was fronting. Rob found the instinct very offensive, and in college he saw it all around.", "owner": "Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League"}, {"item": "Despite all the challenges facing higher education in America, from mounting student debt to grade inflation and erratic standards, our system is rightly the world's envy, and not just because our most revered universities remain on the cutting edge of research and attract talent from around the globe. We also have a plenitude and variety of settings for learning that are unrivaled. In light of that, the process of applying to college should and could be about ecstatically rummaging through those possibilities and feeling energized, even elated, by them. But for too many students, it's not, and financial constraints aren't the only reason. Failures of boldness and imagination by both students and parents bear some blame. The information is all out there. You just have to look.", "owner": "Frank Bruni"}, {"item": "The colleges and other institutions of learning are going too far, in my opinion. I think 50% of those attending educational institutions, having the professions in view, would be better off with a common school education that would enable them to earn a living, rather than sit around in offices and wait for clients. W.A. Clark (MT Senator, 1901-1907)", "owner": "Bill Dedman, Empty Mansions: The Mysterious Life of Huguette Clark and the Spending of a Great American Fortune"}, {"item": "We care (about prison education), very simply, because (prisoners) get out. Almost everyone who is locked up now is going to be set free one day. If we treat prisoners like animals the whole time they are locked up, that's what we'll get when they're back on the streets: wild, dangerous animals.", "owner": "Christopher Zoukis, College for Convicts: The Case for Higher Education in American Prisons"}, {"item": "I stayed with him for three days, and he then asked: ‘Do you know any craft by which to make your living?’ I told him: ‘I am a lawyer, a scientist, a scribe, a mathematician and a calligrapher.’ ‘There is no market for that kind of thing here,’ he replied. ‘No one in this city has any knowledge of science or of writing and their only concern is making money.’ ‘By God,’ I said, ‘I know nothing apart from what I have told you.", "owner": "Anonymous"}, {"item": "College was for people who didn’t know they were smart.", "owner": "Stephen King, Mr. Mercedes"}, {"item": "One cannot get rid of a good education, nor, unfortunately, of a bad one, which often is such because one has not wanted to defray the expenses of a good one.", "owner": "Denis Diderot"}, {"item": "if you do not share the universities' values, it could be a big mistake to send your children to college before they are intellectually and morally prepared for the indoctrination-rather-than-education they will receive there. Therefore, prepare them morally and intellectually and, if possible, do not send them to college right after high school. Let them work for a year, or perhaps travel (for example, given the antipathy to Israel on campuses, a trip to Israel would be both morally clarifying and maturing). The younger the student, the less life experience and maturity they have, the more they are likely to embrace the rejection of your values.", "owner": "Dennis Prager"}, {"item": "Think I have made a terrible mistake going to college. Have decided to become a shepherd and spend my days tending to flocks of goats", "owner": "Scott Frost"}, {"item": "Campuses are bubbles, artificial environments that insulate students from the life of the competitive marketplace. The more exact truth is that our campuses offer students the privileges of liberty without the corresponding responsibilities.", "owner": "Peter Augustine Lawler"}], "pagination": {"size": 20, "total": 10, "current": 9}}