{"contents": [{"item": "Thanet is having a moment,” I said, leaning forward so Quinn could see him.“What’s wrong, man?” Quinn said. “Were you not aware high school dances suck? That they always have sucked and they will continue sucking as long as the world turns?", "owner": "Laura Anderson Kurk, Perfect Glass"}, {"item": "I didn’t look at Thanet. I couldn’t because he would see the hurt on my face.“He loves you,” Thanet said. “He’s hurting and it’s not just the Quinn thing. It’s being away from you and wondering if you’re hurting, too. Or if you’re having too much fun to hurt. What he really needed was to laugh, though. So we laughed…until he cried.”That undid me. I looked at Thanet with so many questions on my lips.", "owner": "Laura Anderson Kurk, Perfect Glass"}, {"item": "Being in love changes a person…a modest touch changes one’s mind, a lone thought one’s reasoning, but a kiss my friend, well that changes one’s existences.", "owner": "Christina Marie Morales, Ambience"}, {"item": "That's what I don't like about college, by the way. It's like a lot of people don't believe these years really count, so you're allowed to experiment with... whatever. There's such a casual view about things like sex and drinking and even drugs. I know that sounds really old-fashioned, but I just don't get it...to be honest, I'm kind of disappointed in those two people I heard about, and I don't want to sit there trying to pretend that I'm not. I know I shouldn't judge,...but still, what was the point? Shouldn't you save things like that for someone you love? So that it really means something?\" - Savannah", "owner": "Nicholas Sparks, Dear John"}, {"item": "The primary purpose of going to college isn't to get a great job. The primary purpose of college is to build a strong mind, which leads to greater self-awareness, capability, fulfillment, and service opportunities, which, incidentally, should lead to a better job.", "owner": "Sean Covey, The 6 Most Important Decisions You'll Ever Make: A Guide for Teens"}, {"item": "The other thing you can do is write a strong personal essay which lets admissions people inside your life, your heart, and your world....Anyway, it can be hard to figure out what to write about, so here are a few suggestions:...5. Reasons it's wrong to be racist even though it makes sense to you.", "owner": "Eugene Mirman, The Will to Whatevs: A Guide to Modern Life"}, {"item": "He fell in with the quiet revolutionaries on campus—those who felt that the disenfranchisement of half the population was ridiculous, those who did not accept that rights were predicated on skin tone—partly because he couldn’t bring himself to avoid tempting trouble. He agreed with all their points, but understood that they were freer to make them purely because they had the money to build a wall around their experiences. That was what people did, wasn’t it? Ignore the majority of experience and actively disengage from those telling them otherwise.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "Computer mistake in grade-giving resulted in academic failure of several brilliant students. After some years the mistake was discovered. Letter was sent to each student inviting him to resume his studies. Each replied he was getting along very well without education.", "owner": "John Cage, M: Writings '67-'72"}, {"item": "That is the Proctor. He is our Cerberus; he has to keep all undergraduates in good order.\" \"What a task! He ought to have three heads.", "owner": "Thomas Hughes, Tom Brown at Oxford"}, {"item": "selling my soul for student loans and an education.", "owner": "Shareca Cole., Carpel Tunnel."}, {"item": "It takes two or three generations to do what I tried to do in one; and my impulses--affections--vices perhaps they should be called-- were too strong not to hamper a man without advantages; who should be as cold-blooded as a fish and as selfish as a pig to have a really good chance of being one of his country's worthies. You may ridicule me--I am quite willing that you should-- I am a fit subject, no doubt. But I think if you knew what I have gone through these last few years you would rather pity me. And if they knew\"--he nodded towards the college at which the dons were severally arriving--\"it is just possible they would do the same.", "owner": "Thomas Hardy, Jude the Obscure"}, {"item": "Educate thyself through reading", "owner": "Ann Shannon"}, {"item": "Rather than literally burning the midnight oil, which he judged to be unhealthy, John Adams advised his son to make the most of college by developing an inquisitive outlook that would prompt him to get to know the most exceptional scholars and question them closely. \"Ask them about their tutors, manner of teaching. Observe what books lie on their tables. Fall into questions of literature, science, or what you will.", "owner": "David McCullough"}, {"item": "For Jefferson, William and Mary was largely about what university life is supposed to be about: reading books, enjoying the company of like-minded, and savoring teachers who seemed to be ambassadors from other, richer, writer worlds. Jefferson believed Williamsburg \"the finest school of manners and morals that ever existed in America.", "owner": "Jon Meacham, Thomas Jefferson: The Art of Power"}, {"item": "I'm sure there's drama in their past that I know nothing about, but when someone like Juliet- colorful, beautiful, determined Juliet- begs you to love her, how do you say no?", "owner": "Jessica Calla, She Laughs In Pink"}, {"item": "If you were ready to sleep with me we wouldn't be in this bar, but in my room not wasting any more time.", "owner": "Stephanie Witter, Patch Up"}, {"item": "That's not the end of the world! This is the time to cut loose! To really learn about everything! To learn about guys, to really get to know them! Really find out what goes on in the world! You just have to let yourself fly for once, without constantly thinking about what you left behind on the ground! You're a genius. Everybody knows that. I'm being sincere, Charlotte. Totally. Now there's other things to learn, and this is the perfect time to do it. Take a chance! That's one reason people go to college! It's not the only reason, but it's a big reason.", "owner": "Tom Wolfe, I am Charlotte Simmons"}, {"item": "The student body, too, felt more diverse. Rob spoke often of \"real people\" with his friends, by which he meant people who struggled, like they all did. On the Ivy League campus visits, any sense of daily or long-term struggle had seemed airbrushed. At Johns Hopkins––and maybe he was only imagining this because of the Ivy League stigma absent in Baltimore––Rob believed the average student had worked harder and sacrificed more to be there.", "owner": "Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League"}, {"item": "I go back to Oberlin in the dead of winter to give a \"convocation speech\" in Finney Chapel, the largest and most historic of campus structures. In a subconscious nod to my college experience I forget to pack both tights and underwear and have to spend the weekend going commando in a wool skirt and knee socks. I am toured around the school like a stranger by a girl who didn't even go here. We stop at a glossy new cafe for tea and scones. She asks if I want a tour of the dormitories- no, I just want to wander around alone and maybe cry.", "owner": "Lena Dunham, Not That Kind of Girl: A Young Woman Tells You What She's \"Learned\""}, {"item": "Eventually the real world intruded again, and Sophie had to return to campus—woefully behind on homework, but incandescently in love.", "owner": "Molly Ringle, Persephone's Orchard"}], "pagination": {"size": 20, "total": 10, "current": 5}}