{"contents": [{"item": "The future toyed with us, it was up to us to try to enjoy the game. But not everyone liked the game or they weren't given the tools to play.", "owner": "Carrie Adams, The Godmother"}, {"item": "The past is a distraction, a source of envy, enmity, bitterness. Only the present matters, for only in the present can we shape the future.Cut loose the past; it is dead weight.Let the Extirpation continue. Let it never end.", "owner": "Stephen Baxter, Exultant"}, {"item": "Without Time nothing is possible. Everything requires Time. Time is the only permanent and absolute ruler in the universe. But she is a scrupulously fair ruler. She treats every living person exactly alike every day. No matter how much of the world's goods you have managed to accumulate, you cannot successfully plead for a single moment more than the pauper receives without every asking for it. Time is the one great leveler. Everyone has the same amount to spend every day.", "owner": "William J. Reilly, How to Avoid Work"}, {"item": "The future when it comes, is just like the present. The present is all you have and the opportunity of the present is worth more than the success of the past or the promise of the future.", "owner": "William J. Reilly, Ph.D."}, {"item": "Time well spent is an investment of the present for a practical and abundant future.", "owner": "V.J. Lao"}, {"item": "Time goes, you say? Ah no!Alas, Time stays, we go;Or else, were this not so, What need to chain the hours,For Youth were always ours?Time goes, you say?-ah no!Ours is the eyes' deceitOf men whose flying feetLead through some landscape low; We pass, and think we seeThe earth's fixed surface flee:-Alas, Time stays,-we go!Once in the days of old,Your locks were curling gold,And mine had shamed the crow. Now, in the self-same stage,We've reached the silver age;Time goes, you say?-ah no!Once, when my voice was strong,I filled the woods with songTo praise your 'rose' and 'snow'; My bird, that sang, is dead;Where are your roses fled?Alas, Time stays,-we go!See, in what traversed ways,What backward Fate delaysThe hopes we used to know; Where are our old desires?-Ah, where those vanished fires?Time goes, you say?-ah no!How far, how far, O Sweet,The past behind our feetLies in the even-glow! Now, on the forward way,Let us fold hands, and pray;Alas, Time stays,-we go!", "owner": "Henry Austin Dobson"}, {"item": "You wished for time,” Aldrik explained. “I heard each utterance when you beseeched time to stop, for mornings not to come. I want you to know I shared your every sentiment. I wanted to give you the promise of my minutes, my hours, my days.” His long fingers curled around hers, around the watch. “My future is yours, Vhalla Yarl.", "owner": "Elise Kova, Earth's End"}, {"item": "For millions of years, mankind lived just like the animals. Then something happened which unleashed the power of our imagination. We learned to talk and we learned to listen. Speech has allowed the communication of ideas, enabling human beings to work together to build the impossible. Mankind's greatest achievements have come about by talking, and its greatest failures by not talking. It doesn't have to be like this. Our greatest hopes could become reality in the future. With the technology at our disposal, the possibilities are unbounded. All we need to do is make sure we keep talking.", "owner": "Stephen Hawking"}, {"item": "[Flaubert] didn’t just hate the railway as such; he hated the way it flattered people with the illusion of progress. What was the point of scientific advance without moral advance? The railway would merely permit more people to move about, meet and be stupid together.", "owner": "Julian Barnes, Flaubert's Parrot"}, {"item": "Many of the big changes of the next 25 years will come from unknowns working in their bedrooms and garages...", "owner": "Charles W. Leadbeater"}, {"item": "Science Non Fiction/ Fantasy = Future", "owner": "Deyth Banger"}, {"item": "Yet it's not for want of future that I'm here, he thought. It's for want of a present.", "owner": "John le Carré, The Honourable Schoolboy"}, {"item": "The seeds we sow today will grow to serve as shades for weary travellers tomorrow", "owner": "Nike Thaddeus"}, {"item": "By worrying about the future, We will convolute our present lives.", "owner": "Mohith Agadi"}, {"item": "Let's be grateful to all those who came in before us. Grateful to all those men and women, young and old alike, who paved the path forward for us, brick by brick. To those men and women who marched across the bridge in Selma on that great day, those men and women who rallied behind the Gandhis and the Mandelas every single time they were needed, to those men and women who stood up for voting rights and civil rights and gay rights and equality and justice and a free world, those men and women who invented the future by inventing things that fundamentally changed the world from the electricity to vaccinations, from airplanes to birth control pills, from the printing press to the internet.", "owner": "Sharad Vivek Sagar"}, {"item": "No living creature can foretell the future.", "owner": "Lailah Gifty Akita"}, {"item": "The Best Is Always Yet To Come", "owner": "Susan Samaroo"}, {"item": "Normal....What the majority of people look, act, and talk and like.So what if the majority became what we see as wierd now?Would our normal, become our new wierd?", "owner": "Catherine of Genoa"}, {"item": "You can’t demand peace, but you can reduce the reasons for war.", "owner": "Colin R. Turner"}, {"item": "our heads were full of nebulous ideas, which cast an idealized, almost romantic glow over life", "owner": "Erich Maria Remarque, All Quiet on the Western Front"}], "pagination": {"size": 20, "total": 10, "current": 4}}