{"contents": [{"item": "A people so primitive that they did not know how to get money except by working for it.", "owner": "George Ade"}, {"item": "Work expands so as to fill the time available for its completion.", "owner": "C. Northcote Parkinson"}, {"item": "If all the year were playing holidays To sport would be as tedious as to work.", "owner": "William Shakespeare"}, {"item": "I am only an average man  but  by George  I work harder at it than the average man.", "owner": "Theodore Roosevelt"}, {"item": "Work is accomplished by those employees who have not yet reached their level of incompetence.", "owner": "Laurence J. Peter"}, {"item": "When I was a young man I observed that nine out of ten things I did were failures. I didn't want to be a failure  so I did ten times more work.", "owner": "George Bernard Shaw"}, {"item": "The worst crime against working people is a company which fails to operate at a profit.", "owner": "Samuel Gompers"}, {"item": "How do I work? I grope.", "owner": "Albert Einstein"}, {"item": "It is the privilege of any human work which is well done to invest the doer with a certain haughtiness. He can well afford not to conciliate  whose faithful work will answer for him.", "owner": "Ralph Waldo Emerson"}, {"item": "Work and love - these are the basics. Without them there is neurosis.", "owner": "Theodor Reik"}, {"item": "The effectiveness of work increases according to geometric progression if there are no interruptions.", "owner": "Andri Maurois"}, {"item": "The road to happiness lies in two simple principles: find what it is that interests you and that you can do well  and when you find it  put your whole soul into it-every bit of energy and ambition and natural ability you have.", "owner": "John D. Rockefeller III"}, {"item": "Every woman is a human being-one cannot repeat that too often-and a human being must have occupation if he or she is not to become a nuisance to the world.", "owner": "Dorothy L. Sayers"}, {"item": "The happy people are those who are producing something.", "owner": "William Ralph Inge"}, {"item": "Congenial labor is essence of happiness.", "owner": "Arthur Christopher Benson"}, {"item": "Work is a substitute \"religious\" experience for many workaholics.", "owner": "Mary Daly"}, {"item": "When I can no longer create anything  I'll be done for.", "owner": "Coco Chanel"}, {"item": "Employment is nature's physician  and is essential to human happiness.", "owner": "Galen"}, {"item": "No thoroughly occupied man was ever yet very miserable.", "owner": "Letitia Landon"}, {"item": "When I stop [working]  the rest of the day is posthumous. I'm only really alive when I'm working.", "owner": "Tennessee Williams"}], "pagination": {"size": 20, "total": 10, "current": 7}}