{"contents": [{"item": "God doesn't like lesbians,\" Grandma Huberman hised, throwing the magazine in the trash.Jennifer knew what lesbian meant, and she knew she probably was one. But she couldn't understand why God would hold that against her or against Monica Mathers, who'd never started a war or killed anybody, and whose deadeye three-pointers were straight-up amazing. After all, hadn't God made both of them? But people were like that, she'd noticed. They'd invoke Godly privilege at the weirdest of times and for the most stupid reasons.", "owner": "Libba Bray, Beauty Queens"}, {"item": "God, who am I?", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Be a man!... What good is religion if it collapses under calamity? Think of what earthquakes and floods, wars and volcanoes, have done before to men! Did you think that God had exempted [us]? He is not an insurance agent.", "owner": "H.G. Wells, The War of the Worlds"}, {"item": "The sea had jeeringly kept his finite body up, but drowned the infinite of his soul. Not drowned entirely, though. Rather carried down alive to wondrous depths, where strange shapes of the unwarped primal world glided to and fro before his passive eyes; and the miser-merman, Wisdom, revealed his hoarded heaps; and among the joyous, heartless, ever-juvenile eternities, Pip saw the multitudinous, God-omnipresent, coral insects, that out of the firmament of waters heaved the colossal orbs. He saw God’s foot upon the treadle of the loom, and spoke it; and therefore his shipmates called him mad. So man’s insanity is heaven’s sense; and wandering from all mortal reason, man comes at last to that celestial thought, which, to reason, is absurd and frantic; and weal or woe, feels then uncompromised, indifferent as his God.", "owner": "Herman Melville, Moby-Dick or, The Whale"}, {"item": "‎\"Do you know that nothing you do in this life will ever matter, unless it is about loving God and loving the people he has made?", "owner": "Francis Chan, Crazy Love: Overwhelmed by a Relentless God"}, {"item": "My feeling is, quite simply, that if there is a God, He has done such a bad jobthat he isn't worth discussing.", "owner": "Isaac Asimov"}, {"item": "Nor does God whisper through the trees. His voice is not to be mistaken. When men hear it they fall to their knees and their souls are riven and they cry out to Him and there is no fear but only wildness of heart that springs from such longing...", "owner": "Cormac McCarthy, The Crossing"}, {"item": "They call him Aslan in That Place,\" said Eustace.\"What a curious name!\"\"Not half so curious as himself,\" said Eustace solemnly.", "owner": "C.S. Lewis, The Chronicles of Narnia"}, {"item": "Man is not defiled by his impurities. It is the other man pointing out his impurities to him, whom he is defiled by. Is there anything anyone can do, to become righteous, anyway? God made us impure. If he had a problem with that, He would have made us gods, instead.", "owner": "C. JoyBell C."}, {"item": "If God sends us on strong paths, we are provided strong shoes.", "owner": "Corrie ten Boom"}, {"item": "Even when God seemed to have abandoned me, he was watching. Even when he seemed indifferent to my suffering, he was watching. And when I was beyond all hope of saving, he gave me rest. Then he gave me a sign to continue my journey.", "owner": "Yann Martel, Life of Pi"}, {"item": "Nature and Nature's laws lay hid in night:God said, Let Newton be! and all was light.", "owner": "Alexander Pope"}, {"item": "God, who foresaw your tribulation, has specially armed you to go through it, not without pain but without stain.", "owner": "C.S. Lewis"}, {"item": "What we are is God's gift to us. What we become is our gift to God.", "owner": "Eleanor Powell"}, {"item": "If I stopped loving Him, I would cease to believe in His love. If I loved God, then I would believe in His love for me. It's not enough to need it. We have to love first, and I don't know how. But I need it, how I need it. ", "owner": "Graham Greene"}, {"item": "Will we turn our backs on science because it is perceived as a threat to God, abandoning all the promise of advancing our understanding of nature and applying that to the alleviation of suffering and the betterment of humankind? Alternatively, will we turn our backs on faith, concluding that science has rendered the spiritual life no longer necessary, and that traditional religious symbols can now be replaced by engravings of the double helix on our alters?Both of these choices are profoundly dangerous. Both deny truth. Both will diminish the nobility of humankind. Both will be devastating to our future. And both are unnecessary. The God of the Bible is also the God of the genome. He can be worshipped in the cathedral or in the laboratory. His creation is majestic, awesome, intricate and beautiful - and it cannot be at war with itself. Only we imperfect humans can start such battles. And only we can end them.", "owner": "Francis S. Collins, The Language of God: A Scientist Presents Evidence for Belief"}, {"item": "Our vision is so limited we can hardly imagine a love that does not show itself in protection from suffering. The love of God is of a different nature altogether. It does not hate tragedy. It never denies reality. It stands in the very teeth of suffering.", "owner": "Elisabeth Elliot, Passion and Purity: Learning to Bring Your Love Life Under Christ's Control"}, {"item": "There is only one all pervading God. It has only one message - Love all, encompass all and transcend the limits of the selfish gene.", "owner": "Amit Ray"}, {"item": "The poor man shuddered, overflowed with an angelic joy; he declared in his transport that this would last through life; he said to himself that he really had not suffered enough to deserve such radiant happiness, and he thanked God, in the depths of his soul, for having permitted that he, a miserable man, should be so loved by this innocent being.", "owner": "Victor Hugo, Les Misérables"}, {"item": "We can never know who or what we are till we know at least something of what God is.", "owner": "A.W. Tozer"}], "pagination": {"size": 20, "total": 10, "current": 9}}