{"contents": [{"item": "Today is the beginning of new history.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Who doesn’t respect and value his past, is not worth the honour of the present, and has no right to a future.", "owner": "Józef Piłsudski"}, {"item": "But I can't rewrite history. I can only live with what's left.", "owner": "Suzanne Young, The Treatment"}, {"item": "The 90’s map the decades to come – full of invisible technologies that will ‘sub-contract’ many of the functions of the central nervous system.", "owner": "J.G. Ballard"}, {"item": "Thou, too, sail on, O Ship of State! Sail on, O Union, strong and great! Humanity with all its fears, With all the hopes of future years, Is hanging breathless on thy fate!", "owner": "Henry Wadsworth Longfellow"}, {"item": "Future warns us through current symptoms in nature.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Feature the good culture to never be like the vulture that doesn't have a good posture in the picture, the structure you make from every adventure gives glory to the creator for his creature, and he will give you treasure from the nature to venture for the future to be the victor.", "owner": "Elijah Onyenmeriogu"}, {"item": "Future indifferences is no consolation for present pain.", "owner": "Mary Balogh, Simply Perfect"}, {"item": "A person you loved has used you and hurt you, but there are more people to love, new paths to pursue, and noble tasks that only you can accomplish-for you and for your entire kingdom. If you must dwell on something dwell on that.", "owner": "Kelli Swofford Nielsen, Journey to the Fringe"}, {"item": "Pain is knowledge, knowledge is to heal the future.", "owner": "Sixeye"}, {"item": "Girls you've gotta know when it's time to turn the page.", "owner": "Tori Amos, Tori Amos: From the Choirgirl Hotel"}, {"item": "Certainly the heart has always something to tell about the future to those who listen to it. But what does the heart know? Scarce a little of what has already happened. ", "owner": "Alessandro Manzoni, The Betrothed"}, {"item": "A ma vie de coer entier.Mon debut et ma fin. Se souvenir du passe, et qu'il ya un avenir. My whole heart for my whole life.With an alpha and an omega: my beginning and my end.Remember the past, and that there is a future.", "owner": "Deborah Harkness, A Discovery of Witches"}, {"item": "It's alright, you know...To love him...Please, child, do you think I don't know you at all? I'm not going to say there is some easy future for you, or even any future at all. I only want you not to punish yourself. You've always felt the truth in him, then and now. Your heart is not wrong. Your heart is your strength. You don't have to be ashamed.", "owner": "Laini Taylor, Days of Blood & Starlight"}, {"item": "Clear out the past, layout the present and prepare for a much better and brighter future.", "owner": "Omoakhuana Anthonia"}, {"item": "Life is INCONCLUSIVE but its about an everlasting FUTURE", "owner": "Delma Pryce, ABOVE AND BEYOND: My Spiritual Journey"}, {"item": "What you envision for the future, out of fear or out of joy, will become reality as the sands of time carve those paths of thought into your mind and soul.", "owner": "Jason T. Rogers, Social, The Power of Relationships"}, {"item": "Our minds,the future of tomorrow", "owner": "Stephen Magnus"}, {"item": "Your mind is working on your future based on a suggestion. The question is on whose suggestion it's working on: Yours or others?", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "It had been horrible, yes, and he'd never want to do it again - but it truly was his most powerful experience.", "owner": "Shane Stadler"}], "pagination": {"size": 20, "total": 10, "current": 9}}