{"contents": [{"item": "Most people like hard work  particularly when they're paying for it.", "owner": "Franklin P. Jones"}, {"item": "We work to become  not to acquire.", "owner": "Elbert Hubbard"}, {"item": "If one defines the term 'dropout' to mean a person who has given up serious effort to meet his responsibilities  then every business office  government agency  golf club and university faculty would yield its quota.", "owner": "John W. Gardner"}, {"item": "Hasten slowly  and without losing heart  put your work twenty times upon the anvil.", "owner": "Nicolas Boileau"}, {"item": "How many years of fatigue and punishment it takes to learn the simple truth that work  that disagreeable thing  is the only way of not suffering in life  or at all events  of suffering less.", "owner": "Charles Baudelaire"}, {"item": "Miracles sometimes occur  but one has to work terribly hard for them.", "owner": "Chaim Weizmann"}, {"item": "Beware all enterprises that require new clothes.", "owner": "Henry David Thoreau"}, {"item": "Employment is nature's physician  and is essential to human happiness.", "owner": "Galen"}, {"item": "Work is the grand cure of all the maladies and miseries that ever beset mankind.", "owner": "Thomas Carlyle"}, {"item": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.", "owner": "George Bernard Shaw"}, {"item": "Chance favours only those who know how to court her.", "owner": "Charles Nicolle"}, {"item": "Work is man's most natural form of relaxation.", "owner": "Dagobert Runes"}, {"item": "Work is not man's punishment. It is his reward and his strength  his glory and his pleasure.", "owner": "George Sand"}, {"item": "If a man loves the labour of his trade  apart from any question of success or fame  the gods have called him.", "owner": "Robert Louis Stevenson"}, {"item": "When white-collar people get jobs  they sell not only their time and energy  but their personalities as well. They sell by week  or month  their smiles and their kindly gestures  and they must practise prompt repression of resentment and aggression.", "owner": "C. Wright Mills"}, {"item": "He that can work is a born king of something.", "owner": "Thomas Carlyle"}, {"item": "Love of bustle is not industry.", "owner": "Seneca"}, {"item": "The joy about our work is spoiled when we perform it not because of what we produce but because of the pleasure with which it can provide us  or the pain against which it can protect us.", "owner": "Paul Tillich"}, {"item": "Productive work is the central purpose of a rational man's life  the central value that integrates and determines the hierarchy of all his other values. Reason is the source  the precondition of his productive work - pride is the result.", "owner": "Ayn Rand"}, {"item": "By the work one knows the workman.", "owner": "Jean de la Fontaine"}], "pagination": {"size": 20, "total": 10, "current": 5}}