{"contents": [{"item": "So India’s problem turns out to be the world’s problem. What happened in India has happened in God’s name.The problem’s name is God.", "owner": "Salman Rushdie, The Satanic Verses"}, {"item": "I don't know if God exists, but it would be better for His reputation if He didn't.", "owner": "Jules Renard"}, {"item": "According to the most common interpretation of biblical prophecy, Jesus will return only after things have gone horribly awry. Imagine the consequences if any significant component of the U.S. government believed that the world was about to end and that its ending would be glorious. The fact that nearly half of the American population apparently believes this should be considered a moral and intellectual emergency.", "owner": "Sam Harris"}, {"item": "God's only excuse is that he does not exist", "owner": "Stendhal"}, {"item": "More than anything, he wanted to return to the house with the same look of peace that he'd seen on Pastor Harris's face, but he trudged through the sand, he couldn't help feeling like an amateur, someone searching for God's truths like a child searching for seashells.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "It always strikes me, and it is very peculiar, that, whenever we see the image of indescribable and unutterable desolation—of loneliness, poverty, and misery, the end and extreme of things—the thought of God comes into one's mind.", "owner": "Vincent van Gogh"}, {"item": "There is no God, Nature sufficeth unto herself; in no wise hath she need of an author.", "owner": "Marquis de Sade"}, {"item": "People make the rules of society, not God.", "owner": "V.C. Andrews, Flowers in the Attic"}, {"item": "Even God has a hell: his love of Mankind.", "owner": "Paulo Coelho, The Devil and Miss Prym"}, {"item": "In the year 2006, a person can have sufficient intellectual and material resources to build a nuclear bomb and still believe that he will get seventy-two virgins in Paradise.", "owner": "Sam Harris"}, {"item": "Did I hear God call me an idiot? ", "owner": "William Paul Young, The Shack"}, {"item": "I found my God in music and the arts, with writers like Hermann Hesse, and musicians like Muddy Waters, Howlin' Wolf, and Little Walter. In some way, in some form, my God was always there, but now I have learned to talk to him.", "owner": "Eric Clapton"}, {"item": "God is not an employer looking for employees. He is an Eagle looking for people who will take refuge under his wings. He is looking for people who will leave father and mother and homeland or anything else that may hold them back from a life of love under the wings of Jesus.", "owner": "John Piper, A Sweet and Bitter Providence: Sex, Race, and the Sovereignty of God"}, {"item": "God does not give us more than we can handle,\" I am told but I wonder if God doesn't overestimate me just a little. Or perhaps, and this is likely, I underestimate God.", "owner": "Julia Cameron, Finding Water: The Art of Perseverance"}, {"item": "God, who am I?", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Be a man!... What good is religion if it collapses under calamity? Think of what earthquakes and floods, wars and volcanoes, have done before to men! Did you think that God had exempted [us]? He is not an insurance agent.", "owner": "H.G. Wells, The War of the Worlds"}, {"item": "‎\"Do you know that nothing you do in this life will ever matter, unless it is about loving God and loving the people he has made?", "owner": "Francis Chan, Crazy Love: Overwhelmed by a Relentless God"}, {"item": "My feeling is, quite simply, that if there is a God, He has done such a bad jobthat he isn't worth discussing.", "owner": "Isaac Asimov"}, {"item": "Nor does God whisper through the trees. His voice is not to be mistaken. When men hear it they fall to their knees and their souls are riven and they cry out to Him and there is no fear but only wildness of heart that springs from such longing...", "owner": "Cormac McCarthy, The Crossing"}, {"item": "They call him Aslan in That Place,\" said Eustace.\"What a curious name!\"\"Not half so curious as himself,\" said Eustace solemnly.", "owner": "C.S. Lewis, The Chronicles of Narnia"}], "pagination": {"size": 20, "total": 10, "current": 7}}