{"contents": [{"item": "Some might say it was lack of love –I would say it was out of love.", "owner": "Liz Thebart, Walk Away"}, {"item": "Judging a person's maturity by the number of years they've lived is misleading. This is because people mature at different rates.", "owner": "Innocent Mwatsikesimbe, The Reason"}, {"item": "If somebody tells you a rule, break it. That's the only way to move things forward.", "owner": "Hans Zimmer"}, {"item": "Growth is there for everybody, but it is not everybody who ‘grows’! So many people grow to stop growing, but aging never stops for mankind until we come to the ebb of our days! Grow in something as you grow and leave something unique!", "owner": "Ernest Agyemang Yeboah"}, {"item": "The mind is just like a muscle - the more you exercise it, the stronger it gets and the more it can expand.", "owner": "Idowu Koyenikan, Wealth for All: Living a Life of Success at the Edge of Your Ability"}, {"item": "The word is like a seed, and the human mind is so fertile, but only for those kinds of seeds it is prepared for.", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "When things are good in your life, take the time to build and fortify your relationship with the Lord. Never become complacent about your relationship with Him, because there’s always room to grow DEEPER!", "owner": "Stormie Omartian, The Power of a Praying Woman"}, {"item": "Being powerful means shifting our minds away from our troubles and into solution-thinking.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "You can't wake up miserable and expect something outside yourself to change that mood, you have to be willing to change that mood so you expect the best from your outside world.", "owner": "Nikki Rowe"}, {"item": "i choose to focus my energy on what I believe deserves my time, life passes us by so quickly and before we know it; were looking back at our story, make sure the choices you decide on; will give you a movie worth watching.", "owner": "Nikki Rowe"}, {"item": "Be real! Fake and phony people never grow..\" - Sivaprakash Sidhu", "owner": "sivaprakash Sidhu, SivaprakashG, Sidhu, Sivasidhug"}, {"item": "I suspected once that any human life, however intricate and full it might be, consisted in reality of one moment: the moment when a man knows for all time who he is.", "owner": "Jorge Luis Borges, Other Inquisitions, 1937-1952"}, {"item": "No person wakes up and finds themselves on the world stage. When that happens, it is in the movies.", "owner": "Bidemi Mark-Mordi"}, {"item": "Real spirituality is about getting the bullshit out of your life and getting real.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "The only reason you continue to love someone who treats you poorly is because you don't value yourself enough.", "owner": "Rob Liano"}, {"item": "If there's going to be pain anyway, I'd rather it be the pain of growth rather than the pain of staying stuck.", "owner": "Suzette R. Hinton"}, {"item": "the source of a river is narrow. If you could jump over it in a twinkle of an eye at the source, be sure to ponder before you jump over it at its mid or its estuary.", "owner": "Ernest Agyemang Yeboah"}, {"item": "the matured understands mistakes as a necessary growth path to maturity", "owner": "Ernest Agyemang Yeboah, Distinctive Footprints of Life: Where Are You Heading Towards?"}, {"item": "Extravagance of desire is the fundamental cause which has led the world into its present predicament. Fast rather than slow, more rather than less—this flashy \"development\" is linked directly to society's impending collapse.", "owner": "Masanobu Fukuoka, The One-Straw Revolution"}, {"item": "We are now forced to actively pursue our struggles. If we do not go out of our way to stretch our comfort zones and grow, no one nor nature will do it for us.", "owner": "Chris Matakas"}], "pagination": {"size": 20, "total": 10, "current": 3}}