{"contents": [{"item": "You don't want to think about it, but there's an ethical limit to what anyone should have to endure. You can't just negate that with sentimentality. With the idea of some indomitable spirit. That's a fairy tale. It's what people say about other people, to avoid the wretchedness. It's just cruelty by other means. Requiring a person to stay alive. For you.", "owner": "Adam Haslett, Imagine Me Gone"}, {"item": "Anything that tends to make us elated is inevitably going to throw us into depression.", "owner": "Eknath Easwaran, The End of Sorrow"}, {"item": "I began to see that the stronger a therapy emphasized feelings, self-esteem, and self-confidence, the more dependent the therapist was upon his providing for the patient ongoing, unconditional, positive regard. The more self-esteem was the end, the more the means, in the form of the patient’s efforts, had to appear blameless in the face of failure. In this paradigm, accuracy and comparison must continually be sacrificed to acceptance and compassion; which often results in the escalation of bizarre behavior and bizarre diagnoses.The bizarre behavior results from us taking credit for everything that is positive and assigning blame elsewhere for anything negative. Because of this skewed positive-feedback loop between our judged actions and our beliefs, we systematically become more and more adapted to ourselves, our feelings, and our inaccurate solitary thinking; and less and less adapted to the environment that we share with our fellows. The resultant behavior, such as crying, depression, displays of temper, high-risk behavior, or romantic ventures, or abandonment of personal responsibilities, which seem either compulsory, necessary, or intelligent to us, will begin to appear more and more irrational to others.The bizarre diagnoses occur because, in some cases, if a ‘cause disease’ (excuse from blame) does not exist, it has to be 'discovered’ (invented). Psychiatry has expanded its diagnoses of mental disease every year to include 'illnesses’ like kleptomania and frotteurism [now frotteuristic disorder in the DSM-V]. (Do you know what frotteurism is? It is a mental disorder that causes people, usually men, to surreptitiously fondle women’s breasts or genitals in crowded situations such as elevators and subways.)The problem with the escalation of these kinds of diagnoses is that either we can become so adapted to our thinking and feelings instead of our environment that we will become dissociated from the whole idea that we have a problem at all; or at least, the more we become blameless, the more we become helpless in the face of our problems, thinking our problems need to be 'fixed’ by outside help before we can move forward on our own.For 2,000 years of Western culture our problems existed in the human power struggle constantly being waged between our principles and our primal impulses. In the last fifty years we have unprincipled ourselves and become what I call 'psychologized.’ Now the power struggle is between the 'expert’ and the 'disorder.’ Since the rise of psychiatry and psychology as the moral compass, we don’t talk about moral imperatives anymore, we talk about coping mechanisms. We are not living our lives by principles so much as we are living our lives by mental health diagnoses. This is not working because it very subtly undermines our solid sense of self.", "owner": "A.B. Curtiss, Depression Is a Choice: Winning the Battle Without Drugs"}, {"item": "The best way to overcome depression is to work it to death. Whether it be your body or your mind, just be active and some relief you’ll find.", "owner": "Stanley Victor Paskavich, Stantasyland: Quips Quotes and Quandaries"}, {"item": "All depression has its roots in self-pity, and all self-pity is rooted in people taking themselves too seriously.", "owner": "Tom Robbins, Fierce Invalids Home from Hot Climates"}, {"item": "Perhaps the strangest thing about this illusion of control is not that it happens but that it seems to confer many of the psychological benefits of genuine control. In fact, the one group of people who seem generally immune to this illusion are the clinically depressed, who tend to estimate accurately the degree to which they can control events in most situation.", "owner": "Daniel M. Gilbert, Stumbling on Happiness"}, {"item": "My training makes me uneasy with a happy mystery.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "Theories without data are like daydreams.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "Though I learned little in my compromised state, I learned enough to make a decision: I was going to understand how mood could overwhelm. I was going to understand depression or die trying.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "The process of finding the right doctor for you is excruciatingly painful, sometimes causing more damage than what you started with, but the feeling of finding the right one is priceless.", "owner": "Prudence Hayes, Back Into The Sunshine"}, {"item": "What use were his talons and fangs to the dying tiger? In the clutches, say, to make matters worse, of a boa-constrictor? But apparently this improbable tiger had no intention of dying just yet. On the contrary, he intended taking a little walk, taking the boa-constrictor with him, even to pretend, for a while, it wasn't there.", "owner": "Malcolm Lowry, Under the Volcano"}, {"item": "A psychiatrist is the God of our age. But they cost money.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "When a depressed person shrinks away from your touch it does not mean he is rejecting you. Rather he is protecting you from the foul, destructive evil which he believes is the essence of his being and which he believes can injure you.", "owner": "Dorothy Rowe, Depression: The Way Out of Your Prison"}, {"item": "They thought depression was like bieng 'depressed'. They thought it was like being in a bad mood, only worse. Therefore, they tried to get him to snap out of it.", "owner": "Jeffrey Eugenides, The Marriage Plot"}, {"item": "You are sick not weak. It is okay to be depressed.", "owner": "Kevin Breel"}, {"item": "Some folks got a light around them that shine for other peoples. I think that maybe some of them was in tunnels, and in that tunnel, maybe the only light they had was inside of them. And then, even long after they escaped that tunnel... They still be shining for everybody else.", "owner": "Sapphire, Push"}, {"item": "These dogs didn't bother to bond with us, but stuck out their paws, not to shake hands but so we could slit their wrists and get it the hell over with. (p.51)", "owner": "Stephanie Powell Watts, We Are Taking Only What We Need"}, {"item": "Sometimes you need to stop fighting to stop drowning", "owner": "Evy Michaels"}, {"item": "Who am I? They often tell me I would step from my cell's confinement calmly, cheerfully, firmly, like a squire from his country-house.Who am I? They often tell me I would talk to my warden freely and friendly and clearly, as though it were mine to command.Who am I? They also tell me I would bear the days of misfortune equably, smilingly, proudly, like one accustomed to win.Am I then really all that which other men tell of, or am I only what I know of myself, restless and longing and sick, like a bird in a cage, struggling for breath, as though hands were compressing my throat, yearning for colors, for flowers, for the voices of birds, thirsting for words of kindness, for neighborliness, trembling with anger at despotisms and petty humiliation, tossing in expectation of great events, powerlessly trembling for friends at an infinite distance, weary and empty at praying, at thinking, at making, faint and ready to say farewell to it all.Who am I? This or the other? Am I one person today, and tomorrow another? Am I both at once? A hypocrite before others, and before myself a contemptibly woebegone weakling? Or is something within me still like a beaten army, fleeing in disorder from victory already achieved?Who am I? They mock me, these lonely questions of mine.Whoever I am, Thou knowest, O God, I am thine!", "owner": "Dietrich Bonhoeffer, Prison Poems"}, {"item": "When others cannot find something to hold onto … we can reach out and be their anchor in that moment.", "owner": "Aaron Woodall"}], "pagination": {"size": 20, "total": 10, "current": 8}}