{"contents": [{"item": "Sweets to the sweet.", "owner": "William Shakespeare, Hamlet"}, {"item": "Do people look the same when they go to heaven, mommy?\"\"I don't know. I don't think so.\"\"Then how do people recognize each other?\"\"I don't know, sweetie. They just feel it. You don't need your eyes to love, right?", "owner": "R.J. Palacio, Wonder"}, {"item": "You will be the first test subject, Tobias. Beatrice, however....\" She smiles. \"You are too injured to be of much use to me, so your execution will occur at the conclusion of this meeting.\"I try to hide the shudder that goes through me at the word \"execution,\" my shoulder screaming with pain, and look up at Tobias. It's hard to blink tears back when I see the terror in Tobias's wide, dark eyes.\"No,\" says Tobias. His voice trembles, but his look stern as he shakes his head. \"I would rather die.\"\"I'm afraid you don't have much of a choice in that matter,\" replies Jeanine lightly.Tobias takes my face in this hands roughly and kisses me, the pressure of his lips pushing mine apart. I forget my pain and the terror of approaching death and for a moment, I am grateful that the memory of that kiss will be fresh in my mind as I meet my end.", "owner": "Veronica Roth, Divergent"}, {"item": "The language of love letters is the same as suicide notes.", "owner": "Courtney Love, Dirty Blonde: The Diaries of Courtney Love"}, {"item": "Our love was a two-person game. At least until one of us died, and the other became a murderer.\u2028", "owner": "Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91."}, {"item": "Before I go,\" he said, and paused -- \"I may kiss her?\"It was remembered afterwards that when he bent down and touched her face with his lips, he murmured some words. The child, who was nearest to him, told them afterwards, and told her grandchildren when she was a handsome old lady, that she heard him say, \"A life you love.", "owner": "Charles Dickens, A Tale of Two Cities"}, {"item": "Those we love never truly leave us, Harry. There are things that death cannot touch.", "owner": "Jack Thorne, Harry Potter and the Cursed Child - Parts One and Two"}, {"item": "...Despite the mayhem that followed, Bruno found that he was still holding Shmuel's hand in his own and nothing in the world would have persuaded him to let go.", "owner": "John Boyne, The Boy in the Striped Pajamas"}, {"item": "I used to think I knew everything. I was a \"smart person\" who \"got things done,\" and because of that, the higher I climbed, the more I could look down and scoff at what seemed silly or simple, even religion.But I realized something as I drove home that night: that I am neither better nor smarter, only luckier. And I should be ashamed of thinking I knew everything, because you can know the whole world and still feel lost in it. So many people are in pain-no matter how smart or accomplished-they cry, they yearn, they hurt.But instead of looking down on things, they look up, which is where I should have been looking, too. Because when the world quiets to the sound of your own breathing, we all want the same things:comfort, love, and a peaceful heart.", "owner": "Mitch Albom, Have a Little Faith: a True Story"}, {"item": "We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day.", "owner": "Gayle Forman, Just One Day"}, {"item": "O, hereWill I set up my everlasting rest,And shake the yoke of inauspicious starsFrom this world-wearied flesh. Eyes, look your last!Arms, take your last embrace! and, lips, O youThe doors of breath, seal with a righteous kissA dateless bargain to engrossing death!", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "Now there is one thing I can tell you: you will enjoy certain pleasures you would not fathom now. When you still had your mother you often thought of the days when you would have her no longer. Now you will often think of days past when you had her. When you are used to this horrible thing that they will forever be cast into the past, then you will gently feel her revive, returning to take her place, her entire place, beside you. At the present time, this is not yet possible. Let yourself be inert, wait till the incomprehensible power ... that has broken you restores you a little, I say a little, for henceforth you will always keep something broken about you. Tell yourself this, too, for it is a kind of pleasure to know that you will never love less, that you will never be consoled, that you will constantly remember more and more.", "owner": "Marcel Proust"}, {"item": "It never gets easier, missing you. And sometimes I wonder if it ever will.", "owner": "Heather Brewer, Ninth Grade Slays"}, {"item": "It's easy to cry when you realize that everyone you love will reject you or die.", "owner": "Chuck Palahniuk"}, {"item": "It is love, not reason, that is stronger than death.", "owner": "Thomas Mann, The Magic Mountain"}, {"item": "I wish the night would end,I wish the day'd begin,I wish it would rain or snow,or the wind would blow,or the grass would grow,I wish I had yesterday,I wish there were games to play...", "owner": "V.C. Andrews, Flowers in the Attic"}, {"item": "Dying is overrated. Human sentimentality has twisted it into the ultimate act of love. Biggest load of bullshit in the world. Dying for someone isn't the hard thing. The man that dies escapes. Plain and simple. Game over. End of pain...Try living for someone. Through it all-good, bad, thick, thin, joy, suffering. That's the hard thing.", "owner": "Karen Marie Moning, Shadowfever"}, {"item": "You will think me cruel, very selfish, but love is always selfish; the more ardent the more selfish. How jealous I am you cannot know. You must come with me, loving me, to death; or else hate me, and still come with me, and hating me through death and after. There is no such word as indifference in my apathetic nature.", "owner": "J. Sheridan Le Fanu, Carmilla"}, {"item": "I love you every day. And now I will miss you every day.", "owner": "Mitch Albom, For One More Day"}, {"item": "What will survive of us is love.", "owner": "Philip Larkin, The Whitsun Weddings"}], "pagination": {"size": 20, "total": 10, "current": 1}}