{"contents": [{"item": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.", "owner": "Anaïs Nin"}, {"item": "My dear,Find what you love and let it kill you.Let it drain you of your all. Let it cling onto your back and weigh you down into eventual nothingness.Let it kill you and let it devour your remains.For all things will kill you, both slowly and fastly, but it’s much better to be killed by a lover.~ Falsely yours", "owner": "Charles Bukowski"}, {"item": "If you gave someone your heart and they died, did they take it with them? Did you spend the rest of forever with a hole inside you that couldn't be filled?", "owner": "Jodi Picoult, Nineteen Minutes"}, {"item": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.", "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"}, {"item": "Love is how you stay alive, even after you are gone.", "owner": "Mitch Albom"}, {"item": "And what would humans be without love?\"RARE, said Death.", "owner": "Terry Pratchett, Sourcery"}, {"item": "and he suddenly knew that if she killed herself, he would die. Maybe not immediately, maybe not with the same blinding rush of pain, but it would happen. You couldn't live for very long without a heart.", "owner": "Jodi Picoult"}, {"item": "I think I fell in love with her, a little bit. Isn't that dumb? But it was like I knew her. Like she was my oldest, dearest friend. The kind of person you can tell anything to, no matter how bad, and they'll still love you, because they know you. I wanted to go with her. I wanted her to notice me. And then she stopped walking. Under the moon, she stopped. And looked at us. She looked at me. Maybe she was trying to tell me something; I don't know. She probably didn't even know I was there. But I'll always love her. All my life.", "owner": "Neil Gaiman, Worlds' End"}, {"item": "Your mother died to save you. If there is one thing Voldemort cannot understand, it is love. Love as powerful as your mother's for you leaves it's own mark. To have been loved so deeply, even though the person who loved us is gone, will give us some protection forever.", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "My sister will die over and over again for the rest of my life. Grief is forever. It doesn't go away; it becomes a part of you, step for step, breath for breath. I will never stop grieving Bailey because I will never stop loving her. That's just how it is. Grief and love are conjoined, you don't get one without the other. All I can do is love her, and love the world, emulate her by living with daring and spirit and joy.", "owner": "Jandy Nelson, The Sky Is Everywhere"}, {"item": "If I die, I will wait for you, do you understand? No matter how long. I will watch from beyond to make sure you live every year you have to its fullest, and then we’ll have so much to talk about when I see you again… (Bones)", "owner": "Jeaniene Frost"}, {"item": "Ginny, listen...I can't be involved with you anymore. We've got to stop seeing each other. We can't be together.\"\"It's for some stupid noble reason isn't it?\"\"It's been like...like something out of someone else's life these last few weeks with you. But I can't...we can't...I've got to do things alone now. Voldemort uses people his enemies are close to. He's already used you as bait once, and that was just because you were my best friend's sister. Think how much danger you'll be in if we keep this up. He'll know, he'll find out. He'll try and get me through you.\"\"What if I don't care?\"\"I care. How do you think I'd feel if this was your funeral...and it was my fault...", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "There is love in holding and there is love in letting go.", "owner": "Elizabeth Berg, The Year of Pleasures"}, {"item": "Though lovers be lost, love shall not; And death shall have no dominion.", "owner": "Dylan Thomas"}, {"item": "When he died, all things soft and beautiful and bright would be buried with him.", "owner": "Madeline Miller, The Song of Achilles"}, {"item": "Six hundred and forty fish later, the only thing I know is everything you love will die. The first time you meet someone special, you can count on them one day being dead and in the ground.", "owner": "Chuck Palahniuk, Survivor"}, {"item": "O serpent heart hid with a flowering face!Did ever a dragon keep so fair a cave?Beautiful tyrant, feind angelical, dove feather raven, wolvish-ravening lamb! Despised substance of devinest show, just opposite to what thou justly seemest - A dammed saint, an honourable villain!", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "Surely it was a good way to die, in the place of someone else, someone I loved.", "owner": "Stephenie Meyer, Twilight"}, {"item": "He was my North, my South, my East and West,My working week and my Sunday rest,My noon, my midnight, my talk, my song;I thought that love would last forever: I was wrong.", "owner": "W.H. Auden, Collected Poems"}, {"item": "Every widow wakes one morning, perhaps after years of pure and unwavering grieving, to realize she slept a good night's sleep, and will be able to eat breakfast, and doesn't hear her husband's ghost all the time, but only some of the time. Her grief is replaced with a useful sadness. Every parent who loses a child finds a way to laugh again. The timbre begins to fade. The edge dulls. The hurt lessens. Every love is carved from loss. Mine was. Yours is. Your great-great-great-grandchildren's will be. But we learn to live in that love.", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}], "pagination": {"size": 20, "total": 10, "current": 0}}