{"contents": [{"item": "You really love me?\" she asked wistfully.\"The devil!\" he exclaimed, looking over his shoulder. \"Did I forget to say it? The thing I came to say?", "owner": "Mary Balogh, The Temporary Wife"}, {"item": "It is those who injure women who get the most kindness from them.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "Forgiveness is healing—everything is energy—thoughts create—we are all connected—what you resist persists—true love never dies—the soul’s immortality is the only true immortality—", "owner": "Alyson Noel, Everlasting"}, {"item": "Dear Lord, please show me everything I need to understand about forgiveness and surrender", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Ultimately, we can really forgive people only because Christ rose from the dead; his Resurrection is the guarantee that God can cure every wrong and every hurt.", "owner": "Jacques Philippe, Interior Freedom"}, {"item": "Forgiveness is the fastest way to a spiritual path and inner peace of mind", "owner": "Muhaya Haji Mohamad"}, {"item": "Resentments make even the best of us feel superior.", "owner": "Anne Lamott"}, {"item": "Every human being makes mistakes, so why should you be afraid? Go to the One who can get rid of the mistakes and tell him, ‘Sir, these are the kind of mistakes I make’, so he will show you the solution.", "owner": "Dada Bhagwan"}, {"item": "The realms of love and light, anything is possible", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness is the only way to reverse the irreversible flow of history.", "owner": "Hannah Arendt"}, {"item": "Forgiveness makes humanity to survive in the hearts of the people.", "owner": "Vignesh S.V., Adventures of Dollar Right"}, {"item": "We need to remember and remind ourselves where we come from, what we are, our nothingness.", "owner": "Pope Francis, The Name of God is Mercy"}, {"item": "See how forgiving - how brave nature is.", "owner": "Yusef Komunyakaa, The Emperor of Water Clocks"}, {"item": "The practice of forgiveness is our most important contribution to the healing of the world.", "owner": "Marianne Williamson"}, {"item": "If you or I are having a single thought of violence or hatred against anyone in the world at this moment, we are contributing to the wounding of the world.", "owner": "Deepak Chopra"}, {"item": "You can’t invite love with hate.", "owner": "Auliq Ice"}, {"item": "Fill your heart with love. Forgive and let go. Not necessarily because those who mistreated you deserve it, but because you do. Let forgiveness liberate you from your past. Allow it to take away all the resentment you’ve kept in your heart for all this time and allow it to fill in that empty space with love. Forgive, release and let go.", "owner": "Luminita D. Saviuc"}, {"item": "Forgiveness is a gift you give to yourself, to be at peace, to be happy and to be able to sleep at night. You don’t forgive because you are weak but because you are strong enough to realize that only by giving up on resentment will you be happy.", "owner": "Luminita D. Saviuc, 15 Things You Should Give Up to Be Happy: An Inspiring Guide to Discovering Effortless Joy"}, {"item": "Jesus of Nazareth told us to say these twelve words when we prayed: 'Forgive us our trespasses as we forgive those who trespass against us.' ... And for those words alone, he deserves to be called ;the Prince of Peace.", "owner": "Kurt Vonnegut Jr., If This Isn't Nice, What Is?: Advice for the Young"}, {"item": "Real peace is not just a matter of structures and mechanisms. It rests above all on the adoption of a style of human coexistence marked by mutual acceptance and a capacity to forgive from the heart. We all need to be forgiven by others, so we must all be ready to forgive. Asking and granting forgiveness is something profoundly worthy of every one of us,", "owner": "John Paul II"}], "pagination": {"size": 20, "total": 10, "current": 4}}