{"contents": [{"item": "Relationships are treated like Dixie cups. They are the same. They are disposable. If it does not work, drop it, throw it away, get another.Committed bonds (including marriage) cannot last when this is the prevailing logic. Most of us are unclear about what to do to protect and strengthen caring bonds when our self-centered needs are not being met.", "owner": "bell hooks, All About Love: New Visions"}, {"item": "One minute of reconciliation is worth more than a whole life of friendship!", "owner": "Gabriel García Márquez, One Hundred Years of Solitude"}, {"item": "He who wants a rose must respect her thorn.", "owner": "André Gide"}, {"item": "Some of the biggest challenges in relationships come from the fact that most people enter a relationship in order to get something: they're trying to find someone who's going to make them feel good. In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take. ", "owner": "Anthony Robbins"}, {"item": "What if we just acknowledged that we have a bad relationship, and we stuck it out, anyway? What if we admitted that we make each other nuts, we fight constantly and hardly ever have sex, but we can't live without each other, so we deal with it? And then we could spend our lives together -- in misery, but happy to not be apart.", "owner": "Elizabeth Gilbert"}, {"item": "Relationships are never about power, and one way to avoid the will to power is to choose to limit oneself- to serve.", "owner": "William Paul Young, The Shack"}, {"item": "There's never a reason to trust someone. If there's a reason, then it's not trust.", "owner": "Gerald Morris, The Quest of the Fair Unknown"}, {"item": "Time has its revenges, but revenge seems so often sour. Wouldn’t we all do better not trying to understand, accepting the fact that no human being will ever understand another, not a wife with a husband, nor a parent a child? Perhaps that’s why men have invented God – a being capable of understanding. ", "owner": "Graham Greene, The Quiet American"}, {"item": "A relationship isn't something that has to be created in a day or perfected in a day. Part of the game is to keep working on it. It's something that'll always be just a little flawed.", "owner": "Nora Roberts"}, {"item": "Nothing is stranger or more ticklish than a relationship between people who know each other only by sight, who meet and observe each other daily - no hourly - and are nevertheless compelled to keep up the pose of an indifferent stranger, neither greeting nor addressing each other, whether out of etiquette or their own whim.", "owner": "Thomas Mann, Death in Venice"}, {"item": "What is it about men that make women so lonely?", "owner": "Elliot Perlman"}, {"item": "There is no mystery-- that's the beauty of it. We are entirely explicable to each other, and yet we stay. What a miracle that is.", "owner": "Kamila Shamsie, Broken Verses"}, {"item": "She knew that what she was going through was nothing special, just garden-variety heartbreak, the sort of thing that poets and novelists had been writing about for hundreds of years, but she also knew, from those same books, that there were people who never recover form it, ones who go on through life beset by a dim and painful longing.", "owner": "Sarah Dunn"}, {"item": "I never tell my boyfriend that I'm busy when I'm not. No matter how effective they are, cheap techniques like that just don't agree with me. So it's always okay, it's always all right. In my opinion the surest way to hook a man is to be as open with him as possible.", "owner": "Banana Yoshimoto, Asleep"}, {"item": "Sometimes not talking is effortless, and other times it’s more exhausting than lifting pianos.", "owner": "Steve Toltz, A Fraction of the Whole"}, {"item": "You don't fix a man the way you do a fault in a pipe or a leak in a roof. You take him as he is, Mary Brenna, or you don't take him at all...adjustments can't be all made on one side, darling, else the balance goes off and what's being built just falls down.", "owner": "Nora Roberts, Tears of the Moon"}, {"item": "She never got a chance to fall out of love, to do it properly, slowly and thoroughly, and the result was he was like a phantom limb. Gone but still there. And like a true phantom limb, the preponderance of feelings associated with him were painful.", "owner": "Sarah Dunn"}, {"item": "A man can know his father, or his son, and there might still be nothing between them but loyalty and love and mutual incomprehension.", "owner": "Marilynne Robinson, Gilead"}, {"item": "It's unexpectedly painful to have become a pronoun.", "owner": "Robin    Black, If I Loved You, I Would Tell You This"}, {"item": "Friendships are nice. So is competence.", "owner": "Michael Crichton, Disclosure"}], "pagination": {"size": 20, "total": 10, "current": 2}}