{"contents": [{"item": "Presidents are also always storytellers, purveyors of useful national mythologies.", "owner": "Rick Perlstein, The Invisible Bridge: The Fall of Nixon and the Rise of Reagan"}, {"item": "Any leadership that is observant and committed to its people, will always find better ways to solve problems.", "owner": "Gift Gugu Mona"}, {"item": "It is far better to win a battle through skilled leadership and wise decisions than violence and bloodshed. It may not seem as glorious to the uninitiated, but in the end it results in fewer wounds--of any kind.", "owner": "Frank Herbert"}, {"item": "the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.", "owner": "J.R.R. Tolkien, The Letters of J.R.R. Tolkien"}, {"item": "Men who find themselves late are never sure. They are all the things the civics books tell us the good citizen should be: partisans but never zealots, respectors of the facts which attend each situation but never benders of those facts, uncomfortable in positions of leadership but rarely unable to turn down a responsibility once it has been offered . . . or thrust upon them. They make the best leaders in a democracy because they are unlikely to fall in love with power.", "owner": "Stephen King, The Stand"}, {"item": "Politics is a matter of leading other people. Admittedly not where they want to go, but where they ought to go.", "owner": "Peter Prange, The Philosopher's Kiss"}, {"item": "It takes courage with true humility and steadfastness to win confidence and admiration", "owner": "Ernest Agyemang Yeboah"}, {"item": "In a world devoid of towering political leaders, we seem to have become experts at growing idiots & elevating them to important positions.", "owner": "Mamur Mustapha"}, {"item": "His supporters will push him to disaster unless his opponents show where the dangers are.", "owner": "Walter Lippmann"}, {"item": "Power is given to those who reach to take it & claimed by those who will stop at nothing to fulfill what they believe is their birthright.", "owner": "Saminu Kanti"}, {"item": "... The form of leadership must be the focus of constant reappraisal. Weber states, for example: 'Each new fact may necessitate the re-adjustment of the relations between end and indispensable means, between desired goals and unavoidable subsidiary consequences.' This process of re-adjustment is ultimately without resolution, for the political and ethical value-spheres are not only in constant opposition but also in permanent flux. It is the task of the politician to negotiate this value conflict and to be decisive as to the value to be pursued and the means to be employed.", "owner": "Nicholas Gane, Max Weber and Postmodern Theory: Rationalization Versus Re-enchantment"}, {"item": "... The political leader must constantly appraise and reappraise the means through which 'he can hope to do justice to the responsibility that power imposes upon him' while at the same time pursuing political values with conviction.", "owner": "Nicholas Gane, Max Weber and Postmodern Theory: Rationalization Versus Re-enchantment"}, {"item": "In my view, leadership is the courage to take risks in defense of a position that is both legal and moral. The politician who tries to become a wise guy by becoming friends to everybody - corrupt or not - is not a leader.", "owner": "Miriam Defensor Santiago, Stupid is Forever"}, {"item": "It's beneficial to have a reputation for honesty, if only so that one can lie at crucial moments.", "owner": "Brandon Sanderson, Elantris"}, {"item": "It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "Don't follow the crowd, let the crowd follow you.", "owner": "Margaret Thatcher"}, {"item": "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.", "owner": "Ronald Reagan"}, {"item": "Leadership is not about titles, positions or flowcharts. It is about one life influencing another.", "owner": "John C. Maxwell"}, {"item": "If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader.", "owner": "Dolly Parton"}, {"item": "Don’t waste your energy trying to educate or change opinions; go over, under, through, and opinions will change organically when you’re the boss. Or they won’t. Who cares? Do your thing, and don’t care if they like it.", "owner": "Tina Fey, Bossypants"}], "pagination": {"size": 20, "total": 10, "current": 1}}