{"contents": [{"item": "Every setback is an opportunity to grow.", "owner": "Kevin J. Donaldson"}, {"item": "Mentorship happens organically, and you can’t just force it. Many men don’t even know HOW to mentor, and often mentor others by accident. It’s not a mentor’s responsibility to mentor, it’s the responsibility of the mentee to seek mentorship and appropriate it.", "owner": "Josh Hatcher, Manlihood: The 12 Pillars of Masculinity"}, {"item": "For all bodies are in perpetual flux like rivers, and parts are passing in and out of them continually.", "owner": "Gottfried Wilhelm Leibniz, Monadology"}, {"item": "Just as we can play beautiful music only when the strings on the violin are in proper tension, so we can grow only when we are stretched from what we are to what we can be. There is no growth without tension.", "owner": "J. Grant Howard, Balancing Life's Demands: A New Perspective on Priorities"}, {"item": "Plateaus are a manifestation of the law of diminishing returns, and when we reach one it simply means that it is time to adjust our methods.", "owner": "Chris Matakas, The Tao of Jiu Jitsu"}, {"item": "Self-discipline is a self-enlarging process.", "owner": "M. Scott Peck, The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth"}, {"item": "Somehow in the chaos and mess she'd discovered who she was. Not a girl of the streets, though that was where she'd been raised. Not a woman of the court, though she appreciated the beauty and the grace of the balls. Someone else. Someone she liked.", "owner": "Brandon Sanderson, The Hero of Ages"}, {"item": "If I knew what I know today, years ago, I wouldn’t change a thing about anything. I would not have appreciated what I know today if it hadn’t been for what I didn’t know.", "owner": "E. Obeng-Amoako Edmonds"}, {"item": "The will to grow is in essence the same phenomenon as love. Love is the will to extend oneself for spiritual growth. Genuinely loving people are, by definition, growing people.", "owner": "M. Scott Peck"}, {"item": "If I flew for you, you would still be standing.", "owner": "Heather Nova"}, {"item": "The process of fostering the growth of another living being—either plant or human—is a delight for the soul.", "owner": "Catherine Carrigan, What Is Healing? Awaken Your Intuitive Power for Health and Happiness"}, {"item": "We do all these things when we are young. The poise, the savoir faire, it comes later.", "owner": "Agatha Christie, Murder in Mesopotamia"}, {"item": "Leave me, O Love, which reachest but to dust,And thou, my mind, aspire to higher things!Grow rich in that which never taketh rust:Whatever fades, but fading pleasure brings.Draw in thy beams, and humble all thy mightTo that sweet yoke where lasting freedoms be;Which breaks the clouds, and opens forth the light,That doth both shine, and give us sight to see.", "owner": "Philip Sidney, The Poems of Sir Philip Sidney"}, {"item": "We tend to think of nourishment only as what we take in through our mouths, but what we consume with our eyes, our ears, our noses, our tongues, and our bodies is also food. The conversations going on around us, and those we participate in, are also food. Are we consuming and creating the kind of food that is healthy for us and helps us grow?", "owner": "Thich Nhat Hanh"}, {"item": "If a lotus is to grow, it needs to be rooted in the mind.", "owner": "Thich Nhat Hanh, The Art of Communicating"}, {"item": "It was a strange thing about people- they could look the same but be different.", "owner": "Bernard Malamud, The Assistant"}, {"item": "Allow yourself to grow. When you think you've seen it all, this is far beyond the truth... There is so much more out there seeking you.", "owner": "Karen A. Baquiran"}, {"item": "If we dismiss all of our hard work, including the very foundation we stand on, and its cracks, we won’t get very far because it takes a foundation from which to begin. Be proud, and embrace “your normal.", "owner": "Stacy A King"}, {"item": "When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way", "owner": "Sam Raimi"}, {"item": "People don’t need to be forced to grow. All we need is favorable circumstances: respect, love, honesty, and the space to explore.", "owner": "Ellen Bass, The Courage to Heal: A Guide for Women Survivors of Child Sexual Abuse"}], "pagination": {"size": 20, "total": 10, "current": 9}}