{"contents": [{"item": "Love is so short, forgetting is so long.", "owner": "Pablo Neruda, Love: Ten Poems"}, {"item": "The very essence of romance is uncertainty.", "owner": "Oscar Wilde, The Importance of Being Earnest and Other Plays"}, {"item": "What I want is to be needed. What I need is to be indispensable to somebody. Who I need is somebody that will eat up all my free time, my ego, my attention. Somebody addicted to me. A mutual addiction.", "owner": "Chuck Palahniuk, Choke"}, {"item": "There is always some madness in love. But there is also always some reason in madness.", "owner": "Friedrich Nietzsche"}, {"item": "My daddy said, that the first time you fall in love, it changes you forever and no matter how hard you try, that feeling just never goes away.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Man may have discovered fire, but women discovered how to play with it.", "owner": "Candace Bushnell, Sex and the City"}, {"item": "Love does not consist of gazing at each other, but in looking outward together in the same direction.", "owner": "Antoine de Saint-Exupéry, Airman's Odyssey"}, {"item": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.", "owner": "Joan Crawford"}, {"item": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I can feel Peeta press his forehead into my temple and he asks, 'So now that you've got me, what are you going to do with me?' I turn into him. 'Put you somewhere you can't get hurt.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "Love doesn't just sit there, like a stone, it has to be made, like bread; remade all the time, made new.", "owner": "Ursula K. Le Guin, The Lathe of Heaven"}, {"item": "If you like her, if she makes you happy, and if you feel like you know her---then don't let her go.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Be careful of love. It'll twist your brain around and leave you thinking up is down and right is wrong.", "owner": "Rick Riordan, The Battle of the Labyrinth"}, {"item": "I love you more than there are stars in the sky and fish in the sea.", "owner": "Nicholas Sparks"}, {"item": "When love is not madness it is not love.", "owner": "Pedro Calderón de la Barca"}, {"item": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.", "owner": "James     Baldwin"}, {"item": "I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "True love is rare, and it's the only thing that gives life real meaning.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Love is an irresistible desire to be irresistibly desired.", "owner": "Robert Frost"}, {"item": "Let there be spaces in your togetherness, And let the winds of the heavens dance between you. Love one another but make not a bond of love: Let it rather be a moving sea between the shores of your souls. Fill each other's cup but drink not from one cup. Give one another of your bread but eat not from the same loaf. Sing and dance together and be joyous, but let each one of you be alone, Even as the strings of a lute are alone though they quiver with the same music. Give your hearts, but not into each other's keeping. For only the hand of Life can contain your hearts. And stand together, yet not too near together: For the pillars of the temple stand apart, And the oak tree and the cypress grow not in each other's shadow.", "owner": "Kahlil Gibran, The Prophet"}], "pagination": {"size": 20, "total": 10, "current": 2}}