{"contents": [{"item": "Was his life nothing? Had he nothing to show, no work? He did not count his work, anyone could have done it. What had he known, but the long, marital embrace with his wife. Curious, that this was what his life amounted to! At any rate, it was something, it was eternal. He would say so to anybody, and be proud of it. He lay with his wife in his arms, and she was still his fulfillment, just the same as ever. And that was the be-all and the end-all. Yes, and he was proud of it.", "owner": "D.H. Lawrence, The Rainbow"}, {"item": "I think of marriage differently. A Companionship of like minds. A tie that binds, yes, but in the binding comes strength. A lifetime with your dearest friend as your truest and best companion. That is what it can be. I believe that.", "owner": "Julianne Donaldson, Blackmoore"}, {"item": "I would encourage you to make your own investigation of the one whom, as He died, prayed for those who killed Him: 'Father forgive them for they know not what they do.' That is love's ultimate expression.", "owner": "Gary Chapman, The Five Love Languages: How to Express Heartfelt Commitment to Your Mate"}, {"item": "And I knew that in spite of all the roses and kisses and restaurant dinners a man showered on a woman before he married her, what he secretly wanted when the wedding service ended was for her to flatten out underneath his feet like Mrs. Willard's kitchen mat.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "People keep on getting married. Evidently hope is eternal in the human breast.", "owner": "Sherwood Anderson, Death in the Woods and Other Stories"}, {"item": "If I had felt then as I feel now, or as I felt a few years after I had married her, nothing could possibly have persuaded me to marry a woman who smoked. Dates, yes. Sexual adventures, yes. But to pin myself permanently inside closed quarters with a smoker? Never. Never. Never. Beauty wouldn't count, sweetness wouldn't count, suitability in every other respect wouldn't count.", "owner": "Isaac Asimov, I. Asimov"}, {"item": "Then, you must fall each into your proper place. You'll do your business, and she, if she's worthy of you, will do hers; but it's your business to please yourself, and hers to please you.", "owner": "Anne Brontë, The Tenant of Wildfell Hall and Agnes Grey"}, {"item": "I was stunned. I pulled the phone away and looked quizzically at the hole-punched speaker. Aside from the blood obligation to be my sister's maid of honor, it had never occured to me that I would get asked to be in anyone's wedding. I thought we had reached an understanding, the institution of marriage and I. Weddings are the like the triathlon of female friendship: the Shower, the Bachelorette Party, and the Main Event. It's the Iron Woman and most people never make it through. They fall off their bikes or choke on ocean water. I figured if I valued my life, I'd stay away from weddings and they'd stay away from me.", "owner": "Sloane Crosley, I Was Told There'd Be Cake"}, {"item": "So much of marriage was implicit and nonverbal. Had I gotten so complacent I'd forgotten to communicate?", "owner": "Jodi Picoult, Handle with Care"}, {"item": "My most brilliant achievement was my ability to be able to persuade my wife to marry me", "owner": "Winston S. Churchill"}, {"item": "The marriage institution cannot exist among slaves, and one sixth of the population of democratic America is denied it's privileges by the law of the land. What is to be thought of a nation boasting of its liberty, boasting of it's humanity, boasting of its Christianity, boasting of its love of justice and purity, and yet having within its own borders three millions of persons denied by law the right of marriage?", "owner": "Frederick Douglass, My Bondage and My Freedom"}, {"item": "My second wife - I was still young then - she left me, and I made the mistake of winning her back. It took me years to lose her again after that. She was a good woman. It is not easy to lose a good woman. If one must marry it is better to marry a bad woman.", "owner": "Graham Greene, Loser Takes All"}, {"item": "Marriage is the gold standard of all relationships. It's the currency by which everything is valued.", "owner": "Frank Delaney, The Matchmaker of Kenmare"}, {"item": "Married people grow like each other.", "owner": "Graham Greene, The End of the Affair"}, {"item": "It appears that ordinary men take wives because possession is not possible without marriage, and that ordinary women accept husbands because marriage is not possible without possession", "owner": "Thomas Hardy, Far from the Madding Crowd"}, {"item": "The web of marriage is made by propinquity, in the day to day living side by side, looking outward in the same direction. It is woven in space and in time of the substance of life itself.", "owner": "Anne Morrow Lindbergh"}, {"item": "There's no more usual basis of union than mutual misunderstanding.", "owner": "Henry James, The Portrait of a Lady"}, {"item": "Married life had taught him the futility of arguing with a female in a dark-brown mood.", "owner": "Isaac Asimov, Foundation and Empire"}, {"item": "a real partnership in which all parties help all others to be more fully themselves", "owner": "Derrick Jensen, Endgame, Vol. 1: The Problem of Civilization"}, {"item": "...the social mould civilization fits us into have no more relation to our actual shapes than the conventional shapes of the constellations have to the real star-patterns. I am called Mrs. Richard Phillotson, living a calm wedded life with my counterpart of that name. But I am not really Mrs. Richard Phillotson, but a woman tossed about, all alone, with aberrant passions, and unaccountable antipathies...", "owner": "Thomas Hardy"}], "pagination": {"size": 20, "total": 10, "current": 7}}