{"contents": [{"item": "It's easy for the body to be open to desiring different people because desire wells up & demands to be satisfied. It's easy to categorize corporeal desire as sexuality, but if it has no means of merging with spiritual desire, then a rupture will occur between sprit & flesh. For ultimately passion & sex aren't only expressed physically but through a true union between two spirits. When the spirit can truly love & find contentment, both the body & the other key aspects of life will fall naturally into place, working in unison, merging.", "owner": "Qiu Miaojin, Last Words from Montmartre"}, {"item": "Let us live for passion,/ for the taking off of clothes,/tossing them over our shoulder.", "owner": "Susan Browne, Buddha's Dogs"}, {"item": "Passion makes most psychiatrists nervous", "owner": "Joseph Campbell, The Hero's Journey: Joseph Campbell on His Life & Work"}, {"item": "Life is easy for some, hard for others. Some succeed with minimal effort, others have to put in a lot of efforts and some have it served in a dish. Whichever your case is, make the best of it. Enjoy the journey.You can't control the side of life you fall into but you can rise beyond any limitation it places on you. Those who have it easy are made of plastic, you are made of steel. Do what you must today.", "owner": "Emi Iyalla"}, {"item": "My biggest fear is forgetting why I fell in love with writing. My biggest dream is never allowing that to happen.", "owner": "Rudy Francisco"}, {"item": "[Speaking about writing her first novel] You have to be passionate enough about it and I was.", "owner": "Kristyn Van Cleave"}, {"item": "There’s a pressure at all hours of the day only a poem can assuage.", "owner": "Kristen Henderson, Drum Machine"}, {"item": "Men hate passion, any great passion. Henry Cameron made a mistake : he loved his work. That was why he fought. That was why he lost.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "and this passion, like bad kerosene, barely burns.", "owner": "César Vallejo"}, {"item": "Her genius derives from the fact that she was capable of the deepest feeling but also of the most discerning and disciplined thought.", "owner": "David Brooks"}, {"item": "To hell with passive, inflict your passion on me.", "owner": "H.A. Kotys, Is This Me"}, {"item": "Penelope Sheehan, I love you more than the sunrise over the ocean, more than freedom. I would die, willingly, to keep you from a moment's pain. I promise you the full strength of my back and spirit in our shared journey, all the days of our lives. I will never forsake or betray you. I am yours to my last breath.", "owner": "Ellen Connor, Daybreak"}, {"item": "Goddammit, Pen!\" Lightning lit him from behind. \"That's not happening. And if you ever use magic on me again without my permission, we're done. You owe me a fucking apology for last time.", "owner": "Ellen Connor, Daybreak"}, {"item": "I'm a Sociopath!", "owner": "Kathleen Hubbs"}, {"item": "Position yourself with something that captures your curiosity, something that you're missionary about.", "owner": "Jeff Bezos"}, {"item": "The missionary is building the product and building the service because they love the customer, because they love the product, because they love the service. The mercenary is building the product or service so that they can flip the company and make money.", "owner": "Jeff Bezos"}, {"item": "The day I smile on you flirting with another man is the day you know our relationship is dead.", "owner": "Sarah Morgan, One Night... Nine Month Scandal"}, {"item": "I have met many minds able to store and translate a pregnantly large amount of information, yet they haven't an ounce of talent for wisdom or the appreciation of passion.", "owner": "Kurt Cobain"}, {"item": "PASSIONS are likened best to floods and streams:\tThe shallow murmur, but the deep are dumb;", "owner": "Walter Raleigh"}, {"item": "That’s writing for you: when you make space for passion, it doesn’t turn up.", "owner": "Rachel Cusk, Outline"}], "pagination": {"size": 20, "total": 10, "current": 5}}