{"contents": [{"item": "I will have nothing to do with a God who cares only occasionally. I need a God who is with us always, everywhere, in the deepest depths as well as the highest heights. It is when things go wrong, when good things do not happen, when our prayers seem to have been lost, that God is most present. We do not need the sheltering wings when things go smoothly. We are closest to God in the darkness, stumbling along blindly.", "owner": "Madeleine L'Engle"}, {"item": "I have good idea, for if you meet some person from different religion and he want to make argument about God. My idea is, you listen to everything this man say about God. Never argue about God with him. Best thing to say is, 'I agree with you.' Then you go home, pray what you want. This is my idea for people to have peace about religion.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Do you really mean to tell me the only reason you try to be good is to gain God's approval and reward, or to avoid his disapproval and punishment? That's not morality, that's just sucking up, apple-polishing, looking over your shoulder at the great surveillance camera in the sky, or the still small wiretap inside your head, monitoring your every move, even your every base though.", "owner": "Richard Dawkins, The God Delusion"}, {"item": "I hate you, God. I hate you as though you actually exist.", "owner": "Graham Greene, The End of the Affair"}, {"item": "I have found God, but he is insufficient.", "owner": "Henry Miller, Tropic of Cancer"}, {"item": "It might be a good idea if, like the White Queen, we practiced believing six impossible things every morning before breakfast, for we are called on to believe what to many people is impossible. Instead of rejoicing in this glorious \"impossible\" which gives meaning and dignity to our lives, we try to domesticate God, to make his might actions comprehensible to our finite minds.", "owner": "Madeleine L'Engle"}, {"item": "Without God all things are permitted.", "owner": "Fyodor Dostoyevsky"}, {"item": "Every day people are straying away from the church and going back to God.", "owner": "Lenny Bruce"}, {"item": "God is no fonder of intellectual slackers than He is of any other slacker.", "owner": "C.S. Lewis, Mere Christianity"}, {"item": "Deep in each man is the knowledge that something knows of his existence. Something knows, and cannot be fled nor hid from.", "owner": "Cormac McCarthy, The Crossing"}, {"item": "Man is the most insane species. He worships an invisible God and destroys a visible Nature. Unaware that this Nature he’s destroying is this God he’s worshiping.", "owner": "Hubert Reeves"}, {"item": "He who has God and everything else has no more than he who has God only.", "owner": "C.S. Lewis, The Weight of Glory"}, {"item": "God dwells within you, as you.", "owner": "Elizabeth Gilbert"}, {"item": "God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners.", "owner": "Søren Kierkegaard, The Journals of Kierkegaard"}, {"item": "I gave in, and admitted that God was God.", "owner": "C.S. Lewis"}, {"item": "I seemed to hear God saying, \"Put down your gun and we'll talk.", "owner": "C.S. Lewis"}, {"item": "Don't believe in God. Love the world just the way it is. ", "owner": "Melina Marchetta, On the Jellicoe Road"}, {"item": "Why do they blame me for all their little failings? They use my name as if I spent my entire days sitting on their shoulders, forcing them to commit acts they would otherwise find repulsive. 'The devil made me do it.' I have never made one of them do anything. Never. They live their own tiny lives. I do not live their lives for them.", "owner": "Neil Gaiman, Season of Mists"}, {"item": "To have found God and still to pursue Him is the soul’s paradox of love.", "owner": "A.W. Tozer, The Pursuit of God"}, {"item": "Suppose neutral angels were able to talk, Yahweh and Lucifer – God and Satan, to use their popular titles – into settling out of court. What would be the terms of the compromise? Specifically, how would they divide the assets of their early kingdom?Would God be satisfied the loaves and fishes and itty-bitty thimbles of Communion wine, while Satan to have the red-eye gravy, eighteen-ounce New York Stakes, and buckets of chilled champagne? Would God really accept twice-a-month lovemaking for procreative purposes and give Satan the all night, no-holds-barred, nasty “can’t-get-enough-of-you” hot-as-hell-fucks?Think about it. Would Satan get New Orleans, Bangkok, and the French Riviera and God get Salt Lake City? Satan get ice hockey, God get horseshoes? God get bingo, Satan get stud poker? Satan get LSD; God, Prozac? God get Neil Simon; Satan Oscar Wilde?", "owner": "Tom Robbins"}], "pagination": {"size": 20, "total": 10, "current": 6}}