{"contents": [{"item": "Your past is handing you a tool you can use to leap into your future: the crucible moments from your own life. The power you need is in looking back to look forward.", "owner": "Bill Jensen, Future Strong"}, {"item": "What will you do today so tomorrow becomes the legacy you wanted to leave?", "owner": "Bill Jensen, Future Strong"}, {"item": "No matter how crazed you get, no matter what pressures you're under, no matter who needs what by yesterday... Always remember: everything you do uses a portion of someone else's life.", "owner": "Bill Jensen, Future Strong"}, {"item": "You will experience 100 transformative moments every year.", "owner": "Bill Jensen, Future Strong"}, {"item": "We each must select the best hardships for our best future.", "owner": "Bill Jensen, Future Strong"}, {"item": "It's time for you to be the hero of your own journey.", "owner": "Bill Jensen, Future Strong"}, {"item": "Your choices are where your future begins.", "owner": "Bill Jensen, Future Strong"}, {"item": "It's time to consider: What are the toughest choices you face as you lead yourself and others into the future?", "owner": "Bill Jensen, Future Strong"}, {"item": "Future shackled is when uncertainty is the enemy that must be beaten into submission.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is filled with disruptive heroes. Are you one?", "owner": "Bill Jensen, Future Strong"}, {"item": "We all deserve the best possible future.", "owner": "Bill Jensen, Future Strong"}, {"item": "YOU are the next big thing.", "owner": "Bill Jensen, Future Strong"}, {"item": "Who have you chosen to become?", "owner": "Bill Jensen, Future Strong"}, {"item": "Who will you choose to have your back?", "owner": "Bill Jensen, Future Strong"}, {"item": "Leaders: Your job in the future is to create a space where others feel save being vulnerable. Where fears and failures are openly discussed and used as lessons moving forward.", "owner": "Bill Jensen, Future Strong"}, {"item": "Despite several millennia of building best business practices, despite all the analysis and planning, and forced discipline and structure, what makes us human will never be cleaved from how work gets done.", "owner": "Bill Jensen, Future Strong"}, {"item": "Always remember: everything you do uses a portion of someone else's life.", "owner": "Bill Jensen, Future Strong"}, {"item": "Choosing to know yourself deeply hands you a torch to see beyond yourself, into the future. Into a strong future.", "owner": "Bill Jensen, Future Strong"}, {"item": "Building a strong future is living at the intersection of today and tomorrow: where living in the moment and who you have chosen to become dance together as one.", "owner": "Bill Jensen, Future Strong"}, {"item": "What's your one thing? When you pause long enough to hear its heartbeat, your one thing will take your breath away. When you pause long enough to feel it, your eyes will tear up or you won't be able to stop smiling, dancing and having a blast!", "owner": "Bill Jensen, Future Strong"}], "pagination": {"size": 20, "total": 10, "current": 7}}