{"contents": [{"item": "The Devil is a master of disguise and takes on many forms. He comes to conquer you, steal your joy, kill your spirit, and destroy your faith. When you are doing right, he attacks you from the left but know that God is all powerful and God is in you and that no weapon formed against you shall prosper.", "owner": "C.L. Hall"}, {"item": "I have my own ego, greed, love and a passion but sometime that same greed and ego kneels me down. In that moment I don't kneel and cry for my ego but I will clear a dirt over my pant and run for my passion. Ego can kill us but not your passion not your love. Move On!!!", "owner": "Sakin Maharjan"}, {"item": "Doffing the ego'ssafe glory, he findshis naked reality.", "owner": "Dag Hammarskjöld, Markings"}, {"item": "Expectations are nothing more than the rules we set, in order to maintain our ego and self esteem. What we seek from others is often that fulfillment of what we believe we require for happiness. However, many of us will raise the requirements so high that we can't even reach them or better yet, realize that we could find that expectation met by our own introspection and action.", "owner": "Shannon L. Alder"}, {"item": "The ego is a mean mechanism which mobilizes the absolute strongest rationalization traps in order to preserve itself.", "owner": "John duover, Rites"}, {"item": "A lot of things are inherent in life -change, birth, death, aging, illness, accidents, calamities, and losses of all kinds- but these events don't have to be the cause of ongoing suffering. Yes, these events cause grief and sadness, but grief and sadness pass, like everything else, and are replaced with other experiences. The ego, however, clings to negative thoughts and feelings and, as a result, magnifies, intensifies, and sustains those emotions while the ego overlooks the subtle feelings of joy, gratitude, excitement, adventure, love, and peace that come from Essence. If we dwelt on these positive states as much as we generally dwell on our negative thoughts and painful emotions, our lives would be transformed.", "owner": "Gina Lake, What about Now?: Reminders for Being in the Moment"}, {"item": "No act is so private it does not seek applause.", "owner": "John Updike, Couples"}, {"item": "Life can only be filled with joys as we make our egos small enough to accept the fact that joy comes to those in whom there is only room for it to spill over.", "owner": "S. Emmanuel Epps"}, {"item": "I can imagine no greater catastrophe than if I were mistaken, and the theory were correct that what I consider secondary instincts or drives are actually primary instincts! Because in that case the emotional plague would rest upon the support of a natural law while its archenemies, truth and sociality, would be relying upon unfounded ethics. Until now both lies and truth have taken recourse to ethics. But only lies have profited because they were able to appear under the guise of truth. Under these circumstances, egoism, theft, petty selfishness, slander, etc., would be the natural rule. (26.july.1943)", "owner": "Wilhelm Reich, American Odyssey: Letters & Journals, 1940-1947"}, {"item": "Society. I felt as though even I were beginning at last to acquire some vague notion of what it meant. It is a struggle between one individual to another, a then-and-there struggle, in which the immediate triumph is everything. ‘Human beings never submit to human beings.’ Even slaves practice their mean retaliations. Human beings cannot conceive of any means of survival except of a single then-and-there contest. They speak of duty to one’s country and such like things, but the object of their effort is invariably the individual, and, even once the individual’s needs have been met, again the individual comes in. The incomprehensibility of society is the incomprehensibility of the individual. The ocean is not society; it is individuals.", "owner": "Osamu Dazai, No Longer Human"}, {"item": "For the \"We\" must never be spoken, save by one's choice and as a second thought. This word must never be placed first within a man's soul, else it becomes a monster, the root of all evils on earth, the root of man's torture by men, and an unspeakable lie.", "owner": "Ayn Rand"}, {"item": "...most systems end up by making imagined humility into a form of vanity, so they end up with vanity just the same.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "Presence and AbsenceA certain person may have, as you say, a wonderful presence: I do not know. What I do know is that he has a perfectly delightful absence.", "owner": "Idries Shah, Reflections"}, {"item": "You don't kill your ego. You overcome it by loving other people. And for that you need both ego and super-ego.", "owner": "Robin Sacredfire"}, {"item": "For every Pharoah there is a Moses.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "Saying of the ProphetThe JudgeA man appointed to be a judge has been killed without a knife.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "The tongue is the best masseur of furrowed brows.", "owner": "Idries Shah, The Dermis Probe"}, {"item": "Laziness is always your fault. It is the sign that a man has persevered in uselessness for too long.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "When humility is exercised, people begin to realise that they do not, as it were, exist at all.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "The stupidest man I ever met had a favourite saying. It was: 'What do you think I am, stupid, or something?", "owner": "Idries Shah, Reflections"}], "pagination": {"size": 20, "total": 10, "current": 6}}