{"contents": [{"item": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do. ", "owner": "Zsa Zsa Gabor"}, {"item": "Marriage without struggle is like an unfired clay pot.It is easily made, but it will not stand the test of time.", "owner": "Allan Wolf, The Watch That Ends the Night"}, {"item": "Some people claim that marriage interferes with romance. There's no doubt about it. Anytime you have a romance, your wife is bound to interfere.", "owner": "Groucho Marx"}, {"item": "you can take this mouththis wound you wantbut you can't kissand make itbetter.", "owner": "Daphne Gottlieb, Why Things Burn"}, {"item": "The Apache don't have a word for love,\" he said. \"Know what they both say at the marriage? The squaw-taking ceremony?\"\"Tell me.\"\"Varlebena. It means forever. That's all they say.", "owner": "Louis L'Amour, Hondo"}, {"item": "How does a poet know when a poem is ended? Because it lies flat, taut; nothing can be added or subtracted. How does a woman know when a marriage is over? Because of the way her life suddenly shears off in just two directions: past and future.", "owner": "Carol Shields, The Stone Diaries"}, {"item": "Just start off with the same goals in mind. If you have the same values, same goals then you'll be on track for the same future.", "owner": "Angelina Jolie"}, {"item": "If I have to 'catch' a man to get a husband, I don't want one.", "owner": "Tamora Pierce, Shatterglass"}, {"item": "Women, in general, will find it difficult to turn from a man and stop demanding that he meets their needs, provides security, and protects their identity, and return to me. Men, in general, find it very hard to turn from the works of their hands, their own quests for power and security and significance, and turn to me.", "owner": "William Paul Young, The Shack"}, {"item": "A wedding is and event, but marriage is a life.", "owner": "Myles Munroe, Waiting and Dating"}, {"item": "Marriage is just an elaborate game that allows two selfish people to periodically feel that they're not.", "owner": "Paul Reiser, Couplehood"}, {"item": "He smiled as he imagined the composite Jamie/Isabel, who would play the bassoon, read philosophy, interfere in other people's affairs rather too much, drive a green Swedish car and make legendary potatoes Dauphinoise.", "owner": "Alexander McCall Smith, A Distant View of Everything"}, {"item": "You see why I married her, Mycroft? The exquisite juxtaposition of ladylike threads and backhanded compliments proved irresistible.", "owner": "Laurie R. King, A Letter of Mary"}, {"item": "When we enter into a relationship, we want to matter to our partner, to be visible and important....We want to know our efforts are noticed and appreciated. We want to know our relationship is regarded as important by our partner and will not be relegated to second or third place because of a competing person, task, or thing.", "owner": "Stan Tatkin, Wired for Love: How Understanding Your Partner's Brain and Attachment Style Can Help You Defuse Conflict and Build a Secure Relationship"}, {"item": "David talked often about how discouraged or fearful he would become at times. Then he would interject these words, \"But then I entered the sanctuary...\" Being in God's presence affects all other relationships for the better. To have first seen her husband in prayer surely remained a cherish moment for Rebekah.", "owner": "Ravi Zacharias, I, Isaac, Take Thee, Rebekah: Moving from Romance to Lasting Love"}, {"item": "In both marriage and war you must cut up the things people say like a cake and eat only what you can stomach.", "owner": "Catherynne M. Valente, Deathless"}, {"item": "The music at a wedding procession always reminds me of the music of soldiers going into battle.", "owner": "Heinrich Heine"}, {"item": "We don't persuade our neighbors by mimicking their angry power-protests. We persuade them by holding fast to the gospel, by explaining our increasingly odd view of marriage, and by serving the world and our neighbors around us, as our Lord does, with a towel and a foot-bucket.", "owner": "Russell D. Moore, Adopted for Life: The Priority of Adoption for Christian Families and Churches"}, {"item": "The trouble with some women is that they get all excited about nothing - and then marry him.", "owner": "Cher"}, {"item": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", "owner": "Katharine Hepburn"}], "pagination": {"size": 20, "total": 10, "current": 0}}