{"contents": [{"item": "Art is whatever you can get away with.", "owner": "Marshall McLuhan, The Medium is the Massage"}, {"item": "The more details, depth and thought you put into your ideas the more valuable they become.", "owner": "Simon Zingerman, We All Need Heroes: Stories of the Brave and Foolish"}, {"item": "The satyr, as the Dionysiac chorist, dwells in a reality sanctioned by myth and ritual. That tragedy should begin with him, that the Dionysiac wisdom of tragedy should speak through him, is as puzzling a phenomenon as, more generally, the origin of tragedy from the chorus. Perhaps we can gain a starting point for this inquiry by claiming that the satyr, that fictive nature sprite, stands to cultured man in the same relation as Dionysian music does to civilization. Richard Wagner has said of the latter that it is absorbed by music as lamplight by daylight. In the same manner, I believe, the cultured Greek felt himself absorbed into the satyr chorus, and in the next development of Greek tragedy state and society, in fact everything that separates man from man, gave way before an overwhelming sense of unity that led back into the heart of nature. This metaphysical solace (which, I wish to say at once, all true tragedy sends us away) that, despite every phenomenal change, life is at bottom indestructibly joyful and powerful, was expressed most concretely in the chorus of satyrs, nature beings who dwell behind all civilization and preserve their identity through every change of generations and historical movement.With this chorus the profound Greek, so uniquely susceptible to the subtlest and deepest suffering, who had penetrated the destructive agencies of both nature and history, solaced himself. Though he had been in danger of craving a Buddhistic denial of the will, he was saved through art, and through art life reclaimed him.", "owner": "Friedrich Nietzsche, The Birth of Tragedy"}, {"item": "The best ideas will eat at you for days, maybe even weeks, until something, some incident, some impulse, triggers you to finally express them.", "owner": "Criss Jami, Killosophy"}, {"item": "Il faut que l’homme s’évade de cette lice ridicule qu’on lui a faite: le prétendu réel actuel avec la perspective d’un réel futur qui ne vaille guère mieux. Chaque minute pleine porte en elle-même la négation de siècles d’histoire boitillante et cassée. Ceux à qui il appartient de faire virevolter ces huit flamboyants au-dessus de nous ne le pourront qu’avec de la sève pure._ Manifestes du surréalisme", "owner": "André Breton"}, {"item": "The philosophers write about things as they are and as they appear to be, but as an artist I find that appearance is everything.", "owner": "Gary Inbinder, The Flower to the Painter"}, {"item": "A world without poetry and art would be too much like one without birds or flowers: bearable but a lot less enjoyable.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "The darkness behind my closed eyelids was like the cloud-covered sky, but the gray was somewhat deeper. Every few minutes, someone would come and paint over the gray with a different-textured gray - one with a touch of gold or green or red. I was impressed with the variety of grays that existed. Human beings were so strange. All you had to do was sit still for ten minutes, and you could see this amazing variety of grays.", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "They all know the truth, that there are only three subjects worth talking about. At least here in these parts,\" he says, \"The weather, which, as they're farmers, affects everything else. Dying and birthing, of both people and animals. And what we eat - this last item comprising what we ate the day before and what we're planning to eat tomorrow. And all three of these major subjects encompass, in one way or another, philosophy, psychology, sociology, anthropology, the physical sciences, history, art, literature, and religion. We get around to sparring about all that counts in life but we usually do it while we're talking about food, it being a subject inseparable from every other subject. It's the table and the bed that count in life. And everything else we do, we do so we can get back to the table, back to the bed.", "owner": "Marlena de Blasi, A Thousand Days in Tuscany: A Bittersweet Adventure"}, {"item": "One great function of the arts is to keep ideals alive in a culture that does not yet realize them.", "owner": "Susan Neiman, Moral Clarity: A Guide for Grown-up Idealists"}, {"item": "There is a common tendency to turn off one's imagination at certain points and refuse to contemplate the possibility of having to do certain things and cope with the attendant moral problems. The things simply get done by the social machine, and one can keep one's clear conscience and one's moral indignation unsullied.", "owner": "John Fraser, Violence in the Arts"}, {"item": "Admittedly, art is somewhat like spit. It does not repulse or even worry is while it is still inside of us, but once it exits our body, it becomes disgusting.", "owner": "Ivan Brunetti"}, {"item": "I mean really, how could an artistic individual stay grounded in the nitty-gritty of how many minutes per pound meat has to stay in the oven when trying to fathom the creative philosophy behind the greatest artistic minds of the world?", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "No art takes places without inspiration. Every artist also needs effective knowledge of his or her tools (e.g., does a certain brush function well with a particular kind of paint?). What’s more, artists need effective techniques for using those tools.Likewise, to express ourselves skillfully with maximum efficiency and minimum effort, we need to investigate the most effective ways of using the mind and body since, in the end, they are the only “tools” we truly possess in life.", "owner": "H. E. Davey, Japanese Yoga: The Way of Dynamic Meditation"}, {"item": "The connection between art and Christ is like the connection between sunlight and the sun. It is, in fact, the connection between Sonlight and the Son.", "owner": "Peter Kreeft, Jesus-Shock"}, {"item": "When Coleridge tried to define beauty, he returned always to one deep thought; beauty, he said, is unity in variety! Science is nothing else than the search to discover unity in the wild variety of nature,—or, more exactly, in the variety of our experience. Poetry, painting, the arts are the same search, in Coleridge’s phrase, for unity in variety.", "owner": "Bronowski"}, {"item": "With his night-cap and his night-shirt tatters,He botches up the loop-holes in the structure of the world.", "owner": "Heinrich Heine"}, {"item": "When I draw I don't capture your likeness. I capture your soul.", "owner": "Anthony T. Hincks"}, {"item": "I do not think it possible to convey the moral energy that went into this division between abstraction and realism, from both sides, in those years. It had an almost theological intensity, and in another stage of civilization there would certainly have been burnings at stake.", "owner": "Arthur C. Danto, After the End of Art: Contemporary Art and the Pale of History"}, {"item": "Art is the lie that enables us to realize the truth.", "owner": "Pablo Picasso"}], "pagination": {"size": 20, "total": 10, "current": 4}}