{"contents": [{"item": "Bitter your acts, bitter am I,Kindness your deeds, kindness am I,Pleasant and gentle, so you are,Fine honeyed lips and sweet talker.", "owner": "Jalaluddin Rumi, Love: The Joy That Wounds: The Love Poems of Rumi"}, {"item": "If I’d stayed there, would I always have been happy? No, I suppose not. People move away, grow older, die, and the bright belief that there will be another marvelous thing around each corner fades. It is now or never; we must snatch at happiness as it flies.", "owner": "J.L. Carr, A Month in the Country"}, {"item": "Don't forget to love yourself.", "owner": "Søren Kierkegaard"}, {"item": "People are always worried about what's happening next. They often find it difficult to stand still, to occupy the now without worrying about the future. People are generally not satisfied with what they have; they are very concerned with what they are going to have.", "owner": "Garth Stein, The Art of Racing in the Rain"}, {"item": "There's a divinity that shapes our ends,Rough-hew them how we will.", "owner": "William Shakespeare, Hamlet"}, {"item": "It doesn't matter if the water is cold or warm if you're going to have to wade through it anyway.", "owner": "Pierre Teilhard de Chardin"}, {"item": "True wisdom gives the only possible answer at any given moment, and that night, going back to bed was the only possible answer.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Everybody’s gotta learn, nobody’s born knowing.", "owner": "Harper Lee"}, {"item": "the best classroom in the world is at the feet of an elderly person.", "owner": "Andy Rooney"}, {"item": "A wise person does at once, what a fool does at last. Both do the same thing; only at different times.", "owner": "John Emerich Edward Dalberg-Acton"}, {"item": "If one tries to navigate unknown waters one runs the risk of shipwreck", "owner": "Albert Einstein"}, {"item": "Be first the master of yourself", "owner": "Baltasar Gracián, The Art of Worldly Wisdom"}, {"item": "Not only do you become what you think about, but the world also becomes what you think about. Those who think that the world is a dark place are blind to the light that might illuminate their lives. Those who see the light of the world view the dark spots as merely potential light.", "owner": "Wayne W. Dyer"}, {"item": "Your teacher might be a child who takes you by the hand and asks you a question that you hadn't considered before, and your answer to the child is your answer to yourself.", "owner": "Wayne W. Dyer"}, {"item": "Routine feeds the illusion of safety...", "owner": "Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal"}, {"item": "How will you know the difficulties of being human, if you are always flying off to blue perfection? Where will you plant your grief seeds? Workers need ground to scrape and hoe, not the sky of unspecified desire.", "owner": "Jalaluddin Rumi"}, {"item": "When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?", "owner": "Oliver Wendell Holmes Sr."}, {"item": "When there is a tendency to compartmentalize the spiritual and make it resident in a certain type of life only, the spiritual is apt gradually to be lost.", "owner": "Flannery O'Connor, Mystery and Manners: Occasional Prose"}, {"item": "There are two words that you should use frequently in your youth: ´sorry´ and ´thank-you´. Use the first one as often as possible, so that on your death bed all that you have to say to your friends is ´thank-you!´.", "owner": "Robin Jones Gunn"}, {"item": "The best way to see Faith is to shut the eye of Reason.", "owner": "Benjamin Franklin"}], "pagination": {"size": 20, "total": 10, "current": 4}}