{"contents": [{"item": "Folly consists not in committing Folly, but in being incapable of concealing it. All men make mistakes, but the wise conceal the blunders they have made, while fools make them public. Reputation depends more on what is hidden than on what is seen. If you can’t be good, be careful.", "owner": "Baltasar Gracián"}, {"item": "Integrity is the lifeblood of democracy.Deceit is a poison in its veins.", "owner": "Edward M. Kennedy"}, {"item": "Compassion for others is a mark of wisdom.", "owner": "Tadahiko Nagao"}, {"item": "I am not the river I am the net.", "owner": "Frank Herbert, Chapterhouse: Dune"}, {"item": "We have all grown wiser.", "owner": "Ana Monnar"}, {"item": "He said after a little while, 'I see why you say that only men do evil, I think. Even sharks are innocent, they kill because they must.' 'That is why nothing can resist us. Only one thing in the worl can resist an evil-hearted man. And that is another man. In our shame is our glory. Only our spirit, which is capable of evil, is capable of overcoming it.", "owner": "Ursula K. Le Guin, The Farthest Shore"}, {"item": "A statement made from the heart has an aroma, it has lights, it has earth andsun and moon. It is colorful and it grasps the attention of those around you,like the sunset.", "owner": "Beth Johnson"}, {"item": "Wisdom doesn't automatically come with old age.Nothing does --- except wrinkles.It's true,some wines improves with age.But only if the grapes were good in the first place", "owner": "Abigail Van Buren"}, {"item": "Snobbery might sometimes look cool, like smoking, but the end result is usually a repelling one.", "owner": "Trent Zelazny"}, {"item": "The only way you would have failed,\" she said, \"is if you had.", "owner": "Cassandra Clare, City of Bones"}, {"item": "We may think we live for wisdom, but in fact we're living for the the pleasure wisdom brings us.", "owner": "Josef Škvorecký, The Engineer of Human Souls"}, {"item": "Understand that nothing happensunless it is God's will anddo what you like.What can be simpler than that?", "owner": "Ramesh S. Balsekar"}, {"item": "We are all born with genius. It's like our fairy godmother. But what happens in life is that we stop listening to our inner voices, and we no longer have access to this extraordinary ability to create poetry.", "owner": "Milton Glaser"}, {"item": "The fox has many tricks. The hedgehog has but one, but that is the best of all.", "owner": "Archilochos, Carmina Archilochi: The Fragments of Archilochos"}, {"item": "Don't kill me because I'm gay,pray for me for it is God who created me.", "owner": "Ocean Crisstopher Poet, Unknown Book 7431667"}, {"item": "If there is a wasp in the room, I’d like to be able to see it.", "owner": "C.S. Lewis"}, {"item": "Perhaps my greatest wisdom is the knowledge that I do not know.", "owner": "John Steinbeck, Travels with Charley: In Search of America"}, {"item": "I am not one who was born with great wisdom. I love the ancients and diligently seek wisdom among them.", "owner": "Confucius, The Analects"}, {"item": "Pride, cowardice, and miserliness are bad for me but good for women", "owner": "Ali R.A"}, {"item": "Opportunity is swift of flight but slow to return.", "owner": "Ali R.A"}], "pagination": {"size": 20, "total": 10, "current": 8}}