{"contents": [{"item": "…there is rapidly developing a soil shortage on your planet. That is, you are running out of good soil in which to grow your food. This is because soil needs time to reconstitute itself, and your corporate farmers have no time. They want land that is producing, producing, producing. So the age-old practice of alternating growing fields from season to season is being abandoned or shortened. To make up for the loss of time, chemicals are being dumped into the land in order to render it fertile faster. Yet in this, as with all things, you cannot develop an artificial substitute for Mother Nature which comes even close to providing what She provides.", "owner": "Neale Donald Walsch, Conversations With God: An Uncommon Dialogue, Book 2"}, {"item": "...I conducted a number of experiments to get in touch with my future self. Here are my favorite ", "owner": "Chris Bailey, The Productivity Project: Accomplishing More by Managing Your Time, Attention, and Energy"}, {"item": "Although you can download all the productivity apps in the world (and I have), no app will make you care about what you have to do like the Rule of 3. The rule is dead s", "owner": "Chris Bailey, The Productivity Project: Accomplishing More by Managing Your Time, Attention, and Energy"}, {"item": "Instead of a to-do list, you need a success list - a list that is purposefully created around extraordinary results.", "owner": "Gary Keller, The One Thing: The Surprisingly Simple Truth Behind Extraordinary Results"}, {"item": "Repose is necessary to great efforts, and he who is never idle, labours in vain!", "owner": "William Hazlitt"}, {"item": "Reflect on what you do in your day. You may have never realized how some simple harmless activities rob you of precious time", "owner": "Vivek Naik, Get More Done Easily: Time Management Mindsets and Simple Exercise to Organize Your Day and be More Productive in 5 Days"}, {"item": "Is not a day divided into twenty-four hours, each hour into sixty minutes, and every minute sub-divided into sixty seconds? Now in 86,400 seconds many things can be done.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "Getting things done, and feeling good about it, means being willing to recognize, acknowledge, and appropriately manage all the things that have your consciousness engaged. Mastering the art of stress-free productivity requires it.", "owner": "David    Allen, Getting Things Done: The Art of Stress-Free Productivity"}, {"item": "At any point in time, the first thing to consider is, what could you possibly do, where you are, with the tools you have?", "owner": "David    Allen, Getting Things Done: The Art of Stress-Free Productivity"}, {"item": "We don’t manage time, we manage activities within time", "owner": "Bernard Kelvin Clive"}, {"item": "With a DO-CONFIRM checklist, he said, team members perform their jobs from memory and experience, often separately. But then they stop. They pause to run the checklist and confirm that everything that was supposed to be done was done. With a READ-DO checklist, on the other hand, people carry out the tasks as they check them off--it's more like a recipe.", "owner": "Atul Gawande"}, {"item": "With gospel-centered productivity, peace comes first, not second. the mistake we often make is to make peace of mind the result of things we do rather than the source.", "owner": "Matt Perman"}, {"item": "If you are not making the progress that you would like to make and are capable of making, it is simply because your goals are not clearly defined.", "owner": "Paul J. Meyer"}, {"item": "Work is a process, and any process needs to be controlled. To make work productive, therefore, requires building the appropriate controls into the process of work.", "owner": "Peter F. Drucker, Management: Tasks, Responsibilities, Practices"}, {"item": "Not being aware of all you have to do is much like having a credit card for which you don't know the balance or the limit - it's a lot easier to be irresponsible.", "owner": "David    Allen"}, {"item": "To ‘kill time’ is a case of mistaken identity -- you have mistaken the victim for the perp.", "owner": "Oran Kangas"}, {"item": "But I was too restless to watch long; I'm too Occidental for a long vigil. I could work at a problem for years, but to wait inactive for twenty-four hours -- that's another matter.", "owner": "H.G. Wells, The Time Machine"}, {"item": "Time investment is the NEW Time Management.", "owner": "Elizabeth Grace Saunders, The 3 Secrets to Effective Time Investment: Achieve More Success with Less Stress: Foreword by Cal Newport, Author of So Good They Can't Ignore You"}, {"item": "Technology, outsourcing, a growing temp staffing industry, productivity efficiencies, have all replaced the middle class.", "owner": "James Altucher"}], "pagination": {"size": 19, "total": 2, "current": 1}}