{"contents": [{"item": "Gratitude is not only the greatest of virtues, but the parent of all others.", "owner": "Marcus Tullius Cicero"}, {"item": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by", "owner": "John F. Kennedy"}, {"item": "In normal life we hardly realize how much more we receive than we give, and life cannot be rich without such gratitude. It is so easy to overestimate the importance of our own achievements compared with what we owe to the help of others.", "owner": "Dietrich Bonhoeffer, Letters and Papers from Prison"}, {"item": "We should certainly count our blessings, but we should also make our blessings count.", "owner": "Neal A. Maxwell"}, {"item": "It is a pity that doing one's best does not always answer.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings.” —", "owner": "William Arthur Ward"}, {"item": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving.", "owner": "W.T. Purkiser"}, {"item": "The miracle is not to walk on water. The miracle is to walk on the green earth, dwelling deeply in the present moment and feeling truly alive.", "owner": "Thich Nhat Hanh"}, {"item": "God gave you a gift of 86 400 seconds today. Have you used one to say thank you ", "owner": "William Arthur Ward"}, {"item": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.", "owner": "William Arthur Ward"}, {"item": "The greatest wisdom is in simplicity. Love, respect, tolerance, sharing, gratitude, forgiveness. It's not complex or elaborate. The real knowledge is free. It's encoded in your DNA. All you need is within you. Great teachers have said that from the beginning. Find your heart, and you will find your way.", "owner": "Carlos Barrios, Mayan elder and Ajq'ij of the Eagle Clan"}, {"item": "Whatever you appreciate and give thanks for will increase in your life.", "owner": "Sanaya Roman, Living with Joy: Keys to Personal Power and Spiritual Transformation"}, {"item": "Take full account of what Excellencies you possess, and in gratitude remember how you would hanker after them, if you had them not.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Gratitude is the ability to experience life as a gift. It liberates us from the prison of self-preoccupation.", "owner": "John Ortberg, When the Game Is Over, It All Goes Back in the Box"}, {"item": "My gratitude to him is as boundless as the Pacific ocean.", "owner": "Yann Martel, Life of Pi"}, {"item": "For each new morning with its light,For rest and shelter of the night,For health and food, for love and friends,For everything Thy goodness sends.", "owner": "Ralph Waldo Emerson"}, {"item": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude.", "owner": "G.K. Chesterton"}, {"item": "When it was done and I went to sleep, I lay awake and listened to the clock on your nightstand and the wind outside and understood that I was really home, that in bed with you was home, and something that had been getting close in the dark was suddenly gone. It could not stay. It had been banished. It knew how to come back, I was sure of that, but it could not stay and I could really go to sleep. My heart cracked with gratitude. I think it was the first gratitude I’ve ever really known. I lay there beside you and the tears rolled down the sides of my face and onto the pillow. I loved you then and I love you now and I have loved you every second in between. I don’t care if you understand me. Understanding is vastly overrated, but nobody ever gets enough safety. I’ve never forgotten how safe I felt with that thing gone out of the darkness.", "owner": "Stephen King, Lisey's Story"}, {"item": "If we want to keep the blessings of life coming to us, we must learn to be grateful for whatever is given.", "owner": "Harold Klemp, The Language of Soul: Keys to Living a More Meaningful Life"}, {"item": "Steam seems to have killed all gratitude in the hearts of sailors.", "owner": "Jules Verne, Twenty Thousand Leagues Under the Sea"}], "pagination": {"size": 20, "total": 10, "current": 6}}