{"contents": [{"item": "gray hair is gods graffiti", "owner": "Bill Cosby"}, {"item": "It is not really hard to do nothing. Many can. The hard part is doing nothing without feeling guilty about it.", "owner": "Haim Shapira, Things That Matter"}, {"item": "Wise men don't feel companionless when they are not in the company of their egos.", "owner": "Delian Zahariev"}, {"item": "I don’t want to freeze my eggs. I don’t want to visit a sperm bank. I don’t want to be a single parent, if I have any choice in the matter. I want a nuclear family. I want to put down roots, to let my seeds germinate, to watch them bloom and flourish. Not one day, if and when I ever fall in love again, but now. While I still have my youth, damn it.", "owner": "Monica Pradhan, The Hindi-Bindi Club"}, {"item": "Pure joy is rare. That’s why for every meal I eat a really bloody steak.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "When would he learn that women never stayed where you put them?", "owner": "Maya Banks, Hidden Away"}, {"item": "If I looked like him,” Tara said. “I’d want to have sex with myself. All the time.", "owner": "Jill Shalvis, Simply Irresistible"}, {"item": "No need, no, need. Life is already too short to find it.", "owner": "Jessica Day George, Princess of the Midnight Ball"}, {"item": "No bikinis on a first date.” He nods. “I’m sure that’s a rule. Or should be. For my sisters anyway.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "I guess I like things that take time and attention. More worthwhile that way.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "This is Sailor Supergirl,” George says. “She knows all about black holes.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "Right. Because if you have trouble putting ketchup and mustard on a hot dog, you should totally move on to saving lives.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "When I turn back to Jase, he’s again beaming at me. “You’re nice.” He sounds pleased, as if he hadn’t expected this aspect of my personality.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "When they’re together, the world could fall apart around them and they’d never notice or care as long as they have each other.", "owner": "Simone Elkeles, Rules of Attraction"}, {"item": "Jase props himself up on an elbow, looking at me for a minute without saying anything. His face gets an unreadable expression, and I wish I could take back walking over.Then he observes, “I’m guessing that’s a uniform.”Crap. I’d forgotten I was still wearing it.", "owner": "Huntley Fitzpatrick, My Life Next Door"}, {"item": "You realise you’re going to owe me dinner after this, right?”“How does McDonald’s sound?”“Inadequate.", "owner": "Sarah Mayberry, Her Best Friend"}, {"item": "When you sit that way, you look kind of like a beach ball with a head,” he continued. “Your haircut is really, really bad, I’m probably going to lose my job for helping you this way, and I’m dying to fuck you.” He glanced at her. “That honest enough for you?", "owner": "Suzanne Brockmann, Bodyguard"}, {"item": "She has to agree to have me. It could take some time, but I’m confident I can trick her into it.", "owner": "Robyn Carr, Promise Canyon"}, {"item": "Excuse me?\" I said, palms down on the Formica tabletop. \"Coffee? I thought we came here for pie.\" \"I don't eat the kind of pie they serve here.\" I felt a flash of heat go through my stomach. I knew firsthand the kind of pie Ranger liked.", "owner": "Janet Evanovich, To the Nines"}, {"item": "Sophie, honey, stop looking at me like that,” Garrett said gruffly. “You’ll have me convinced I’m going to die.”“You’re not?", "owner": "Maya Banks, No Place to Run"}], "pagination": {"size": 20, "total": 10, "current": 4}}