{"contents": [{"item": "Yes,” said Mamma, “this is the worst of life, that love does not give us common sense but is a sure way of losing it. We love people, and we say that we are going to do more for them than friendship, but it makes such fools of us that we do far less, indeed sometimes what we do could be mistaken for the work of hatred.", "owner": "Rebecca West, The Fountain Overflows"}, {"item": "The relationships flourish with exchanged respect, and not by pretending or beggary, as that expressing the opinions is the shortest way to build the bridges of confidence and expanding the circle of special relationships.", "owner": "Maryam Abdullah Alnaymi"}, {"item": "Often I wished for someone to share my mind with; but their hearts were in little things, they would have thought me a dreamer, and I had to plan alone.", "owner": "Mary Renault, The Bull from the Sea"}, {"item": "Find people who can handle your darkest truths, who don’t change the subject when you share your pain, or try to make you feel bad for feeling bad. Find people who understand we all struggle, some of us more than others, and that there’s no weakness in admitting it. Find people who want to be real, however that looks and feels, and who want you to be real, too. Find people who get that life is hard, and who get that life is also beautiful, and who aren’t afraid to honor both of those realities. Find people who help you feel more at home in your heart, mind and body, and who take joy in your joy. Find people who love you, for real, and who accept you, for real. Just as you are. They’re out there, these people. Your tribe is waiting for you. Don’t stop searching until you find them.", "owner": "Scott Stabile"}, {"item": "Find your flock and fly.", "owner": "Jennifer Coletta"}, {"item": "We became six people at a table in Hampton Court. We rose and walked together down the avenue. In the thin, the unreal twilight, fitfully like the echo of voices laughing down some alley, geniality returned to me and flesh. Against the gateway, against some cedar tree I saw blaze bright, Neville, Jinny, Rhoda, Louis, Susan and myself, our life, our identity. Still King William seemed an unreal monarch and his crown mere tinsel. But we – against the brick, against the branches, we six, out of how many million millions, for one moment out of what measureless abundance of past time and time to come, burnt there triumphant. The moment was all; the moment was enough.", "owner": "Virginia Woolf, The Waves"}, {"item": "I fell on my feet and found my bearings because of these. I could talk to them. They listened and answered, for or against, but always weighing what they had heard, unlike my mother, who used language for manipulation, not to express an opinion or state a fact. What sounded like a fact might be a lie, and every opinion was tailored for the moment.", "owner": "Ruth Klüger, Still Alive: A Holocaust Girlhood Remembered"}, {"item": "3 Types of People You Will Encounter. Those who:1) Promise and Deliver,2) Under-promise and Over-deliver,3) Over-promise and Under-deliver.", "owner": "Izey Victoria Odiase"}, {"item": "At some point you have to stop crossing oceans for those who wouldn't jump puddles for you.", "owner": "Nick Dee"}, {"item": "It is very funny, but you do not always have to see people to love them. Just think about it, and tell me if it isn't so.", "owner": "Kate Douglas Wiggin, The Bird's Christmas Carol"}, {"item": "Tell me something that only I will ever know, was perhaps what she wanted to ask him, or, What will you remember me by? - or even, Nothing of the least importance has ever belonged to me; can you help?", "owner": "Shirley Jackson, The Haunting of Hill House"}, {"item": "Stick by your friends, and they'll help resolve your issues. Or, at the very least, help you forget they exist for a while.", "owner": "Talen Williams, Suburban High"}, {"item": "It's sometimes easier to help others rather than helping yourself. The trick is to listen to your \"self\" as a friend. This may be the simplest change you ever make in life, with the biggest impact.", "owner": "Lorii Myers, Make It Happen, A Healthy, Competitive Approach to Achieving Personal Success"}, {"item": "He thought of her often, and he missed the companionship they'd once shared and the friendship that had been the bedrock of their marriage at its best.", "owner": "Nicholas Sparks, Safe Haven"}, {"item": "You can’t really yell at your boyfriend for stealing your seat and your best friend. You also can’t yell at your best friend for stealing your boyfriend. Or you can…but Hi seemed like a much easier way to start the morning.", "owner": "Ally Carter, Out of Sight, Out of Time"}, {"item": "Beware of those who speak ill of others in your presence don't be surprised of what they say about you in your absence. ", "owner": "A.J. Garces"}, {"item": "We are a generation of everything temporary, masqueraded as engaged in patterns beyond the point, but relies too much on technology, and yet despite all of that, we no longer feel compulsive to connect with each other, and somehow that’s the reason some friendship doesn’t last, however, we have the sincerity to connect on a regular basis with a virtual audience and socialise on the internet.", "owner": "Luan"}, {"item": "Time doesn't take away from friendship, nor does separation.", "owner": "Tennessee Williams, Memoirs"}, {"item": "Jem gave her a wistful look. “Must you go? I was rather hoping that you’d stay and be a ministering angel, but if you must go, you must.”\t“I’ll stay,” Will said a bit crossly, and threw himself down in the armchair Tessa had just vacated. “I can minister angelically.”\t“None too convincingly. And you’re not as pretty to look at as Tessa is,” Jem said, closing his eyes as he leaned back against the pillow.\t“How rude. Many who have gazed upon me have compared it to gazing at the radiance of the sun.”\tJem still had his eyes closed. “If they mean that it gives you a headache, they aren’t wrong.", "owner": "Cassandra Clare, Clockwork Angel"}, {"item": "Maybe a friend is someone who wants your updates. Even if they're boring. Or sad. Or annoyingly cutesy. A friend says \"Sign me up for your boring crap, yes indeed\"--because he likes you anyways. He'll tolerate your junk", "owner": "E. Lockhart, Real Live Boyfriends: Yes. Boyfriends, Plural. If My Life Weren't Complicated, I Wouldn't Be Ruby Oliver"}], "pagination": {"size": 20, "total": 10, "current": 8}}