{"contents": [{"item": "Reading teaches us receptivity....It teaches us to receive, in stillness and attentiveness, a voice possessed temporarily, on loan....And as we grow accustomed to receiving books in stillness and attentiveness, so we can grow to receive the world, also possessed temporarily.", "owner": "Lynne Sharon Schwartz"}, {"item": "It is good to stop by the track for a space, put aside the knapsack, wipe the brows, and talk a little of the upper slopes of the mountain we think we are climbing, would but the trees let us see it.", "owner": "H.G. Wells, A Modern Utopia"}, {"item": "I was unprepared for the firsthand experience of mindfulness. The way that awareness … revealed a sense of well-being right there in the heat of my emotions.", "owner": "Dawn Downey, Stumbling Toward the Buddha: Stories about Tripping over My Principles on the Road to Transformation"}, {"item": "There will always be more questions. Every answer leads to more questions. The only way to survive is to let some of them go.", "owner": "David Levithan"}, {"item": "What often matters more than the activity we're doing at a moment in time is how we feel about it.", "owner": "Brigid Schulte, Overwhelmed: Work, Love, and Play When No One Has the Time"}, {"item": "Through it all, we attempt to bring balance to the present moment,understanding that in patience lies wisdom,knowing that what will come next will be determined in large measure by how we are now.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "In your haste you walk far too fast. And in doing so you often leave your soul behind.", "owner": "Anonymous"}, {"item": "Patience is a form of wisdom. It demonstrates that we understand and accept the fact that sometimes things must unfold in their own time.", "owner": "Jon Kabat-Zinn, Full Catastrophe Living: Using the Wisdom of Your Body and Mind to Face Stress, Pain, and Illness"}, {"item": "This is today! What will tomorrow bring? Life arrives and departs on its own schedule, not ours; it's time to travel light, and be ready to go wherever it takes us.", "owner": "Meg Wolfe, The Minimalist Woman's Guide to Having It All"}, {"item": "Write that novel, sail that boat. And if you can't, immerse yourself in the fantasy, be the ultimate dabbler, just enjoy what it is you enjoy. It'll help you get well if you're going to get well, and it'll help you sail that great boat in the sky if that's what's going to happen. Onwards and Upwards. No regrets.", "owner": "Meg Wolfe, The Minimalist Woman's Guide to Having It All"}, {"item": "When I say ‘practice’ I don’t meanrepeating an act until you get it right. In this use, it means to instill regular discipline to accomplish a specific task, ritual without which we feel incomplete, or that our experience of each day is less.", "owner": "S. Kelley Harrell, Teen Spirit Guide to Modern Shamanism"}, {"item": "In the ancient Indian Pali language, the words for mind and heart are the same. And the Chinese character for mindfulness is a combination of two characters. One part means now and the other means mind or heart. So, when you hear the word mindfulness you can also consider it to mean heartfulness.", "owner": "Shamash Alidina"}, {"item": "Our ultimate goal is to be fully present for life. It takes practice", "owner": "Janet Gallagher Nestor"}, {"item": "...mindfulness - it isn't a trick or a gimmick. It's being present in the moment. When I'm with you, I'm with you. Right now. That's all. No more and no less.", "owner": "Will Schwalbe, The End of Your Life Book Club"}, {"item": "Ain't you thinkin' what's it gonna be like when we get there? Ain't you scared it won't be nice like we thought?No, she said quickly. No, I ain't. You can't do that. I can't do that. It's too much - livin' too many lives. Up ahead they's a thousan' lives we might live, but when it comes, it'll on'y be one.", "owner": "John Steinbeck, The Grapes of Wrath"}], "pagination": {"size": 15, "total": 7, "current": 6}}