{"contents": [{"item": "But as his wife - at his side always, and always restrained, and always checked - forced to keep the fire of my nature continually low, to compel it to burn inwardly and never utter a cry, though the imprisoned flame consumed vital after vital - this would be unendurable.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "... there is something revolting about the way girls' minds so often jump to marriage long before they jump to love. And most of those minds are shut to what marriage really means.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "There is no such thing as a perfect match. There are only somewhat good and somewhat bad matches. A couple are like two pebbles that are next to each other on a beach. They will have rough edges and rub each other the wrong way initially. But as they spend time together and the waves pound them, the edges rub off and they will seem made for each other.", "owner": "Farahad Zama, The Many Conditions of Love"}, {"item": "That's the mistake people make - always searching for the perfect match, when they would be just as happy if they settled for somebody reasonably good.", "owner": "Farahad Zama, The Marriage Bureau for Rich People"}, {"item": "Allow me to spell it out for you,” I said calmly. “I am still absolutely terrified of marriage, but I would marry you tonight if it was a way for me to prove how much I believe that you’re the guy for me.", "owner": "Monica Alexander, Just Watch the Fireworks"}, {"item": "You need to play to your strengths as a couple. Sharing is really awesome when you're messing around with Play-Doh in kindergarten. It's less awesome when you're adults and one of you is good at something and the other person sucks at it. So just let the more skilled person take the reins.", "owner": "Peter Scott, There's a Spouse in My House: A Humorous Journey Through the First Years of Marriage"}, {"item": "This woman lawyer said the best men wanted to be pure for their wives, and even if they weren't pure, they wanted to be the ones to teach their wives about sex. Of course they would try to persuade a girl to have sex and say they would marry her later, but assoon as she gave in, they would lose all respect for her and start saying that if she did that with them she would do that with other men and they would end up by making her lifemiserable.", "owner": "Sylvia Plath"}, {"item": "Before taking her into the library, my wife told me she was an old friend in a marriage crisis. A fatuous lie; at her age there are no crises left in marriage, only acceptance and extraction. (General Villiers)", "owner": "Robert Ludlum, The Bourne Identity"}, {"item": "Mutuality is accomplished by two whole persons; and if each partner truly intends to be but the fraction of a relationship (thinking my whole makes up half of us) he or she will soon discover that these halves do not fit perfectly together. The mathematics can work only if each subtracts something of himself or herself, shears it off, and lays it aside forever. There will come, then, a moment of shock when one spouse realizes, ‘you won’t want the whole of me? Not the whole of me, but only a part of me, makes up the whole of us?” P 45", "owner": "Walter Wangerin Jr., As For Me And My House: Crafting Your Marriage To Last"}, {"item": "In 1895 Lady Londonberry commented acidly on a bridegroom who had 'married the 10,000 a year as well as the lady.", "owner": "Pamela Horn, Life As A Victorian Lady"}, {"item": "Truth might be heroic, but it was not within the range of practical domestic politics.", "owner": "Samuel Butler"}, {"item": "Without thinking highly either of men or of matrimony, marriage had always been her object; it was the only honourable provision for well-educated young women of small fortune, and however uncertain of giving happiness, must be their pleasantest preservative from want.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "In every marriage more than a week old there are grounds for divorce. The trick is to find and continue to find grounds for marriage.", "owner": "Robert  Anderson"}, {"item": "A piece of advice his father had given him surfaced in Edgar's mind. Sometimes, he had said, it's better just to keep quiet and think with your heart.", "owner": "Sharan Newman, The Devil's Door"}, {"item": "Because you are not scared to admit out loud that you're afraid. Or to ask questions... and because you know that your husband is in pain, you will go to him and not threaten his ability to provide with words that cut and burn in another's mind forever, until death do you apart. Because you will tell him that its right for him to change profession and that it is not his fault that the shoe he first brought to your marriage no longer fits. You'll say that you don't care what your parents think , or people think, and material things can always be replaced, but not him. And because you will have the patience and wisdom to understand everything that he is afraid of, you'll kiss his boo-boos instead of rubbing salt in the wounds of his failures...", "owner": "Leslie Esdaile, Love Notes"}, {"item": "It is possible, he thought, to be completely happy in marriage--though you must be willing to hold on when your ship was lost at sea and there was no guarantee of rescue.", "owner": "Adam Ross, Mr. Peanut"}, {"item": "And of course I didn't know who would marry me now that I'd been where I had been. I didn't know at all.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "I trust my wife's judgement... That's what Philippe says about Granny, just before all hell breaks loose.", "owner": "Deborah Harkness, Shadow of Night"}, {"item": "People stand in front of an officiant and say 'I do' but that shouldn't mean 'I'm done' when comes to putting time and effort to grow their relationship.", "owner": "Beth Ehemann, Room for More"}, {"item": "Meanwhile, Susan looked carefully into each of our faces. She was actually waiting for us to answer, to give reasons why people fall in love and get married. Nobody knows, I wanted to say. Nobody really knows. But that doesn't mean you're allowed to not do it.", "owner": "Rebecca    Lee, Bobcat and Other Stories"}], "pagination": {"size": 20, "total": 10, "current": 9}}