{"contents": [{"item": "Death ends a life, not a relationship.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "It is said that your life flashes before your eyes just before you die. That is true, it's called Life.", "owner": "Terry Pratchett, The Last Continent"}, {"item": "Unbeing dead isn't being alive.", "owner": "E.E. Cummings"}, {"item": "Life is for the living.Death is for the dead.Let life be like music. And death a note unsaid.", "owner": "Langston Hughes, The Collected Poems"}, {"item": "That was the thing. You never got used to it, the idea of someone being gone. Just when you think it's reconciled, accepted, someone points it out to you, and it just hits you all over again, that shocking.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "I go to seek a Great Perhaps.", "owner": "François Rabelais"}, {"item": "Even death has a heart.", "owner": "Markus Zusak, The Book Thief"}, {"item": "I could die for you. But I couldn't, and wouldn't, live for you.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "Death is so terribly final, while life is full of possibilities.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "Death is not the opposite of life, but a part of it.", "owner": "Haruki Murakami, Blind Willow, Sleeping Woman: 24 Stories"}, {"item": "That's what literature is. It's the people who went before us, tapping out messages from the past, from beyond the grave, trying to tell us about life and death! Listen to them!", "owner": "Connie Willis, Passage"}, {"item": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of other's opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.", "owner": "Steve Jobs"}, {"item": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.", "owner": "Ernest Hemingway"}, {"item": "One lives in the hope of becoming a memory.", "owner": "Antonio Porchia"}, {"item": "Many people die at twenty five and aren't buried until they are seventy five.", "owner": "Benjamin Franklin"}, {"item": "It's better to burn out than to fade away.", "owner": "Neil Young"}, {"item": "The meaning of life is that it stops.", "owner": "Franz Kafka"}, {"item": "You do not immortalize the lost by writing about them. Language buries, but does not resurrect.", "owner": "John Green, The Fault in Our Stars"}, {"item": "I want words at my funeral. But I guess that means you need life in your life.", "owner": "Markus Zusak, The Book Thief"}, {"item": "He died that day because his body had served its purpose. His soul had done what it came to do, learned what it came to learn, and then was free to leave.", "owner": "Garth Stein, The Art of Racing in the Rain"}], "pagination": {"size": 20, "total": 10, "current": 2}}