{"contents": [{"item": "The key to finding your mission lies in listening to your heart and dancing to its beat.", "owner": "Pooja Ruprell"}, {"item": "Somewhere there is a drummer calling to you too, and playing your special beat.", "owner": "Pooja Ruprell"}, {"item": "You have been crafted with utmost care and creativity by your Creator. There is none other like you in the world.", "owner": "Pooja Ruprell"}, {"item": "God does not suffer out of deficiency of being, like created beings. To this extent he is 'apathetic'. But he suffers from the love which is the superabundance and overflowing of his being. In so far he is 'pathetic'.", "owner": "Jürgen Moltmann, The Trinity and the Kingdom"}, {"item": "Oh how can we, scarce mastering our passions, expect that youth should keep itself in check?", "owner": "Friedrich Schiller, Wilhelm Tell"}, {"item": "When a chap is passionate, the readership can sense it.", "owner": "Sara Sheridan, Secret of the Sands"}, {"item": "The misunderstanding of passion and reason, as if the latter were an independent entity and not rather a system of relations between various passions and desires; and as if every passion did not possess its quantum of reason", "owner": "Friedrich Nietzsche, The Will to Power"}, {"item": "Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.…'Tis not contrary to reason to prefer the destruction of the whole world to the scratching of my finger.", "owner": "David Hume"}, {"item": "I only wanted to suggest to you that self-sacrifice is a passion so overwhelming that beside it even lust and hunger are trifling.", "owner": "W. Somerset Maugham, The Razor's Edge"}, {"item": "To some extent a life of celibacy is a picture of how all of us are to live, containing our passions for God’s purposes.", "owner": "Eric Metaxas"}, {"item": " LIKING WHAT YOU DO IS PLEASURE, DOING WHAT YOU LIKE IS PASSION.", "owner": "Hansrajvir"}, {"item": "Ryan-chasers have a life wish. They live life to the fullest because they are willing to look foolish.", "owner": "Mark Batterson, In a Pit with a Lion on a Snowy Day: How to Survive and Thrive When Opportunity Roars"}, {"item": "Finding one’s voice is a process of finding one’s passion.", "owner": "Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice"}, {"item": "What our age lacks is not reflection but passion.", "owner": "Soren Kierkegaard"}, {"item": "It is with our passions as it is with fire and water - they are good servants  but bad masters.", "owner": "Roger I'Estrange"}, {"item": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions.", "owner": "Alfred, Lord Tennyson"}, {"item": "The ruling passion  be it what it will  the ruling passion conquers reason still.", "owner": "Alexander Pope"}, {"item": "There is no passion like that of a functionary for his function.", "owner": "Georges Clemenceau"}, {"item": "An intense feeling carries with it its own universe  magnificent or wretched as the case may be.", "owner": "Albert Camus"}, {"item": "He disliked emotion  not because he felt lightly  but because he felt deeply.", "owner": "John Buchan"}], "pagination": {"size": 20, "total": 10, "current": 8}}