{"contents": [{"item": "I just want to sleep. A coma would be nice. Or amnesia. Anything, just to get rid of this, these thoughts, whispers in my mind. Did he rape my head, too?", "owner": "Laurie Halse Anderson, Speak"}, {"item": "I am in that temper that if I were under water I would scarcely kick to come to the top.", "owner": "John Keats"}, {"item": "I thought the most beautiful thing in the world must be shadow, the million moving shapes and cul-de-sacs of shadow. There was shadow in bureau drawers and closets and suitcases, and shadow under houses and trees and stones, and shadow at the back of people's eyes and smiles, and shadow, miles and miles and miles of it, on the night side of the earth.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "Maybe we all have darkness inside of us and some of us are better at dealing with it than others.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "In addition to my other numerous acquaintances, I have one more intimate confidant… My depression is the most faithful mistress I have known — no wonder, then, that I return the love.", "owner": "Søren Kierkegaard, Either/Or: A Fragment of Life"}, {"item": "There were days when she was unhappy, she did not know why,--when it did not seem worthwhile to be glad or sorry, to be alive or dead; when life appeared to her like a grotesque pandemonium and humanity like worms struggling blindly toward inevitable annihilation.", "owner": "Kate Chopin"}, {"item": "Mental illness is so much more complicated than any pill that any mortal could invent ", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "It's brilliant, being depressed; you can behave as badly as you like.", "owner": "Nick Hornby, High Fidelity"}, {"item": "I have had to experience so much stupidity, so many vices, so much error, so much nausea, disillusionment and sorrow, just in order to become a child again and begin anew. I had to experience despair, I had to sink to the greatest mental depths, to thoughts of suicide, in order to experience grace.", "owner": "Hermann Hesse, Siddhartha"}, {"item": "Depression on my left, Loneliness on my right. They don't need to show me thier badges. I know these guys very well.", "owner": "Elizabeth Gilbert"}, {"item": "Depression is melancholy minus its charms.", "owner": "Susan Sontag, Illness as Metaphor"}, {"item": "It seemed silly to wash one day when I would only have to wash again the next.It made me tired just to think of it.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "Anyone who has actually been that sad can tell you that there's nothing beautiful or literary or mysterious about depression.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "Depression is like a bruise that never goes away. A bruise in your mind. You just got to be careful not to touch it where it hurts. It's always there, though.", "owner": "Jeffrey Eugenides, The Marriage Plot"}, {"item": "I saw the world in black and white instead of the vibrant colours and shades I knew existed.", "owner": "Katie McGarry, Pushing the Limits"}, {"item": "In the meantime, I could withdraw to my room, could hide and sleep as if I were dead", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I wondered why I couldn't go the whole way doing what I should any more. This made me sad and tired. Then I wondered why I couldn't go the whole way doing what I shouldn't, the way Doreen did, and this made me even sadder and more tired.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "(...) Since I was a kid.\"\"Which you refer to as 'back when you were happy.'\"\"Right.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "It is so hard to learn to put sadness in perspective so hard to understand that it is a feeling that comes in degrees, it can be a candle burning gently and harmlessly in your home, or it can be a full-fledged forest fire that destroy almost everything and is controlled by almost nothing. It can also be so much in-between ", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "...occasionally I wished I could walk through a picture window and have the sharp, broken shards slash me to ribbons so I would finally look like I felt.", "owner": "Elizabeth Wurtzel"}], "pagination": {"size": 20, "total": 10, "current": 9}}