{"contents": [{"item": "Life should be an investment in yourself", "owner": "Sunday Adelaja"}, {"item": "Serving people is more important to God than the religious activities we engage in", "owner": "Sunday Adelaja"}, {"item": "Whatever is going to happen will happen, whether we worry or not.", "owner": "Ana Monnar"}, {"item": "Love is about self-denial", "owner": "Sunday Adelaja"}, {"item": "You cannot cherish God without loving people", "owner": "Sunday Adelaja"}, {"item": "My soul already existed - you just called out to me, and the wind brought me to you.", "owner": "R.M. Romero, The Dollmaker of Krakow"}, {"item": "Reconsider your life and see how you can make things work for yourself", "owner": "Sunday Adelaja"}, {"item": "Love is the easiest way of evangelism", "owner": "Sunday Adelaja"}, {"item": "You cannot have a cordial relationship with God when you reject people", "owner": "Sunday Adelaja"}, {"item": "Joblessness is a rare privilege", "owner": "Sunday Adelaja"}, {"item": "Never misuse your God-given opportunities, it may be the path to fulfilling your destiny.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "An effective life is a selfless one", "owner": "Sunday Adelaja"}, {"item": "The secret of effective living is detachment", "owner": "Sunday Adelaja"}, {"item": "The ability to be intense in whatever you do is a key factor in reclaiming your lost years", "owner": "Sunday Adelaja"}, {"item": "The amount of value produced at a certain period depends on the level of focus used to attain it", "owner": "Sunday Adelaja"}, {"item": "True service is when you serve others without expecting anything in return", "owner": "Sunday Adelaja"}, {"item": "You cannot fulfill your mandate without fulfilling your purpose and calling in life", "owner": "Sunday Adelaja"}, {"item": "Life was given to be lived for God and people", "owner": "Sunday Adelaja"}, {"item": "Always be organized in adding value", "owner": "Sunday Adelaja"}, {"item": "Employment is the biggest form of slavery", "owner": "Sunday Adelaja"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "Always live in the here and now", "owner": "Sunday Adelaja"}, {"item": "Work is not about survival alone", "owner": "Sunday Adelaja"}, {"item": "The principle of God is love", "owner": "Sunday Adelaja"}, {"item": "Always reveal the nature of God to people", "owner": "Sunday Adelaja"}, {"item": "God needs are in the needs of people", "owner": "Sunday Adelaja"}, {"item": "We should see our calling as our life’s major assignment", "owner": "Sunday Adelaja"}, {"item": "The only limitation we have is the limitation of the mind", "owner": "Sunday Adelaja"}, {"item": "We can do what we ought to do, only by great grace that comes from God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You love God by showing love to His creations", "owner": "Sunday Adelaja"}, {"item": "God treats us the same way we treat one another", "owner": "Sunday Adelaja"}, {"item": "Sometimes when you lose your way, you find YOURSELF.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Our fellowship is with God when we have mutual fellowship with one another", "owner": "Sunday Adelaja"}, {"item": "Man is the centrality of God’s purpose on earth", "owner": "Sunday Adelaja"}, {"item": "The nature of God is that we welcome and celebrate one another", "owner": "Sunday Adelaja"}, {"item": "Your calling should be combined with your passion", "owner": "Sunday Adelaja"}, {"item": "When you serve people, God will send people to bless you", "owner": "Sunday Adelaja"}, {"item": "We reject God when we reject people", "owner": "Sunday Adelaja"}, {"item": "You have to discover your area of talent to be effective", "owner": "Sunday Adelaja"}, {"item": "The purpose of life is fulfilling the essence of your creation", "owner": "Sunday Adelaja"}, {"item": "If God sets your speed limit high, don't be afraid of your life-car being crashed.", "owner": "Munia Khan"}, {"item": "As believers, we each have a different essence of existence", "owner": "Sunday Adelaja"}, {"item": "Your life was meant to be used to fulfill your purpose and destiny.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Joblessness makes you live without the fear of being fired", "owner": "Sunday Adelaja"}, {"item": "Realize that if a door closed, it’s because what was behind it wasn’t meant for you.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Make sure everything you do is targeted at yielding maximum results", "owner": "Sunday Adelaja"}, {"item": "There is always something to appreciate in people", "owner": "Sunday Adelaja"}, {"item": "God is a God of appreciation", "owner": "Sunday Adelaja"}, {"item": "Discovering yourself is the major key to being successful", "owner": "Sunday Adelaja"}, {"item": "Your destiny is connected with your calling", "owner": "Sunday Adelaja"}, {"item": "Never abandon your calling or go outside your purpose", "owner": "Sunday Adelaja"}, {"item": "You are moving in the opposite direction when your life is about survival only", "owner": "Sunday Adelaja"}, {"item": "There is no love for God without love for man", "owner": "Sunday Adelaja"}, {"item": "Your fate is never determined when your massive imagination is.", "owner": "Curtis Tyrone Jones"}, {"item": "God can only relate effectively with you when you relate with people", "owner": "Sunday Adelaja"}, {"item": "An effective life is a fulfilled one", "owner": "Sunday Adelaja"}, {"item": "Joblessness gives you liberty", "owner": "Sunday Adelaja"}, {"item": "Your calling is whatever motivates you more than money", "owner": "Sunday Adelaja"}, {"item": "The compensation we receive from employment is not enough for the time being wasted", "owner": "Sunday Adelaja"}, {"item": "I knew it like destiny, and at the same time, I knew it as choice.", "owner": "Jeanette Winterson, Lighthousekeeping"}, {"item": "Love for people is the basis of our fellowship with God", "owner": "Sunday Adelaja"}, {"item": "Work becomes satisfaction when it is in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "A life without increase, production and multiplication is a wasted one", "owner": "Sunday Adelaja"}, {"item": "Until you believe in yourself, it does not matter how much you believe in God", "owner": "Sunday Adelaja"}, {"item": "Time is the raw material for creation", "owner": "Sunday Adelaja"}, {"item": "Destiny plays its cards in a way that no one can comprehend.", "owner": "Anurag Shourie, Half A Shadow"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The best way to celebrate God is to glorify His creation", "owner": "Sunday Adelaja"}, {"item": "Celebrate and appreciate people that cannot reward you", "owner": "Sunday Adelaja"}, {"item": "God opens heavenly doors for us when we are rejected by people", "owner": "Sunday Adelaja"}, {"item": "There is no secret ingredient", "owner": "Mr Ping, Po's father"}, {"item": "Only loving people who love you isn’t profitable", "owner": "Sunday Adelaja"}, {"item": "Don’t waste time on employment, discover yourself today", "owner": "Sunday Adelaja"}, {"item": "Purpose is the most important thing worth living for", "owner": "Sunday Adelaja"}, {"item": "You can only build yourself effectively in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "The world system is employment", "owner": "Sunday Adelaja"}, {"item": "You only gain in life when you multiply", "owner": "Sunday Adelaja"}, {"item": "Celebrating people is a form of love", "owner": "Sunday Adelaja"}, {"item": "You can only reach God through His creation", "owner": "Sunday Adelaja"}, {"item": "You cannot discover God without discovering people", "owner": "Sunday Adelaja"}, {"item": "We bring glory to the Kingdom when we fellowship with one another", "owner": "Sunday Adelaja"}, {"item": "Your calling should bless and affect the lives of others for good", "owner": "Sunday Adelaja"}, {"item": "We are all called to promote God’s Kingdom on earth", "owner": "Sunday Adelaja"}, {"item": "Your life may not have gone the way you planned it, but it will go the way it's supposed to.", "owner": "Jeanette Coron"}, {"item": "The value of a substance is the product of the time spent to achieve it", "owner": "Sunday Adelaja"}, {"item": "Our time is the life we have at the moment", "owner": "Sunday Adelaja"}, {"item": "Man is not made for the Sabbath. Rather, the Sabbath is made for man", "owner": "Sunday Adelaja"}, {"item": "It is only when you trust in God that you can make it life", "owner": "Sunday Adelaja"}, {"item": "An effective life is a life of purpose", "owner": "Sunday Adelaja"}, {"item": "Employment is a vicious cycle", "owner": "Sunday Adelaja"}], "common_tag": "destiny,", "updatedAt": "2023-07-01 19:09:51"}