{"contents": [{"item": "A dove carries peace on its wings.", "owner": "Anthony T.Hincks"}, {"item": "Self-care is how you take your power back.", "owner": "Lalah Delia"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Ignorance might be bliss. But self-forgetfulness is pure ecstasy.", "owner": "Kamand Kojouri"}, {"item": "Language is the key to the heart of people.", "owner": "Ahmed Deedat"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "It is always healthy to be honest.", "owner": "Amit Kalantri"}, {"item": "Gratitude is the kindling for Peace.", "owner": "Tara L Lemméy"}, {"item": "Create peace within yourself so that you can spread the fragrance of peace all around the world.", "owner": "Debasish Mridha"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "The ultimate source of comfort and peace is within ourselves.", "owner": "Dalai Lama XIV"}, {"item": "The peace within is the power of the Holy Spirit.", "owner": "Lailah Gifty Akita"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "i sometimes think i'm too in love with alone.who could i love more than this peace?", "owner": "AVA., you are safe here."}, {"item": "Well, there would be no sound if we shout on the background.", "owner": "Ana Claudia Antunes, The Tao of Physical and Spiritual"}, {"item": "Tweet others the way you want to want to be tweeted.", "owner": "Germany Kent"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "If you cannot find peace within yourself, you will never find it anywhere else.", "owner": "Marvin Gaye"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Only when we pray for one another, we will have peace.", "owner": "Lailah Gifty Akita"}, {"item": "You don't make money from peace.You make money from wars!", "owner": "Anthony T. Hincks"}, {"item": "My country is the world, and my religion is to do good.", "owner": "Thomas Paine"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "In the pages of a book, we find greatest solitude.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Fighting for peace is like screwing for virginity.", "owner": "George Carlin"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "When you are wise, peace shall follow.", "owner": "Abhijit Naskar"}, {"item": "Through meditation we can channel outer energy to create inner calmness and peace.", "owner": "Debasish Mridha"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "If there is no any patience, forbearance and forgiveness. Then there is no peace.", "owner": "Muditha Champika, Decoding Mysteries Of Nature And The Universe: Comparison of Pure Buddhist Philosophy and Science"}, {"item": "Kindness has no religion. Religions are like narrow tracks but kindness is like an open sky.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "Where love germinates, peace is harvested!", "owner": "Israelmore Ayivor, Six Words Inspiration"}, {"item": "Have love for your inner Self and everything else is done for you.", "owner": "Amit Ray"}, {"item": "Keep your best wishes, close to your heart and watch what happens", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "Peace will only come about through understanding and a relevant education.", "owner": "Colin R. Turner"}, {"item": "Do not be frightened, friend. Let us dance our way to God.", "owner": "Kamand Kojouri"}, {"item": "Let someone else be the most powerful country, make ours the most peaceful country.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "There is more for us to gain through love than hate.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Your inner strength is your outer foundation", "owner": "Allan Rufus"}, {"item": "Ignite your lamp of peace and enlighten the world from the darkness of hatred.", "owner": "Debasish Mridha"}, {"item": "When the power of love overcomes the love of power, the world will know peace.", "owner": "Jimi Hendrix"}, {"item": "Whenever you are confronted with an opponent. Conquer him with love.", "owner": "Mahatma Gandhi"}, {"item": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Words are better than weapons, wisdom is better than war.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Truth often sacrificed for the sake of stability and peace.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "If believing were simple, then this world wouldn’t be in the mess that it is today.", "owner": "M.K. Clinton, The Returns"}, {"item": "We can show love, respect for others, and honesty in whatever we do to help humanity.", "owner": "Auliq-Ice"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Show me a man that gets rich by being a politician, and I'll show you a crook.", "owner": "Harry Truman"}, {"item": "Close your eyes. Meditate on your love. This is God.", "owner": "Kamand Kojouri"}, {"item": "Peace begins with a smile..", "owner": "Mother Teresa"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "People of understanding, pursue peace.", "owner": "Lailah Gifty Akita"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "ON LIVING LIFE WISELY - To make the right choices, you have to be at peace with yourself.", "owner": "Tara Estacaan"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "True success is the soundness of being.", "owner": "Lailah Gifty Akita"}, {"item": "Remember your humanity, and forget the rest.", "owner": "Bertrand Russell"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "O LORD let thy peace be upon all people.", "owner": "Lailah Gifty Akita"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "I'm fed up to the ears with old men dreaming up wars for young men to die in.", "owner": "George S. McGovern"}, {"item": "Life is always great, when shared in a spirit of love.", "owner": "Lailah Gifty Akita"}, {"item": "Justice, love, truth, peace and harmony, a serene unity with science and the laws of the universe.", "owner": "Luther Burbank"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Sometimes, God doesn’t send you into a battle to win it; he sends you to end it.", "owner": "Shannon L. Alder"}, {"item": "Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.", "owner": "Bob Marley"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.", "owner": "Criss Jami, Killosophy"}, {"item": "There is no greater prize than a quiet, peaceful mind.", "owner": "Rasheed Ogunlaru"}, {"item": "All suffering is caused by one belief....the belief in separation", "owner": "Vivian Amis, The Lotus - Realization of Oneness"}, {"item": "Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee.", "owner": "Augustine of Hippo, Confessions"}, {"item": "A peaceful spirit, a prosperous soul.", "owner": "Lailah Gifty Akita"}, {"item": "I have lived with several Zen masters -- all of them cats.", "owner": "Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "With no positivity, there is no hope; with no negativity, there is no improvement.", "owner": "Criss Jami, Healology"}, {"item": "It is easy to find peace if you are kind, loving, and forgiving.", "owner": "Debasish Mridha"}, {"item": "Prayer leads to peace.", "owner": "Lailah Gifty Akita"}, {"item": "Stand up for what is right even if you stand alone.", "owner": "Suzy Kassem"}, {"item": "To be at rest is to be at peace.", "owner": "Lailah Gifty Akita"}, {"item": "Un país gana más con un año de paz que con diez de guerra.", "owner": "Jean Plaidy, Queen of This Realm"}, {"item": "i sometimes think i'm too in love with alone. who could i love more than this peace?", "owner": "Ava, You Are Safe Here."}, {"item": "Solitude is the house of peace.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Freedom of Speech doesn't justify online bullying. Words have power, be careful how you use them.", "owner": "Germany Kent"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}], "common_tag": "peace,", "updatedAt": "2023-05-26 21:16:05"}