{"contents": [{"item": "A simple flap of a butterfly's wings can change the course of your destiny forever.", "owner": "Baz Black, Ink Princess"}, {"item": "Learn to work harder on yourself than you do on your job.", "owner": "MATTHEW AUBERT"}, {"item": "The strength of a country derives from the educational levels of the individuals in that nation.", "owner": "Debasish Mridha"}, {"item": "People who are loving are kind, and those who are kind become beloved.", "owner": "Debasish Mridha"}, {"item": "At times in life you must rediscover your footing.", "owner": "Coleen Innis"}, {"item": "How one treats another one, determines success.", "owner": "Rajen Jani"}, {"item": "Religiousity is unself glory not purity", "owner": "indonesia123"}, {"item": "I am obsessed with reading and writing.", "owner": "Lailah Gifty Akita"}, {"item": "Too often in my life, love has been defined as \"humiliation with occasional roses\".", "owner": "Deb Caletti, The Secret Life of Prince Charming"}, {"item": "We are treated different because we want to be treated different.", "owner": "Santosh Kalwar"}, {"item": "Measure your life not by its duration but by its contribution.", "owner": "Debasish Mridha"}, {"item": "Wishful thinking will not take you to your destiny.", "owner": "D.S. Mashego"}, {"item": "Get up, stand up, Stand up for your rights. Get up, stand up, Don't give up the fight.", "owner": "Bob Marley, Bob Marley - Legend"}, {"item": "I may not want your help, but I always want you beside me.", "owner": "Debasish Mridha"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Are you seeking to be offended?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Only love drives out hate because its only light that can conquer darkness", "owner": "Ane Krstevska"}, {"item": "Every failure is an experience builder and a stepping stone towards success.", "owner": "Debasish Mridha"}, {"item": "Reach out, with all your heart, to your divine-dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The important thing is not the object of love, but the emotion itself.", "owner": "Gore Vidal"}, {"item": "Ultimately, you are defined by your kindness, compassion, passion, and choice.", "owner": "Debasish Mridha"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Each sunrise brings a new day filled with new hopes for a new beginning.", "owner": "Debasish Mridha"}, {"item": "When we truly care, we mix love, compassion, and kindness together in our hearts.", "owner": "Debasish Mridha"}, {"item": "Forget the place you're trying to get to and see the beauty in right now...", "owner": "Evanescence"}, {"item": "Re-examine all you have been told. Dismiss what insults your soul.", "owner": "Walt Whitman"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "What you are searching for with love, life will give you.", "owner": "Debasish Mridha"}, {"item": "To live without love, is to have no light.", "owner": "Lailah Gifty Akita"}, {"item": "I came here after billions of years to touch your heart with my purest love.", "owner": "Debasish Mridha"}, {"item": "My name is Salmon, like the fish; first name, Susie. I was fourteen when I was murdered.", "owner": "Alice Sebold, The Lovely Bones"}, {"item": "The greatest step towards a life of simplicity is to learn to let go.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Failure is the best teacher for future success.", "owner": "Debasish Mridha"}, {"item": "You can, you will. You did.", "owner": "M.L. Shanahan"}, {"item": "Whoever sees the Saviour, the light of life, shall be satisfied in spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Within all beings resides the unlimited power of the creative soul.", "owner": "Kate Corsen, Men: The Field Guide"}, {"item": "Happiness has to do with your mindset, not with outside circumstance.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Politeness is the first thing people lose once they get the power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Education is a change of mind, an acceptance, and an assimilation.", "owner": "Debasish Mridha"}, {"item": "With love, give up better for the best and without a rest.", "owner": "Debasish Mridha"}, {"item": "We are the thoughts we choose to keep.", "owner": "A.D. Posey"}, {"item": "It's the children the world almost breaks who grow up to save it.", "owner": "Frank Warren"}, {"item": "If you remain static and wait for success to come to you it will certainly not happen.", "owner": "Steve Backley, The Champion in all of Us: 12 Rules for Success"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Go on, get out! Last words are for fools who haven't said enough!", "owner": "Karl Marx"}, {"item": "Keep your promises and be consistent. Be the kind of person others can trust.", "owner": "Roy T. Bennett"}, {"item": "To enlighten the world, let your light of love and kindness shine as bright as the morning sun.", "owner": "Debasish Mridha"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The world of books is the wealth of being.", "owner": "Lailah Gifty Akita"}, {"item": "If you want to leave your footprints on the sands of time, be sure you’re wearing work shoes.", "owner": "Unknown"}, {"item": "Bravery is listening even when you don't want to hear it.", "owner": "Alaric Hutchinson"}, {"item": "Life is a wave of love in the ocean of humanity.", "owner": "Debasish Mridha"}, {"item": "There is no limit to the amount of good you can do if you don't care who gets the credit.", "owner": "Ronald Reagan"}, {"item": "If you believe you can, you might. If you know you can, you will.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Poverty comes from the poverty of positive thoughts and creative ideas.", "owner": "Debasish Mridha"}, {"item": "There is a system alright, but the actual element of education has long gone.", "owner": "Abhijit Naskar"}, {"item": "My life is my testimony.", "owner": "L.M. Fields"}, {"item": "Unbelief hardness human heart to be like a rock.", "owner": "Lailah Gifty Akita"}, {"item": "Be comforted, dear soul! There is always light behind the clouds.", "owner": "Louisa May Alcott, Little Women"}, {"item": "Knowledge is the most powerful weapon.", "owner": "Demetrice Nguyen, A Whole Different Ball Game"}, {"item": "Reject anything advice, which does not lead to your personal progress.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Like the sun, a teacher enlightens a mind with his love, warmth, and light.", "owner": "Debasish Mridha"}, {"item": "Am I weird?\"\"Yeah. But so what? Everybody's weird.", "owner": "Stephen King, Different Seasons"}, {"item": "Marriage isn't about Winning - It's about Lasting", "owner": "Mark Gorman"}, {"item": "A definite recipe for success is when you take persistent action on a strong definite goal.", "owner": "Debasish Mridha"}, {"item": "In your trembling touch of love, I lost my past, present, and future.", "owner": "Debasish Mridha"}, {"item": "Keep your mind free and independent even when someone wants to imprison your body.", "owner": "Debasish Mridha"}, {"item": "You are a being of infinite courage.", "owner": "Rebekah Elizabeth Gamble, The Talking Stick Diaries: Cherish Your Soul"}, {"item": "Don’t be afraid. Be focused. Be determined. Be hopeful. Be empowered.", "owner": "Michelle Obama"}, {"item": "If your thirst for knowledge is strong enough, you will find the waters to satisfy it.", "owner": "Debasish Mridha"}, {"item": "Not what happens to youBut how you accept itIs of paramount importance.", "owner": "Sri Chinmoy, Sri Chinmoy's Heart Garden: A Book of Aphorisms for Joy and Inspiration"}, {"item": "A good food is mouthwatering when you see it and finger licking when you eat it.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Nobody gets praised for the right reasons.", "owner": "Diana Wynne Jones, Castle in the Air"}, {"item": "... one can't live without falling now and again.", "owner": "Elizabeth Hoyt, Dearest Rogue"}, {"item": "There has to be new words to explain new worlds.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "What would life be if we didn't shake and wake ourselves up once and a while", "owner": "Heather Richards"}, {"item": "The principles you know determines what you get", "owner": "Sunday Adelaja"}, {"item": "Ah! Your eyes are lighting the moon with the silvery lights of love.", "owner": "Debasish Mridha"}, {"item": "If your actions don't live up to your words, you have nothing to say.", "owner": "DaShanne Stokes"}, {"item": "To inspire others, be an example and live by example.", "owner": "Debasish Mridha"}, {"item": "Criticizing is easy, performing is difficult.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "We all can be only who we are, no more, no less.", "owner": "Terry Goodkind, Stone of Tears"}, {"item": "The highest training trains oneness.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There are only two forces at work in this world- black and white. Only people are grey.", "owner": "Chris Heimerdinger, Gadiantons and the Silver Sword"}, {"item": "Rock bottom became the solid foundation on which I rebuilt my life.", "owner": "J.K. Rowling"}, {"item": "Live every single moment of your life, for the one thing that is most precious to you.", "owner": "Abhijit Naskar"}, {"item": "Break the rules not because you don’t know better, but because you know them too well", "owner": "Savania China"}], "common_tag": "inspirational,", "updatedAt": "2023-07-01 19:09:51"}