{"contents": [{"item": "i sometimes think i'm too in love with alone.who could i love more than this peace?", "owner": "AVA., you are safe here."}, {"item": "True success is the soundness of being.", "owner": "Lailah Gifty Akita"}, {"item": "Stand up for what is right even if you stand alone.", "owner": "Suzy Kassem"}, {"item": "The wheel of life has many spokes yet so few people ever leave the hub.", "owner": "Stanley Victor Paskavich"}, {"item": "Freedom of Speech doesn't justify online bullying. Words have power, be careful how you use them.", "owner": "Germany Kent"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "We can show love, respect for others, and honesty in whatever we do to help humanity.", "owner": "Auliq-Ice"}, {"item": "A peaceful spirit, a prosperous soul.", "owner": "Lailah Gifty Akita"}, {"item": "Tweet others the way you want to want to be tweeted.", "owner": "Germany Kent"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Show me a man that gets rich by being a politician, and I'll show you a crook.", "owner": "Harry Truman"}, {"item": "Prayer leads to peace.", "owner": "Lailah Gifty Akita"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Why can't people just sit and read books and be nice to each other?", "owner": "David Baldacci, The Camel Club"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "ON LIVING LIFE WISELY - To make the right choices, you have to be at peace with yourself.", "owner": "Tara Estacaan"}, {"item": "Sand lines my soul which is filled with the breath of the ocean.", "owner": "A.D. Posey"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "Peace cannot be achieved they have to be plucked out of their pod. ", "owner": "A.G. Phillips"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Have love for your inner Self and everything else is done for you.", "owner": "Amit Ray"}, {"item": "I have lived with several Zen masters -- all of them cats.", "owner": "Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "You don't make money from peace.You make money from wars!", "owner": "Anthony T. Hincks"}, {"item": "Do not be frightened, friend. Let us dance our way to God.", "owner": "Kamand Kojouri"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "without the bombardment of thoughts, the truth will emerge through intuition.", "owner": "Bert McCoy"}, {"item": "With peace of being, you can overcome any pain.", "owner": "Lailah Gifty Akita"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "People with no human values are worse than zombies.", "owner": "Mohith Agadi"}, {"item": "To be at rest is to be at peace.", "owner": "Lailah Gifty Akita"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Language is the key to the heart of people.", "owner": "Ahmed Deedat"}, {"item": "Kindness has no religion. Religions are like narrow tracks but kindness is like an open sky.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "Ignorance might be bliss. But self-forgetfulness is pure ecstasy.", "owner": "Kamand Kojouri"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Remember your humanity, and forget the rest.", "owner": "Bertrand Russell"}, {"item": "You can't rock the boat & act like you were just trying to put a baby to sleep.", "owner": "Curtis Tyrone Jones"}, {"item": "Keep your best wishes, close to your heart and watch what happens", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "There is more for us to gain through love than hate.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "A dove carries peace on its wings.", "owner": "Anthony T.Hincks"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "Let love, joy, peace, and hope be the guiding lights of your life today, tomorrow, and forever.", "owner": "Debasish Mridha"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "O LORD let thy peace be upon all people.", "owner": "Lailah Gifty Akita"}, {"item": "Well, there would be no sound if we shout on the background.", "owner": "Ana Claudia Antunes, The Tao of Physical and Spiritual"}, {"item": "Peace is always beautiful.", "owner": "Walt Whitman, Leaves of Grass"}, {"item": "Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.", "owner": "Bob Marley"}, {"item": "Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee.", "owner": "Augustine of Hippo, Confessions"}, {"item": "Fighting for peace is like screwing for virginity.", "owner": "George Carlin"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Unconditional conditions are sometimes conditioned to conditionally exist.", "owner": "Awatef A"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Sometimes, God doesn’t send you into a battle to win it; he sends you to end it.", "owner": "Shannon L. Alder"}, {"item": "Wisdom comes from reflection.", "owner": "Deborah Day, BE HAPPY NOW!"}, {"item": "Total Enlightenment is 'Vision without Purpose'.", "owner": "Stanley Victor Paskavich"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "The ultimate source of comfort and peace is within ourselves.", "owner": "Dalai Lama XIV"}, {"item": "The day the power of love overrules the love of power, the world will know peace.", "owner": "Mahatma Gandhi"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "With patient, you shall possess your soul.", "owner": "Lailah Gifty Akita"}, {"item": "This world’s anguish is no different from the love we insist on holding back.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "In the pages of a book, we find greatest solitude.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Justice, love, truth, peace and harmony, a serene unity with science and the laws of the universe.", "owner": "Luther Burbank"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Your inner strength is your outer foundation", "owner": "Allan Rufus"}, {"item": "If you cannot find peace within yourself, you will never find it anywhere else.", "owner": "Marvin Gaye"}, {"item": "You may choose to look the other way but you can never say again that you did not know.", "owner": "William Wilberforce"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Gratitude is the kindling for Peace.", "owner": "Tara L Lemméy"}, {"item": "May the peace of God be with all people.", "owner": "Lailah Gifty Akita"}, {"item": "Un país gana más con un año de paz que con diez de guerra.", "owner": "Jean Plaidy, Queen of This Realm"}, {"item": "Peace is not an easy prospect--it requires greater bravery than does conflict.", "owner": "Ozzie Zehner, Green Illusions"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Do not harm your neighbour, who live trustfully near you.", "owner": "Lailah Gifty Akita"}, {"item": "Peace in the world depends on our relating to each other with compassion.", "owner": "Auliq-Ice"}, {"item": "Words are better than weapons, wisdom is better than war.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "So that others can live in peace, talk about love and peace wherever you go.", "owner": "Debasish Mridha"}, {"item": "All suffering is caused by one belief....the belief in separation", "owner": "Vivian Amis, The Lotus - Realization of Oneness"}, {"item": "You gain inner peace when you become comfortable with the reality of death.", "owner": "Steven Magee"}, {"item": "Tension, in the long run, is a more dangerous force than any feud known to man.", "owner": "Criss Jami, Killosophy"}, {"item": "Peace will only come about through understanding and a relevant education.", "owner": "Colin R. Turner"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}], "common_tag": "peace,", "updatedAt": "2023-07-01 19:09:51"}