{"contents": [{"item": "I hurt in places that you brought back from the dead. Now I have to lay them to rest again.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "When you’re confident in what you have to say, you don’t need to add effect.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "When you think of it, people may rub elbows and still have an ocean or two between them.", "owner": "B.M. Bower, The Range Dwellers"}, {"item": "Life contains but two tragedies. One is not to get your heart’s desire the other is to get it. ", "owner": "Socrates"}, {"item": "Men, you'll never be a good groom to your wife unless you're first a good bride to Jesus.", "owner": "Timothy J. Keller"}, {"item": "I know you think I'm crazy. Maybe that's because I am. About life, about this moment, about you.", "owner": "Crystal Woods, Write like no one is reading"}, {"item": "You are too sensitive\", says the emotionally immature ignorant without empathy.", "owner": "Robin Sacredfire"}, {"item": "I hate everything about her except for the fact that I love everything about her.", "owner": "Charles Yu, Sorry Please Thank You: Stories"}, {"item": "Forbidden things - my God, I'm drawn to them like a moth to a flame.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "You wouldn't believe that so much could change just because a relationship ended.", "owner": "Nick Hornby, About a Boy"}, {"item": "It took hours to turn the clock back 30 seconds.", "owner": "Jonathan Franzen, Strong Motion"}, {"item": "If you emulate the behaviours of confident people, you will help yourself to become confident.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "If you behave in a manner that poisons your relationship, don’t be surprised when it dies.", "owner": "Steve Maraboli"}, {"item": "People don't get to our ages without having pasts. I'm more interested in the future.", "owner": "Robyn Donald, Tiger, Tiger"}, {"item": "I used to loathe ambivalence now I adore it. Ambivalence is my new best friend. ", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "...whenever a woman describes a man as sweet, the dalliance is doomed.", "owner": "Lionel Shriver, We Need to Talk About Kevin"}, {"item": "Familiarity breeds sentiment before contempt.", "owner": "Amanda Craig"}, {"item": "I changed for the better when I quit expecting others to.", "owner": "Scott Stabile"}, {"item": "The quality of knowledge youbring into the relationshipdetermines the quality of therelationship.", "owner": "Dele Ayo Bankole"}, {"item": "Assumptions close doors. Intrigue opens them.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "well I believe in commitment it's just I, you know, I don't stick to it.", "owner": "Jim Lewis"}, {"item": "The idea that we can be exactly what the other desires is a powerful fantasy.", "owner": "Sherry Turkle, Alone Together: Why We Expect More from Technology and Less from Each Other"}, {"item": "Prosperity begins with a great partner experience", "owner": "Paul Bradley Smith"}, {"item": "[M]an is not an island, he is more like a spaghetti junction.", "owner": "Elizabeth Cooke, Land Law"}, {"item": "You want him praising the Lord in the morning, you put a smile on his face tonight.", "owner": "Mark Gungor, Laugh Your Way to a Better Marriage: Unlocking the Secrets to Life, Love and Marriage"}, {"item": "I loved him... much more than I liked him. And therein was the beginning of the end.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "You're only responsible for being honest, not for someone else's reaction to your honesty.", "owner": "Kelli Jae Baeli, ISO"}, {"item": "Love them that hate you, but you can't love them whom you hate.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "Friendship happens when the distance between the hearts tends to zero.", "owner": "Amit Ray, World Peace: The Voice of a Mountain Bird"}, {"item": "I believe there are no wrong decisions, just different consequences.", "owner": "Liimu McGill, The MomStar Manifesto"}, {"item": "Surprises, I feel now, are primarily a form of violence.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Such hungry desperation in a single kiss when it's enamored in love and bathed in bliss.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Most of us don't have the past in our favor but we have to realize that we still have the present.", "owner": "VaeEshia Ratcliff-Davis"}, {"item": "Empathy is easier than anger, in the long-run.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "It’s better to bite your tongue than to eat your words.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "The bank of love is never bankrupt.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "The secret to loving relationships is to never give more love than you have for yourself.", "owner": "Tice Davids aka David T. Parker"}, {"item": "I'm always looking for meaningful one-night stands", "owner": "Dudley Moore"}, {"item": "When what you hear and what you see don't match, trust your eyes.", "owner": "Dale Renton"}, {"item": "A relationship is the vessel in which you come to know yourself", "owner": "Pollyanna Darling, The Relationship Revelation"}, {"item": "When we set an intention to explore our emotional hot spots, we create a pathway to real love.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "A relationship could be a place to hide too.", "owner": "Deb Caletti, The Story of Us"}, {"item": "Friends and lovers lie endlessly, caught in the web of regard", "owner": "Stephen King, The Gunslinger"}, {"item": "You have dirty hands and dark wild eyes, but by far you are the purest heart I have ever known.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "There can't be a maybe someday between us. There will never be a maybe someday.", "owner": "Colleen Hoover, Maybe Someday"}, {"item": "I hold a strict policy of automatic grudges against people everyone likes.", "owner": "Kate Hattemer, The Vigilante Poets of Selwyn Academy"}, {"item": "Love is not honourable, unless it is based on equality.", "owner": "Marie de France, The Lais of Marie de France"}, {"item": "From someone who doesn't want to share your destiny, you should neither accept a cigarette", "owner": "Cesare Pavese, The Burning Brand: Diaries, 1935-1950"}, {"item": "Boundaries are easier to manage when your values are well-defined.", "owner": "Joe Jordan, Sharpen Your Life: 52 Strategic Moments to Create a Lifetime of Success"}, {"item": "In relationships, always strive to give more than you take -- that's how you make a bigger impact.", "owner": "Adam Kirk Smith"}, {"item": "Relationships dont always make sense. Especially from the outside", "owner": "Sarah Dessen, Along for the Ride"}, {"item": "No matter how much you love someone, you still want to have you own way.", "owner": "Chuck Palahniuk, Lullaby"}, {"item": "That's what I've noticed about being 32: it is a lot of women and a lot of boys our age.", "owner": "Mindy Kaling, Is Everyone Hanging Out Without Me?"}, {"item": "You’re just another story I can’t tell anymore.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "Like Cupid,your promiseswere just misses.", "owner": "Timothy Joshua"}, {"item": "Each day we kill a compulsive love with our impulsive actions.", "owner": "Amit Howard"}, {"item": "I will love you through everything. Can you do yourself the same honor?", "owner": "Scott Stabile"}, {"item": "You cannot connect with anyone except through reality.", "owner": "Stefan Molyneux"}, {"item": "You aren't alive if you aren't in need.", "owner": "Henry Cloud, Safe People: How to Find Relationships That Are Good for You and Avoid Those That Aren't"}, {"item": "I help others because I can, not because I expect something in return.", "owner": "Amy Manemann, Deadly Reunion"}, {"item": "Moving on is easy. It's staying moved on that's trickier.", "owner": "Katerina Stoykova Klemer"}, {"item": "Sometimes you have to fight for the past and sometimes you have to let go.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Yes. THANK YOU. And say hello to Judas Iscariot.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "She wished she liked him more.She wished she loved him less.", "owner": "Scott Stabile"}, {"item": "Once your fairytale gets shattered multiple times, life will finally paint reality in its place.", "owner": "VaeEshia Ratcliff-Davis"}, {"item": "Trying to change someone to suit your desires is a setup for disappointment.", "owner": "Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity"}, {"item": "Never judge someone by their relatives.", "owner": "Charles Martin, Chasing Fireflies: A Novel of Discovery"}, {"item": "We know so little about one another. We embrace a shadow and love a dream.", "owner": "Hjalmar Söderberg, Doctor Glas"}, {"item": "Often in close relationships, the subject being discussed is not the subject at all.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Books are a poor substitute for female companionship, but they are easier to find.", "owner": "Patrick Rothfuss, The Wise Man's Fear"}, {"item": "Feeling your way to knowledge rather than thinking your way, often results in better learning.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "You can't stop me from liking you. It's just a thing. Like the sun rising and the tides coming in.", "owner": "Jen Frederick, Jockblocked"}, {"item": "Every day I’m convinced that I can’t possibly love you more… and every day I’m proven wrong.", "owner": "Steve Maraboli"}, {"item": "It is unwise to think that marriage will bring an end to your emotional problems.", "owner": "Ugochi Oritsejolomisan"}, {"item": "We cannot simply forgive and forget, nor should we.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "No love is lost; unless we try, to make it last forever.", "owner": "Seekerohan, Caged: The Price of Pride"}, {"item": "I hear you knocking but I can't let you in. The last time almost killed me. Love, My heart", "owner": "Alfa H, Abandoned Breaths"}, {"item": "A man is biologically incapable of giving ‘the look’.", "owner": "Fennel Hudson, Fine Things - Fennel's Journal - No. 8"}, {"item": "We can achieve more in a moment of compassion than in an hour of anger.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Don't feed your ego with my soul.", "owner": "Arzum Uzun"}, {"item": "Those with wild hearts love biglove fiercelylove with every fiberof their feral being.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Extra-marital affairs become things of legend… and often the undoing of legends… and mere mortals.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "It is assured that men of all ages imagine a woman naked when they first meet.", "owner": "Tiffany Madison, Black and White"}, {"item": "Dear lover, pull my ears and not my legs for it is better to be cautioned than to be lied to.", "owner": "Temitayo Olami"}, {"item": "She can’t worry. She can’t ‘fix.’ She can’t love.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "I don't even know her yet..but if she could see me right now, I'd want her to know that I love her", "owner": "Eric Ludy, When Dreams Come True: A Love Story Only God Could Write"}, {"item": "Fool! Never wait on a man! Let him wait on himself!", "owner": "V.C. Andrews, Flowers in the Attic"}, {"item": "I could’ve sworn I was telling the truth when I told you I didn’t miss you.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "When you stop expecting people to be perfect, you can like them for who they are.", "owner": "Donald Miller, A Million Miles in a Thousand Years: What I Learned While Editing My Life"}, {"item": "You can't truly hate someone until you've cared about them. Until you've loved them.", "owner": "Kirsten Hubbard, Like Mandarin"}], "common_tag": "relationships", "updatedAt": "2023-05-26 21:16:05"}