{"contents": [{"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Speed is the ability to take a decision in a few seconds", "owner": "Sunday Adelaja"}, {"item": "Living in active consciousness is being in the “here and now", "owner": "Sunday Adelaja"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be like the flower, content with its nature.", "owner": "Seth D."}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Use your resources wisely and spend quality time on developing your resources", "owner": "Sunday Adelaja"}, {"item": "Life is not only about acquiring knowledge, it is about applying knowledge.", "owner": "Amit Kalantri"}, {"item": "An effective life is a life of purpose", "owner": "Sunday Adelaja"}, {"item": "Rule your mind or it will rule you.", "owner": "Horace"}, {"item": "You need focus and concentration to be effective in life", "owner": "Sunday Adelaja"}, {"item": "I can’t think of anything more disheartening than living a life without a clear purpose.", "owner": "Daniel Willey"}, {"item": "The idea of life is maximizing your time and living and effective life", "owner": "Sunday Adelaja"}, {"item": "Become great through the currency of time", "owner": "Sunday Adelaja"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We all have the potential to be great and the seed of greatness", "owner": "Sunday Adelaja"}, {"item": "Leaders are limited by their vision rather than by their abilities.", "owner": "Roy T. Bennett"}, {"item": "May a man live well-, and long-enough, to leave many joyful widows behind him.", "owner": "Roman Payne"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not wait too long in living your dreams.", "owner": "Lailah Gifty Akita"}, {"item": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "owner": "Roy T. Bennett"}, {"item": "Be brave and take risks… You don't have to have it all figured out to move forward.", "owner": "Roy  Bennett"}, {"item": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "One of the best ways to influence people is to make those around you feel important.", "owner": "Roy T. Bennett"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Conversion is the key to maintaining wealth", "owner": "Sunday Adelaja"}, {"item": "Everything you have was bought with the currency of time", "owner": "Sunday Adelaja"}, {"item": "It is an insult to live in the fear of darkness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Purposefully dedicating time into developing yourself is one of the keys to being effective in life", "owner": "Sunday Adelaja"}, {"item": "The totality of your commitment will make you more efficient", "owner": "Sunday Adelaja"}, {"item": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "owner": "De philosopher DJ Kyos"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not harm your neighbour, who live trustfully near you.", "owner": "Lailah Gifty Akita"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am sick and tired of coming good on expectations.", "owner": "Parul Wadhwa"}, {"item": "The effectiveness of your life is determined by your ability to convert your time into values", "owner": "Sunday Adelaja"}, {"item": "I want to know if we are the same, in the moments when we’re stripped bare.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "Your calling is your destiny", "owner": "Sunday Adelaja"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Clear visions and positive goals, leads to positive actions and purposeful life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Always have a list of what you want to achieve in life", "owner": "Sunday Adelaja"}, {"item": "We must not only exist but find and fulfill our specific mission on earth.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "You can discover your calling through the eyes of others", "owner": "Sunday Adelaja"}, {"item": "You are the center of your life", "owner": "Sunday Adelaja"}, {"item": "When” answers the question on time which is the currency of time", "owner": "Sunday Adelaja"}, {"item": "For you to be able to turn on the light in the darkness, you have to live in the light.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "owner": "Roy T. Bennett"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To breathe is to live, but to write unimpeded is to breathe eternal.", "owner": "M. Clifford, The Book"}, {"item": "The key to an effective life is that things done for self don’t count", "owner": "Sunday Adelaja"}, {"item": "The quality of our lives depends on the quality of our thinking.", "owner": "Lailah Gifty Akita"}, {"item": "Greatness is the quality of time converted into production or value", "owner": "Sunday Adelaja"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "Learning to focus on the big picture will help you keep things in a proper perspective.", "owner": "Roy T. Bennett"}, {"item": "Your net worth depends on your added value", "owner": "Sunday Adelaja"}, {"item": "Seek to know thy soul; strength of love, light and life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You need intensity to be quick", "owner": "Sunday Adelaja"}, {"item": "Living a selfish life is a recipe for disaster", "owner": "Sunday Adelaja"}, {"item": "Always be organized in adding value", "owner": "Sunday Adelaja"}, {"item": "The only limitation we have is the limitation of the mind", "owner": "Sunday Adelaja"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}, {"item": "The truth is what you live through while you're looking for the truth.", "owner": "Marty Rubin"}, {"item": "Make sure everything you do is targeted at yielding maximum results", "owner": "Sunday Adelaja"}, {"item": "You have to be alive in order to live.", "owner": "Lailah Gifty Akita"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Being married or having children does not mean you are living an effective life", "owner": "Sunday Adelaja"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Being dynamic doesn’t necessarily mean you live an effective life", "owner": "Sunday Adelaja"}, {"item": "The secret of effective living is detachment", "owner": "Sunday Adelaja"}, {"item": "Time spent adding value is not wasted", "owner": "Sunday Adelaja"}, {"item": "Be the positive impact on someone’s life.", "owner": "Roy T. Bennett"}, {"item": "We live and breathe words.", "owner": "Cassandra Clare, Clockwork Prince"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is a rich literature.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Combine your calling with your passion to achieve great results", "owner": "Sunday Adelaja"}, {"item": "Your net worth determines how valuable you are in the sight of men", "owner": "Sunday Adelaja"}, {"item": "Passion is a Horse Given to Us to Discipline.", "owner": "Vineet Raj Kapoor"}, {"item": "We cannot just live any how.", "owner": "Lailah Gifty Akita"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Renew your mind more often by reading variety of books", "owner": "Lailah Gifty Akita"}, {"item": "Until you believe in yourself, it does not matter how much you believe in God", "owner": "Sunday Adelaja"}, {"item": "Success is mainly the result of hard work.", "owner": "Eraldo Banovac"}], "common_tag": "living,", "updatedAt": "2023-05-26 21:16:05"}