{"contents": [{"item": "Don't promote negativity online and expect people to treat you with positivity in person.", "owner": "Germany Kent"}, {"item": "If you take society’s definition of knowing oneself, you will become lost in the many translations.", "owner": "Grace Sara"}, {"item": "Cultivating daily calm, even for a few minutes, yields a core of centered wellness.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Your rebel soul shines like a diamond pulled from dust: bright, clear and flawless.", "owner": "Jay     Long"}, {"item": "Success is built on what you are able to see and create with your mind.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "If only thy eyes flutter once, the bees lose their direction and the fighting men their aim!", "owner": "Avijeet Das"}, {"item": "Success is mainly the result of hard work.", "owner": "Eraldo Banovac"}, {"item": "The biggest of obstacle in life, is not failure. The biggest obstacle, is the fear of failure.", "owner": "Nurudeen Ushawu"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Your life today is a direct reflection of the decisions you made and the actions you took.", "owner": "Mensah Oteh"}, {"item": "Angels are all around us every day. Notice them and realize the benevolence of life.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Caution not spirit, let it roam wild; for in that natural state dance embraces divine frequency.", "owner": "Shah Asad Rizvi"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Your life is your story, so make choices that will write it the way you want it to be written", "owner": "Brooke Stonex"}, {"item": "Your vision helps the world identify you at the appropriate time.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "It's easier to face the camera than life. As in the former the script is known.", "owner": "Haresh Sippy"}, {"item": "Live as many lives as you can.", "owner": "Sanober  Khan"}, {"item": "One of the greatest keys to happiness is realizing it has no doors.", "owner": "Curtis Tyrone Jones"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Faith is why I'm here today and faith is why I made it through.", "owner": "Jonathan Anthony Burkett, Neglected But Undefeated: The Life Of A Boy Who Never Knew A Mother's Love"}, {"item": "The biggest obstacle in life, is not failure. The biggest obstacle, is the fear of failure.", "owner": "Nurudeen Ushawu"}, {"item": "Taking care of yourself will take care of more than yourself.", "owner": "Grace Sara"}, {"item": "I am lovable in endless ways. I look myself straight in the eye with love and acceptance.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I embrace my experience and value my wisdom.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "When I was poor, I was rich because I was happy; when I was wealthy, I was poor because I was sad.", "owner": "Matshona Dhliwayo"}, {"item": "If your actions don't excite, motivate or inspire others to do better, you're doing it wrong.", "owner": "Peprah Boasiako"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Feeling free is a choice that is ours for the making, ours for the taking at any time, at any age. ", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Fear nothing but your conscience.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "El reproche y la culpa solo sirven para aprisionarnos y para no dejarnos avanzar.", "owner": "Miquel Reina, Luces en el Mar"}, {"item": "Life is a collection of experiences. Stockpile those wrought with love like the treasures they are.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The horizon changes but the sun does not.", "owner": "Joyce Rachelle"}, {"item": "I am a Freedom Seeker and I choose to feel free. ", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "What is a Man without his heroic deeds?", "owner": "Avijeet Das"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Earth is the ball. Humanity is the goal.", "owner": "Curtis Tyrone Jones"}, {"item": "Every misfortune is a blessing in disguise.", "owner": "Laurie Nadel, Dancing with the Wind: A True Story of Zen in the Art of Windsurfing"}, {"item": "I look for beauty every day and find it everywhere. My bliss in enhanced!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Great leaders create more leaders, not followers.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Fortune crowns the bold before the worthy", "owner": "Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock"}, {"item": "My spirit is joyful, and I love my higher self. I am my higher self.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I am nothing but a ripped fabric stitched together by God's grace.", "owner": "J.A. ANUM"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When a flower rises from the earth, it is overcoming its greatest opponent: fear.", "owner": "Matshona Dhliwayo"}, {"item": "Get around people who are trying to make a difference in the world. Iron sharpens iron.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Control is an illusion that you must give up.", "owner": "Grace Sara, Awakening in the 21st Century: Considering Existence"}, {"item": "One of the best ways to influence people is to make those around you feel important.", "owner": "Roy T. Bennett"}, {"item": "Consistency in action is easy once you convert your daily disciplines and activities into habits.", "owner": "Mensah Oteh"}, {"item": "Greatness means setting out to make some difference somewhere to someone in someplace.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Emotional safety is feeling internally secure and confident in your life.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "The taller you stand, the more possibilities you see.", "owner": "Carlos Salinas, The Little Book of Big Quotes: Volume I"}, {"item": "The greatest gift you can open is your arms to someone in need.", "owner": "Matshona Dhliwayo"}, {"item": "Many are they who seek to guide other to the path yet they themselves are lost", "owner": "rassool jibraeel snyman"}, {"item": "Big dreams only come true when you believe and have the courage to pursue them.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "The promise of the future is only possible when the price is paid in full and in advance.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Your vision is a glimpse of your purpose and a picture of your larger dream.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "If your thoughts are higher than your problems, you can fly above them.", "owner": "Matshona Dhliwayo"}, {"item": "You have the power to choose joyful living through your thoughts, actions, and choices.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Spirit is a child, the tune of dancing feet its lullaby.", "owner": "Shah Asad Rizvi"}, {"item": "Help others without any reason and give without the expectation of receiving anything in return.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There are two ways to avoid getting disappointed.Expect everything - or expect nothing.", "owner": "Hasse Jerner"}, {"item": "I use health joy and comfort to set off my brain chemicals of bliss for my highest good.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I recognize my gifts and optimize them. I accept my total being and honor all parts of myself.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The zenith of the peak of mountains has to be balanced by the nadir of the depth of the seas.", "owner": "Ackshat Deoli, Kilol-Bruges Express: The Fading Nomad"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Because no one is walking in your shoes, only you feel the sores on your feet.", "owner": "Matshona Dhliwayo"}, {"item": "Had life not given me reasons to grieve, I would never have known the healing power of a hug.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "Good mentors and coaches will help you reach your destination faster than you can by yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Self-discipline is a prerequisite to progress.", "owner": "Mensah Oteh"}, {"item": "Discover the beauty of life through the eyes of a child.", "owner": "Vasso Charalambous"}, {"item": "This life is not perfect, live it to the full, it's all we have", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "I am loved and held by a benevolent universe of love and bliss for all time.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A leaf has no power to resist when the wind blows, but when life’s storms rage, you do.", "owner": "Matshona Dhliwayo"}, {"item": "The holes in my boots and the holes in my jeans make me whole!", "owner": "Avijeet Das"}, {"item": "Create in your mind a picture of what you want and then live that vision as if it already exists.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Flip a coin. Life or death. Heads or tails. You never know.", "owner": "Laurie Nadel, Dancing with the Wind: A True Story of Zen in the Art of Windsurfing"}, {"item": "While you cannot always change your situation, you can always change the way you respond to it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Why settle for a lesser vision? When you are destiny for greatness!", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A smart person knows how to talk. A wise person knows when to be silent.", "owner": "Roy T. Bennett"}, {"item": "Life is not measured by what you have. It's measured by what you give.", "owner": "Aaron Dennis"}, {"item": "Focus on your goals, not your fear. Focus like a laser beam on your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you cannot solve a problem, ask someone who knows.", "owner": "Eraldo Banovac"}], "common_tag": "life-quotes,", "updatedAt": "2023-05-26 21:16:05"}