{"contents": [{"item": "The more I learn, the more doors of information and opportunity are open to me.", "owner": "Debasish Mridha"}, {"item": "Never dwell in resentment, but never forget to learn from the reflection.", "owner": "Debasish Mridha"}, {"item": "To reduce violence, stop teaching how to find differences and teach unconditional kindness.", "owner": "Debasish Mridha"}, {"item": "Every man has an ambition. Let it be a good one. Just drive toward it with enthusiasm.", "owner": "Debasish Mridha"}, {"item": "I wish for you a goodnight of sleep, sweet dreams, and a smiling morning.", "owner": "Debasish Mridha"}, {"item": "Don’t resist. Accept it to create memories, and then let it go.", "owner": "Debasish Mridha"}, {"item": "Most successful people are always on vacation.", "owner": "Debasish Mridha"}, {"item": "Always love more than they deserve.", "owner": "Debasish Mridha"}, {"item": "If you can love yourself deeply, you will never feel alone.", "owner": "Debasish Mridha"}, {"item": "If you can begin with enthusiasm and confidence, you are half way to success.", "owner": "Debasish Mridha"}, {"item": "You see your preconceived ideas and your thoughts—not the reality.", "owner": "Debasish Mridha"}, {"item": "Your heart sees the beauty of life and your soul realizes the ecstasy of love.", "owner": "Debasish Mridha"}, {"item": "Every failure is an experience builder and a stepping stone towards success.", "owner": "Debasish Mridha"}, {"item": "Just as you learn from a teacher, so you can observe and learn from the educator we call nature.", "owner": "Debasish Mridha"}, {"item": "What you feel is making sense could really be dramatized nonsense. So think again.", "owner": "Debasish Mridha"}, {"item": "I want to paint the rest of my days with the best colors.", "owner": "Debasish Mridha"}, {"item": "My songs of life are so secret that I can’t find my tune.", "owner": "Debasish Mridha"}, {"item": "Be the ocean of love so that everyone can come to you to enjoy the beauty of the beach.", "owner": "Debasish Mridha"}, {"item": "Never expect to be accepted without criticism. Never forget to appreciate.", "owner": "Debasish Mridha"}, {"item": "Make nature your best teacher. With great love, learn from her the lessons of life.", "owner": "Debasish Mridha"}, {"item": "Focus on the denouement of the purpose of life and act on the narrative.", "owner": "Debasish Mridha"}, {"item": "You were born with love and hope. Why do you feel that you have no power to win in life?", "owner": "Debasish Mridha"}, {"item": "Let us measure time not by moments but by memories.", "owner": "Debasish Mridha"}, {"item": "Meditation is a way of finding inner quietness and inner tranquility.", "owner": "Debasish Mridha"}, {"item": "Appreciation always enhances performance. Criticism destroys the enthusiasm.", "owner": "Debasish Mridha"}, {"item": "In the deep shivering winter, I can feel the joy of a dancing summer in my heart.", "owner": "Debasish Mridha"}, {"item": "That which is essential for life, can never be bought.", "owner": "Debasish Mridha"}, {"item": "The prime purposes of our lives is to help others, love others, and be kind to others.", "owner": "Debasish Mridha"}, {"item": "Let us imitate nature—not each other.", "owner": "Debasish Mridha"}, {"item": "Those who have a listening heart can hear the song of silence.", "owner": "Debasish Mridha"}, {"item": "Shine like the sun in a gloomy sky.", "owner": "Debasish Mridha"}, {"item": "I go to bed with knowledge to dream, then dreams wake me up with the lights of wisdom.", "owner": "Debasish Mridha"}, {"item": "What you persistently think becomes your reality.", "owner": "Debasish Mridha"}, {"item": "True love does not put a person in a cage like a bird. It gives true freedom to soar.", "owner": "Debasish Mridha"}, {"item": "As a human being, our abilities are unlimited. The only limitation is the mindset.", "owner": "Debasish Mridha"}, {"item": "Love is the essence of life. Without love, life does not make any sense.", "owner": "Debasish Mridha"}, {"item": "A baby’s laughter is the sweetest music that touches every heart.", "owner": "Debasish Mridha"}, {"item": "A smile is a sparkle of your soul and a glint of light from your heart.", "owner": "Debasish Mridha"}, {"item": "You grow by educating yourself to be more aware and more conscious.", "owner": "Debasish Mridha"}, {"item": "Courage is the vision that lets us see ourselves in the mirror of our fears.", "owner": "Debasish Mridha"}, {"item": "The ultimate philosophy of life is not found in words, but it is found in the ways of living life.", "owner": "Debasish Mridha"}, {"item": "Human destiny depends on depth of education.", "owner": "Debasish Mridha"}, {"item": "I’d like to be the moon in your sky.", "owner": "Debasish Mridha"}, {"item": "Life is transient and ephemeral so dance in your own way.", "owner": "Debasish Mridha"}, {"item": "A new universe is born whenever a new baby is born.", "owner": "Debasish Mridha"}, {"item": "Good intentions are the best business.", "owner": "Debasish Mridha"}, {"item": "My love is like agape and not eros.", "owner": "Debasish Mridha"}, {"item": "No matter where you are, just be grateful for your life and all of the beauty that surrounds you.", "owner": "Debasish Mridha"}, {"item": "Respect your voice. Be a voice for those who do not have a voice.", "owner": "Debasish Mridha"}, {"item": "If you become a singing bird, I will be the listening sky so that I will never miss your song.", "owner": "Debasish Mridha"}, {"item": "Every day, do one thing to help someone without expecting anything in return.", "owner": "Debasish Mridha"}, {"item": "Anxiety swarms in the heart like worms infect the whole body.", "owner": "Debasish Mridha"}, {"item": "Finding a great idea is a magical thing and a fantastic job.", "owner": "Debasish Mridha"}, {"item": "Fear not! In life, problems are there to make you stronger.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of education. Kindness is the essence of morality.", "owner": "Debasish Mridha"}, {"item": "The smallest act of kindness makes you more beautiful than any expensive dress or make up.", "owner": "Debasish Mridha"}, {"item": "No civilization can thrive or survive if it refuses to adapt or change.", "owner": "Debasish Mridha"}, {"item": "You must have a definite purpose of life. To reach that purpose, you must be flexible.", "owner": "Debasish Mridha"}, {"item": "To gain wisdom, you must not only acquire knowledge, but you must assimilate it within your being.", "owner": "Debasish Mridha"}, {"item": "Life is reflections of our thoughts.", "owner": "Debasish Mridha"}, {"item": "Happy people think about how to help others and not how to get from others.", "owner": "Debasish Mridha"}, {"item": "Life is beautiful and so are you.", "owner": "Debasish Mridha"}, {"item": "Like the morning sun, raise the brightness of your love to include everyone.", "owner": "Debasish Mridha"}, {"item": "To find yourself: be yourself, trust yourself, and love yourself.", "owner": "Debasish Mridha"}, {"item": "Live as though you will lose your power of love and attraction at any moment.", "owner": "Debasish Mridha"}, {"item": "How magical can a person be when she is blessed with infinite kindness?", "owner": "Debasish Mridha"}, {"item": "The object of life is to love endlessly.", "owner": "Debasish Mridha"}, {"item": "Do not fear adversity. Win it over. It will make you wiser and stronger.", "owner": "Debasish Mridha"}, {"item": "The practice of mindfulness is nothing more than focusing on the current moment.", "owner": "Debasish Mridha"}, {"item": "Oh my dear heart! Be courageous and never fear to love.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the ultimate key to open the door to freedom.", "owner": "Debasish Mridha"}, {"item": "Knowledge makes you powerful and proud wisdom makes you simple and humble. ", "owner": "Debasish Mridha"}, {"item": "Give life a purpose to pursue.", "owner": "Debasish Mridha"}, {"item": "When you are able to love yourself deeply, you can be kind to others.", "owner": "Debasish Mridha"}, {"item": "To have a good business, always have a caring heart.", "owner": "Debasish Mridha"}, {"item": "Be simple, stay humble, care with love, hug with kindness.", "owner": "Debasish Mridha"}, {"item": "Whatever you love unconditionally will become yours.", "owner": "Debasish Mridha"}, {"item": "The prime purpose of education is to enhance the ability to think better.", "owner": "Debasish Mridha M.D."}, {"item": "Knowledge is borrowed wisdom is unique. ", "owner": "Debasish Mridha"}, {"item": "Life is dancing in front of you so don’t forget to enjoy the joy of the dance.", "owner": "Debasish Mridha"}, {"item": "To overcome the fear of failure, do what makes you fearful.", "owner": "Debasish Mridha"}, {"item": "I came here to peacefully show you the way to peace.", "owner": "Debasish Mridha"}, {"item": "To create emptiness in your heart, let it go with love and fill it with infinite love.", "owner": "Debasish Mridha"}, {"item": "Curiosity is the origin of knowledge. Experience is the origin of wisdom.", "owner": "Debasish Mridha"}, {"item": "When I look at the moon, I can only see your joyful smile.", "owner": "Debasish Mridha"}, {"item": "When someone tries to make you happy, that is a true sign of love.", "owner": "Debasish Mridha"}, {"item": "The most beautiful makeup is the reflection of kindness from a smiling face.", "owner": "Debasish Mridha"}, {"item": "To win, depend on your thoughts and actions but not on circumstances.", "owner": "Debasish Mridha"}, {"item": "The beauty of a loving smile has a timeless freshness.", "owner": "Debasish Mridha"}, {"item": "Sharpen your mind with the beauty of knowledge and the tears of experience to be wise.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha,", "updatedAt": "2023-05-26 21:16:05"}