{"contents": [{"item": "Write a short story every week. It's not possible to write 52 bad short stories in a row.", "owner": "Ray Bradbury"}, {"item": "To be a writer is to embrace rejection as a way of life.", "owner": "Dana Stabenow"}, {"item": "Menulis kembali kenangan masa lalu butuh sebuah keberanian.", "owner": "Iwan Setyawan, 9 Summers 10 Autumns"}, {"item": "Writing in a new style never hurt anybody. Upside: if it does, you can write about it!", "owner": "Jennifer Worrell"}, {"item": "I write to find out what I'm talking about.", "owner": "Edward Albee"}, {"item": "Failure is usually boring. It is the credible but unrealized threat of failure that is interesting.", "owner": "Robin D. Laws"}, {"item": "I feel more alive when I'm writing than I do at any other time--except maybe when I'm making love.", "owner": "May Sarton"}, {"item": "There are books of which the backs and covers are by far the best parts.", "owner": "Charles Dickens, Oliver Twist"}, {"item": "Networking isn't how many people you know, it's how many people know you.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Today, death is your opponent.", "owner": "Compton Gage"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Don Quixote could never manage without his patient servant Sancho Panza.", "owner": "Nicholas Tucker, Darkness Visible: Inside the World of Philip Pullman"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Common man's patience will bring him more happiness than common man's power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "All plots are cliche.", "owner": "Jincy Willett, The Writing Class"}, {"item": "Inspiration comes of working every day.", "owner": "Charles Baudelaire"}, {"item": "A powerful process automatically takes care of progress, productivity and profits.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Beware of the compound adjective, beloved of the tyro and the 'poetess'.", "owner": "Ambrose Bierce"}, {"item": "The pen is mightier than the sword!", "owner": "Edward Bulwer-Lytton"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "The one duty we owe to history is to rewrite it.", "owner": "Oscar Wilde, The Critic as Artist"}, {"item": "He who writes to his beloved every day is not a lover, but a writer.", "owner": "Dr. Kyaciss Pfiell"}, {"item": "you must not come lightly to the blank page.", "owner": "Stephen King"}, {"item": "The writer is either a practicing recluse or a delinquent, guilt-ridden one--or both. Usually both.", "owner": "Susan Sontag"}, {"item": "The mistakes of the world are warning message for you.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Was not writing poetry a secret transaction, a voice answering a voice?", "owner": "Virginia Woolf, Orlando"}, {"item": "Silently I dance a dance of chaos to the rhythm of a dying sun", "owner": "Wayne  Howell"}, {"item": "The joy of writing.The power of preserving.Revenge of a mortal hand.", "owner": "Wisława Szymborska"}, {"item": "Writing is a delicious agony.", "owner": "Gwendolyn Brooks"}, {"item": "This is no book. Whoever touches this touches a man.", "owner": "Ezra Pound"}, {"item": "Seeing the mud around a lotus is pessimism, seeing a lotus in the mud is optimism.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "During a conversation, listening is as powerful as loving.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "I had a romance novel inside me, but I paid three sailors to beat it out of me with steel pipes.", "owner": "Patton Oswalt"}, {"item": "A professional writer is an amateur who didn't quit.", "owner": "Richard Bach"}, {"item": "No iron can stab the heart with such force as a period put just at the right place.", "owner": "Isaac Babel, The Collected Stories of Isaac Babel"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "I'm not trying to please anyone. I'm just trying to write a damn book.", "owner": "Richard P. Denney"}, {"item": "You can't blame a writer for what the characters say.", "owner": "Truman Capote"}, {"item": "Don't try to write anything you can't feel - it will be a failure - 'echoes nothing worth", "owner": "L.M. Montgomery, Emily Climbs"}, {"item": "The hospital bulked darkly in the darkness.", "owner": "William T. Vollmann, Poor People"}, {"item": "If you don't write when you don't have time for it, you won't write when you do have time for it.", "owner": "Katerina Stoykova Klemer"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "Nobody cares much whether you write or not. You just have to do it", "owner": "Natalie Goldberg"}, {"item": "Amateurs sit and wait for inspiration, the rest of us just get up and go to work.", "owner": "Stephen King, On Writing: A Memoir of the Craft"}, {"item": "A lie, sometimes, can be truer than the truth, which is why fiction gets written.", "owner": "Tim O'Brien"}, {"item": "A book is a suicide postponed.", "owner": "Emil M. Cioran"}, {"item": "Procrastination is opportunity's natural assassin.", "owner": "Victor Kiam"}, {"item": "Literature is painting, architecture, and music.", "owner": "Yevgeny Zamyatin"}, {"item": "The best stories don't come from \"good vs. bad\" but \"good vs. good.", "owner": "Leo Tolstoy"}, {"item": "I just sit at my typewriter and curse a bit.", "owner": "P.G. Wodehouse"}, {"item": "The author should die once he has finished writing. So as not to trouble the path of the text.", "owner": "Umberto Eco, Postscript to the Name of the Rose"}, {"item": "Finishing a book is just like you took a child out in the back yard and shot it.", "owner": "Truman Capote"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "You can fix anything but a blank page.", "owner": "Nora Roberts"}, {"item": "And if you don't live, you have nothing to write about.", "owner": "Maynard James Keenan"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Remember to get the weather in your damn book--weather is very important.", "owner": "Ernest Hemingway"}, {"item": "Writing is like getting married. One should never commit oneself until one is amazed at one's luck.", "owner": "Iris Murdoch"}, {"item": "A writer must teach himself that the basest of all things is to be afraid. ", "owner": "William Faulkner"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "I see the beatitudes of books displayed on a bookshelf.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "The secret of good writing is to say an old thing in a new way or a new thing in an old way.", "owner": "Richard Harding Davis"}, {"item": "Perhaps if I make myself write I shall find out what is wrong with me.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "A key and a strangler - this is all a simple tale requires.", "owner": "Steve Aylett, The Inflatable Volunteer"}, {"item": "If you can't write clearly, you probably don't think nearly as well as you think you do.", "owner": "Kurt Vonnegut Jr."}, {"item": "Music is the fastest motivator in the world.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "If you have a dream, keep it. But write it down and take appropriate actions to see it manifest.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Life's adventures make great reading!", "owner": "Denise Robbins"}, {"item": "The words get easier the moment you stop fearing them.", "owner": "Tahereh Mafi"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "Gun for sure is louder than a Pen, bullet is hotter than Ink, but Death is not a silencer for Pen.", "owner": "Haritha Velpureddy"}, {"item": "It's doubtful that anyone with an internet connection at his workplace is writing good fiction.", "owner": "Jonathan Franzen"}, {"item": "Make it dark, make it grim, make it tough, but then, for the love of God, tell a joke.", "owner": "Joss Whedon"}, {"item": "Hard writing makes easy reading.", "owner": "Wallace Stegner, Crossing to Safety"}, {"item": "You can't edit a blank page", "owner": "Nora Roberts"}, {"item": "The sacred-souls of authors are displayed in the beauty of their books.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The writer is more concerned to know than to judge.", "owner": "W. Somerset Maugham, The Moon and Sixpence"}, {"item": "He who sacrifices his respect for love basically burns his body to obtain the light.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The Kingdom of God does not come by Observation. It is hidden in the inner dimension.", "owner": "Compton Gage"}, {"item": "Writing was a spiritual exercise for my father, the only thing he really believed in.", "owner": "Mark Vonnegut, Armageddon in Retrospect"}, {"item": "It takes great courage to write great books. Find your courage and find your voice.", "owner": "Kristen Lamb"}, {"item": "Sacrifice of the self is sheer stupidity if sacrifice is not for the self.", "owner": "Amit Kalantri"}, {"item": "And this is the only immortality you and i may share, my Lolita.", "owner": "Vladimir Nabokov"}, {"item": "Making a decision to write was a lot like deciding to jump into a frozen lake.", "owner": "Maya Angelou"}, {"item": "When a character comes to life, it’s like meeting a new friend for the first time.", "owner": "Lynette Mather"}, {"item": "If you live with dogs, you'll never run out of things to write about.", "owner": "Sharon Delarose"}, {"item": "Writing is a dog’s life, but the only one worth living.", "owner": "Gustave Flaubert"}], "common_tag": "writing", "updatedAt": "2023-07-01 19:09:51"}