{"contents": [{"item": "You can break a man with hope.", "owner": "Kate Morgenroth, Jude"}, {"item": "The Saviour, sacrifice his life as offering for sin.", "owner": "Lailah Gifty Akita"}, {"item": "God reigns from the deepest depths to the highest heights.", "owner": "Lailah Gifty Akita"}, {"item": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.", "owner": "Langston Hughes"}, {"item": "I’ll make a swing so I can reach the places I can’t reach yet.", "owner": "Nina LaCour, Hold Still"}, {"item": "I like the night. Without the dark, we'd never see the stars.", "owner": "Stephenie Meyer, Twilight"}, {"item": "And you are going to be to the light of our kingdom. No one is going to hurt you.", "owner": "Alyson Serena Stone, Once"}, {"item": "Focus on miracles or breakthrough makes a man to hope that he could reap where he has not sown.", "owner": "Sunday Adelaja"}, {"item": "Seeing the mud around a lotus is pessimism, seeing a lotus in the mud is optimism.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "How is it that hearts hold on to memories with the strength of hope and possibilities.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Fill your mind Holy Scripture, that speak life into your life.", "owner": "Lailah Gifty Akita"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "There is nothing more important than your eternal salvation.", "owner": "Kirk Cameron"}, {"item": "... back then the sky seemed so vast. And now the sky above me... is low, and narrow, and heavy.", "owner": "Inio Asano, Solanin"}, {"item": "Nothing great was ever achieved without 100% dedication, discipline and determination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We perish, when we lose hope.", "owner": "Lailah Gifty Akita"}, {"item": "The greatest education is learning to know the divinity of thy soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We cannot hope to change a nation without facing trials and persecution in the process", "owner": "Sunday Adelaja"}, {"item": "We are preaching hope, standing on the bones of the past.", "owner": "John Rucyahana, The Bishop of Rwanda: Finding Forgiveness Amidst a Pile of Bones"}, {"item": "Hope is a gift. Use it wisely.", "owner": "Harley King"}, {"item": "Where the cheerful childrenof unwritten poems,play all around,you will find me there.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "The heavenly Father is faithful.", "owner": "Lailah Gifty Akita"}, {"item": "Death is not considerate, or fair.", "owner": "Compton Gage"}, {"item": "The weight of your baggage never stops true love from taking flight.", "owner": "Curtis Tyrone Jones"}, {"item": "Great losses are great lessons.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "A child is conceived in a womb of a woman, miraculously, in sacred moment of conception.", "owner": "Lailah Gifty Akita"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "She was always fighting a battle but her smile would never tell you so.", "owner": "Nikki Rowe"}, {"item": "Never live life without a hope. Hope is a tree of life.", "owner": "Lailah Gifty Akita"}, {"item": "I'm convinced my heart knew who it belonged to, long before I met her.", "owner": "Karla Campos"}, {"item": "Why should you boast? You are not saved by your works but by the grace of God.", "owner": "Lailah Gifty Akita"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Good well-being leads to good working performance.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The heavenly Father is hope to the hopeless.", "owner": "Lailah Gifty Akita"}, {"item": "In a time of destruction, create something.", "owner": "Maxine Hong Kingston"}, {"item": "The greatest education is the knowledge of God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "With hope in your heart, endure the hardship.", "owner": "Lailah Gifty Akita"}, {"item": "From the mud of adversity grows the lotus of joy", "owner": "Carolyn Marsden, The Buddha's Diamonds"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "With determination, the dream will be fulfilled.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You only confuse hope with power once in life.", "owner": "Abby Fabiaschi, I Liked My Life"}, {"item": "Its dark and I’m reading my scars because our moments remind me of where I should be.", "owner": "Robert M. Drake"}, {"item": "True faith rely on God's power.", "owner": "Lailah Gifty Akita"}, {"item": "Walking through darkness with thoughts full of colors\".", "owner": "Prajakta Mhadnak"}, {"item": "Hope is like a balloon. It seems like it swells up just so someone else can pop it in your face.", "owner": "Betsy Schow, Spelled"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "Don’t waste your time, living other’s dream. Live your dreams. Dare to be you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "…the truest feeling of happiness is the security that comes with being loved.", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "Life's under no obligation to give us what we expect.", "owner": "Margaret Mitchell"}, {"item": "You must first feel sorry for your sins, to seek the free gift of grace of salvation.", "owner": "Lailah Gifty Akita"}, {"item": "youth is easily deceived because it is quick to hope.", "owner": "Aristotle"}, {"item": "Let love, joy, peace, and hope be the guiding lights of your life today, tomorrow, and forever.", "owner": "Debasish Mridha"}, {"item": "Hope shines like a candle in the darkness. Keep the flame alive.", "owner": "Debasish Mridha"}, {"item": "Hope in the heart is the escape in any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "Education is the realization of hope for the future.", "owner": "Victor Tam"}, {"item": "God grant me the courage not to give up what I think is right, even though I think it is hopeless.", "owner": "Chester Nimitz"}, {"item": "But hoping,\" he said, \"is how the impossible can be possible after all.", "owner": "Marissa Meyer, Heartless"}, {"item": "It is always better to look at the bright side of life.", "owner": "Lailah Gifty Akita"}, {"item": "May God overflow your life with bountiful blessings of grace.", "owner": "Lailah Gifty Akita"}, {"item": "[Iris] squeezed his hand. \"Don't lose hope, Frank. Rainbows always stand for hope.", "owner": "Rick Riordan, The Son of Neptune"}, {"item": "There is no such thing as helplessness. It's just another word for giving up.", "owner": "Jefferson Smith, Strange Places"}, {"item": "Don’t be afraid. Be focused. Be determined. Be hopeful. Be empowered.", "owner": "Michelle Obama"}, {"item": "Hope finds its fulfillment when nurtured through faith and shared with love.", "owner": "Mollie Marti"}, {"item": "Suffering makes a man to seek for his Saviour.", "owner": "Lailah Gifty Akita"}, {"item": "Let the ruins come to lifeIn the beauty of Your nameRising up from the ashesGod forever You reign", "owner": "Hillsong"}, {"item": "disappointment had to be postponed, hope kept alive as long as possible;", "owner": "Graham Greene, The End of the Affair"}, {"item": "The Revolution introduced me to art, and in turn, art introduced me to the Revolution!", "owner": "Albert Einstein"}, {"item": "Even the worst days have an ending, and the best days have a beginning.", "owner": "Jennifer Coletta"}, {"item": "Never give up hope, no matter how dark things may seem.", "owner": "A. T."}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "No matter what happens to us, as long as we have hope, we shall recover.", "owner": "Lailah Gifty Akita"}, {"item": "I don't buy idea of second chance.With hope we make a lot of chances.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Every experience lays the foundation for the ultimate success.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "Explore, Experience, Then Push Beyond.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "A wish is a single unit of hope. It’s a single request for something I dearly desire.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "You are only a prisoner when you surrender.", "owner": "Tad Williams, Shadowplay"}, {"item": "Never take today for granted, tomorrow might never come.", "owner": "Matt Vella"}, {"item": "Just as a child is freely given, so is God's grace.", "owner": "Lailah Gifty Akita"}, {"item": "A willing spirit, diligently perform the sacred duty.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "In the meantime, I’llwish it upon a star.'- Michael Cooper", "owner": "Julie Ann Knudsen, In the Middle of Nowhere"}, {"item": "I threw my hands in the air and said show me something.He said, \"if you dare come a little closer\".", "owner": "Rihanna"}, {"item": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen"}, {"item": "If someone gives you tough situation, it's better to make a distance.", "owner": "Avinash Advani"}, {"item": "Success is end result of many combats.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "May God give you much grace for every great work.", "owner": "Lailah Gifty Akita"}, {"item": "The Truth is first rejected. Then finally accepted.", "owner": "Lailah Gifty Akita"}], "common_tag": "hope,", "updatedAt": "2023-07-01 19:09:51"}