{"contents": [{"item": "Education enlightens our minds to see the world with new lights.", "owner": "Debasish Mridha"}, {"item": "Education falls short of divine truth that will empower our spiritual lives", "owner": "Sunday Adelaja"}, {"item": "Many are they who seek to guide other to the path yet they themselves are lost", "owner": "rassool jibraeel snyman"}, {"item": "I did then what I knew how to do. Now that I know better, I do better.", "owner": "Maya Angelou"}, {"item": "Whatever the cost of our libraries, the price is cheap compared to that of an ignorant nation.", "owner": "Walter Cronkite"}, {"item": "Solution to every long term problem is education.Solution to every short term problem is a smile.", "owner": "Mahrukh"}, {"item": "In learning you will teach, and in teaching you will learn.", "owner": "Phil Collins"}, {"item": "It is better to be informed than to be ignorant.", "owner": "Lailah Gifty Akita"}, {"item": "There is nothing more unequal than the equal treatment of unequal people.", "owner": "Thomas Jefferson"}, {"item": "If you stop learning, you soon forget what you already know.", "owner": "Lailah Gifty Akita"}, {"item": "A doctorate study is the passion for extensive research, reading, thinking and writing.", "owner": "Lailah Gifty Akita"}, {"item": "The great lie is like a sword that has been thrust into the heart of humankind.", "owner": "Compton Gage"}, {"item": "Money cannot eradicate poverty, only education can.", "owner": "M.F. Moonzajer, LOVE, HATRED AND MADNESS"}, {"item": "History teachers help children climb mountains.", "owner": "Just in Time for Christmas"}, {"item": "If \"facts\" convinced people of things, no one would have sex", "owner": "Glenn Hefley"}, {"item": "Thank goodness I was never sent to school it would have rubbed off some of the originality. ", "owner": "Beatrix Potter"}, {"item": "With passionate dedication and work hard, you will fulfill your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When you sweeten your knowledge and experience with your thoughts, it becomes your wisdom.", "owner": "Debasish Mridha"}, {"item": "Self-study is the key to success.", "owner": "Lailah Gifty Akita"}, {"item": "Total non-retention has kept my education from being a burden to me.", "owner": "Flannery O'Connor, The Habit of Being: Letters of Flannery O'Connor"}, {"item": "Learning is the only game worth playing in life.", "owner": "Debasish Mridha"}, {"item": "The gift of literature is the grace of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "You'll never know everything about anything, especially something you love.", "owner": "Julia Child"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Truth persuades by teaching, but does not teach by persuading.", "owner": "Tertullian"}, {"item": "A student must be humbled to trained by teacher.", "owner": "Lailah Gifty Akita"}, {"item": "All the answers you seek in life. It is hidden a book.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Failure is only a temporary fall. You must rise up any time you fall.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There is no greater fulfillment as the pursuit of dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I seek and search for the light of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "I am obsessed with reading and writing.", "owner": "Lailah Gifty Akita"}, {"item": "First knowledge is the knowledge of God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Every child ought to know the light of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "What is the most important thing one learns in school? Self-esteem, support, and friendship.", "owner": "Terry Tempest Williams, Pieces of White Shell"}, {"item": "Always choose the most difficult way, there you will not meet competitors.", "owner": "Charles de Gaulle"}, {"item": "Knowledge is acquired by diligent study.", "owner": "Lailah Gifty Akita"}, {"item": "Education helps us to grow wings of imagination that allow us to feel free and fly.", "owner": "Debasish Mridha M.D."}, {"item": "Without visions and written goals, what direction are we going to head?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The world is a book and those who do not travel read only one page.", "owner": "Augustine of Hippo"}, {"item": "Do not quit too soon. The future is bright like a shining diamond.", "owner": "Lailah Gifty Akita"}, {"item": "The best investment for poverty elimination is education.", "owner": "Debasish Mridha"}, {"item": "Let us reason according to the Scriptures.", "owner": "Laiah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "School will bring you more success than marriage.", "owner": "Nnedi Okorafor, Lagoon"}, {"item": "Whatever you dream of is a possibility.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Learn not from imitating but from emulating.", "owner": "Debasish Mridha"}, {"item": "Experience is a necessary education.", "owner": "Lailah Gifty Akita"}, {"item": "What I must know, only the Master teaches!", "owner": "Lailah Gifty Akita"}, {"item": "If you are still breathing, don not stop learning.", "owner": "Lailah Gifty Akita"}, {"item": "Should books not have been there, hearsay would have been the best reading material!", "owner": "Ernest Agyemang Yeboah"}, {"item": "Educate every child to have a good head, good heart and kind spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Education is meant to increase the confidence of a person to face the world.", "owner": "Sachin Kodagali, Santosh Avvannavar"}, {"item": "Enlightenment is the key to empowerment.", "owner": "Lailah Gifty Akita"}, {"item": "Open the book and read it to renew your mind.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I don't want revenge on the Taliban, I want education for sons and daughters of the Taliban.", "owner": "Malala Yousafzai"}, {"item": "You ought to stop everything and write the sacred-words as its flashes in your mind.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "In my quest to search for knowledge, I know God, the source of knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Keep discovery new paths.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A good education helps us make sense of the world and find our way in it", "owner": "Mike Rose, Why School?"}, {"item": "Fire . . . Does that light by itself?", "owner": "Tsukumizu, Girls' Last Tour, Vol. 1"}, {"item": "The wisdom of our ancestors is immortal.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "More depended on the student than on the school.", "owner": "Robert A. Heinlein, Have Space Suit—Will Travel"}, {"item": "What a school thinks about its library is a measure of what it feels about education.", "owner": "Harold Howe"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "My favourite definition of an intellectual: 'Someone who has been educated beyond his/her intelli", "owner": "Arthur C. Clarke, 3001: The Final Odyssey"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "A stream of thoughts flows through one’s mind at a sacred-time.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There is neither mistake nor failures. It is only experience.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You have to want the book enough to read it.", "owner": "Lailah Gifty Akita"}, {"item": "Rejection is an opportunity for your selection.", "owner": "Bernard Branson"}, {"item": "We have to motivate people to be what they can be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Ignorance is not bliss its painful and embarrassing", "owner": "rassool jibraeel snyman"}, {"item": "The worth of a book is infinite.", "owner": "Lailah Gifty Akita"}, {"item": "It is a healthy approach not to expect persons to turn out precisely how you would have wished.", "owner": "Criss Jami, Healology"}, {"item": "If I have nothing but a room full of books, it is enough for me to survive life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Education opens our minds eye to see the world with our own unique vision and perception.", "owner": "Debasish Mridha M.D."}, {"item": "Education isn’t something your professors make for you. It’s something you make for yourself.", "owner": "Lance Olsen, Rebel Yell: A Short Guide to Fiction Writing"}, {"item": "Education without the knowledge of the Holy One is the darkest doom.", "owner": "Lailah Gifty Akita"}, {"item": "Learning is the process of making ideas, while studying is the process of using those ideas.", "owner": "Solitude's Friend"}, {"item": "I am thankful to my teachers who taught me how to read.", "owner": "Lailah Gifty Akita"}, {"item": "When you share your knowledge, you gain wisdom. Share as much as you can and as often as you can.", "owner": "Debasish Mridha"}, {"item": "College was at the heart of his sentimental imagination.", "owner": "Rick Perlstein, The Invisible Bridge: The Fall of Nixon and the Rise of Reagan"}, {"item": "Failure is the best teacher for future success.", "owner": "Debasish Mridha"}, {"item": "Human nature in time is engraved in history.", "owner": "Lailah Gifty Akita"}, {"item": "What is worth to know,can only be experienced.", "owner": "Lailah Gifty Akita"}, {"item": "Education consensus is through exchange of ideas\" Mohamed Osman Abbasheikh", "owner": "Mohamed Osman Abbasheikh"}, {"item": "All systems of the society should serve the mind, instead of the mind serving the systems.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Failure doesn't Teach us!Learning from it, is our Choice.", "owner": "Vineet Raj Kapoor"}, {"item": "If you begin to read, you find the answers you seek.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Keep questioning! With time, you will find answers to your questions.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}], "common_tag": "education,", "updatedAt": "2023-05-26 21:16:05"}