{"contents": [{"item": "Mystics reign where lacks true education.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Travel Moulds A Man,People Mould His Wisdom And Experiences Mould His LIFE...!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "An entrepreneur with strong network makes money even when he is asleep.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Love, as life, is a journey. Finding true love for the ever after is an amazing achievement.", "owner": "Fadi Hattendorf"}, {"item": "In youth audacity is wise", "owner": "William Allingham, Blackberries"}, {"item": "Wonder is the beginning of wisdom.", "owner": "Socrates"}, {"item": "In general, poor is polite and rich is rude.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Don’t always deprive yourself trying to please others", "owner": "Sunday Adelaja"}, {"item": "Creativity without discipline will struggle, creativity with discipline will succeed.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Today it is cheaper to start a business than tomorrow.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Knowing more than someone does not necessarily mean that you know every single thing they know.", "owner": "Mokokoma Mokhonoana"}, {"item": "The best kind of happiness is a habit you're passionate about.", "owner": "Shannon L. Alder"}, {"item": "With right fashion, every female would be a flame.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "The heart that gives, gathers.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "Every time we choose our past over our present we kill our future.", "owner": "TemitOpe Ibrahim"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "If you're sad, add more lipstick and attack!", "owner": "Coco Chanel"}, {"item": "Words rich in meaning can be cheap in sound effects.", "owner": "Dejan Stojanovic"}, {"item": "When one door closes, a window opens and then zombies pile in and bite you in the ass.", "owner": "Unknown"}, {"item": "Any girl with a grin never looks grim.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "When you are wise, peace shall follow.", "owner": "Abhijit Naskar"}, {"item": "Simplicity saves strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "God is the one subject of reality. Take away the one subject and there is nothing real.", "owner": "Compton Gage"}, {"item": "The gift of knowledge is empowering, but the gift of wisdom is life-changing.", "owner": "A.D. Posey"}, {"item": "Is a self help or personal development book ruining your life?", "owner": "Ken Poirot"}, {"item": "Don’t despise any experience. With every experience, you increase in knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When you were making excuses someone else was making enterprise.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The job of feets is walking, but their hobby is dancing.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Being divorced does not necessarily make one’s advice on marriage useless … or useful.", "owner": "Mokokoma Mokhonoana"}, {"item": "Love is being able to view a situation without adding duality to it.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "A good food is mouthwatering when you see it and finger licking when you eat it.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Yes, the world is an illusion. But Truth is always being shown there.", "owner": "Idries Shah, The Dermis Probe"}, {"item": "Write down your goals and let it be your guidepost.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Death is not considerate, or fair.", "owner": "Compton Gage"}, {"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "A poor, who hates power, once become powerful, hates poor.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Power is not powerful without wisdom.", "owner": "Debasish Mridha"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "His shout was a syllable so ancient and powerful that Saffiyah's mind instantly censored it.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "Please, touch me, I pray.", "owner": "Jess C. Scott, The Intern"}, {"item": "Convert your knowledge into product", "owner": "Sunday Adelaja"}, {"item": "Sadness is a grieve spirit. But Sorrow is refined the soul.", "owner": "Lailah Gifty Akita"}, {"item": "The way out is through the door. Why is it that no one will use this method?", "owner": "Confucius"}, {"item": "Being rich or famous is the only profound thing that some people have ever said.", "owner": "Mokokoma Mokhonoana"}, {"item": "Accidents are not accidents but precise arrivals at the wrong right time.", "owner": "Dejan Stojanovic"}, {"item": "Success is simply the wisdom born out of so called failures", "owner": "Rasheed Ogunlaru"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "A genuine smile is one of the world’s rarest treasures.", "owner": "Matshona Dhliwayo"}, {"item": "Each person you meetis an aspect of yourself,clamoring for love.", "owner": "Eric Micha'el Leventhal"}, {"item": "Today, death is your opponent.", "owner": "Compton Gage"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Faster is fatal, slower is safe.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You ought to search the Scriptures yourself, to discover the glorious gospel.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Never allow a minute to pass without asking yourself what you did with the time", "owner": "Sunday Adelaja"}, {"item": "Pure wisdom is the 'fruit of life' banal platitudes are the 'bane of existence'. ", "owner": "Criss Jami, Healology"}, {"item": "Don't always use prudence for precaution, sometimes use it for progress.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "No God, Religion, Race or Nation is higher than the humans.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Sacrifice of the self is sheer stupidity if sacrifice is not for the self.", "owner": "Amit Kalantri"}, {"item": "You throw away the substance from which life is made of when you waste time", "owner": "Sunday Adelaja"}, {"item": "Even if you are alone you wage war with yourself.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "It takes a very long time to become young.", "owner": "Pablo Picasso"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better.", "owner": "DeWayne Owens"}, {"item": "I don't trust men everybody likes. Being nice isn't the same as being good.", "owner": "Sarah Rees Brennan, The Demon's Covenant"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "Without a vivid picture of what you want, how can you reach it?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The salt is to the food, what soul is to the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Don't mention your move before you make a move.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "One who knows what he or she knows as well as what he or she does not know is a genius.", "owner": "Abhijit Naskar"}, {"item": "Money is created from time", "owner": "Sunday Adelaja"}, {"item": "If she says goodbye, someone else will say hi.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The human body is not necessarily a human being.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Old words are reborn with new faces.", "owner": "Criss Jami, Killosophy"}, {"item": "Find solitude and discover ways to add value to yourself", "owner": "Sunday Adelaja"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better!", "owner": "DeWayne Owens"}, {"item": "In modern times couples are more concerned about loyalty than love.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You attract poverty when you lack value for time", "owner": "Sunday Adelaja"}, {"item": "If you can't impress them with your argument, impress them with your actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Humility is the courage to be honest with yourself and those around you.", "owner": "Ken Poirot"}, {"item": "You not only are hunted by others, you unknowingly hunt yourself.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Do your thoughts continue and repeat a cycle Seed, growth, bloom, and seed again", "owner": "Richard L.  Ratliff"}, {"item": "Great achievement requires personal force, determined spirit and self-confidence.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Getting fired from work is not a death sentence", "owner": "Sunday Adelaja"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "By studying yesterday, you will understand today.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "The wound is the seed of wonder.", "owner": "Lailah Gifty Akita"}], "common_tag": "wisdom,", "updatedAt": "2023-05-26 21:16:05"}