{"contents": [{"item": "My girlfriend is a party girl angel who can kick some arse and cook.", "owner": "Wendy Higgins, Sweet Peril"}, {"item": "For Beatrice, when we first met, I was lonely, and you were pretty.Now I am pretty lonely.", "owner": "Lemony Snicket, The Slippery Slope"}, {"item": "TANDAAN: mahirap mafriendzone, pero madali lang gumanti!", "owner": "Ramon Bautista, Bakit Hindi Ka Crush ng Crush Mo?"}, {"item": "If you love something set it free, but don't be surprised if it comes back with herpes.", "owner": "Chuck Palahniuk"}, {"item": "Even in an empty room, we are never alone.", "owner": "Wayne Gerard Trotman"}, {"item": "Don't let yourself die without knowing the wonder of fucking with love.", "owner": "Gabriel García Márquez"}, {"item": "There's a difference between really loving someone and loving the idea of her.", "owner": "Gillian Flynn, Gone Girl"}, {"item": "He is beauty, inside and out.He is the silver lining in a world of darkness.He is my light.", "owner": "Marie Lu, Prodigy"}, {"item": "What you are to do without me I cannot imagine.", "owner": "George Bernard Shaw, Pygmalion"}, {"item": "When you leave,weary of me,without a word I shall gently let you go.", "owner": "Kim Sowol"}, {"item": "I've never wanted more, until I met you.", "owner": "E.L. James, Fifty Shades of Grey"}, {"item": "Let this hell be our heaven.", "owner": "Richard Matheson, What Dreams May Come"}, {"item": "Where's the man that could ease a heart like a satin gown?", "owner": "Dorothy Parker"}, {"item": "It's always darkest before dawn. We just have to wait a little while longer. The sun always rises.", "owner": "Aly Martinez, The Brightest Sunset"}, {"item": "Love is—a shade of what I feel.", "owner": "Renee Ahdieh, The Wrath and the Dawn"}, {"item": "A heart filled with anger has no room for love.", "owner": "Joan Lunden, Wake-Up Calls"}, {"item": "When I walk, I walk with you. Where I go, you're with me always.", "owner": "Alice Hoffman, The Story Sisters"}, {"item": "There is no love sincerer than the love of food.", "owner": "George Bernard Shaw, Man and Superman"}, {"item": "Live thy creed in the love of Christ.", "owner": "Lailah Gifty Akita"}, {"item": "Love means never having to be apart", "owner": "James Patterson, Sundays at Tiffany's"}, {"item": "May you live as long as you wish and love as long as you live.", "owner": "Robert A. Heinlein"}, {"item": "Dare not say that man forgets sooner than woman, that his love has an earlier death.", "owner": "Jane Austen, Persuasion"}, {"item": "Declarations of love amuse me. Especially when unrequited.", "owner": "Cassandra Clare, City of Bones"}, {"item": "He was afraid of defiling the love which filled his soul.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "The highest function of love is that it makes the loved one a unique and irreplaceable being.", "owner": "Tom Robbins, Jitterbug Perfume"}, {"item": "I had to touch you with my hands, I had to taste you with my tongue; one can't love and do nothing.", "owner": "Graham Greene, The End of the Affair"}, {"item": "Love, too, has to be learned.", "owner": "Friedrich Nietzsche, The Gay Science"}, {"item": "Everlasting love, unfailing kindness.", "owner": "Lailah Gifty Akita"}, {"item": "Neither love nor evil conquers all, but evil cheats more.", "owner": "Laurell K. Hamilton, Cerulean Sins"}, {"item": "Love is the most powerful force in the world. That love can do anything.", "owner": "Cassandra Clare, City of Fallen Angels"}, {"item": "Destiny, if I could sit across the porch from God, I'd thank Him for Lending me you.....", "owner": "Flavia Weedn, Across The Porch From God: Reflections Of Gratitude"}, {"item": "Getting carried away is stupid, it won't get me anywhere.-Nana Komatsu", "owner": "Ai Yazawa"}, {"item": "Choice or no, my heart is his.", "owner": "Beth Revis, A Million Suns"}, {"item": "Did you think you could stop me? I'll burn the world down to save her.", "owner": "Jennifer L. Armentrout, Origin"}, {"item": "God listens through the atomic door of love.", "owner": "Santosh Kalwar"}, {"item": "Two minds with but a single thought, two hearts that beat as one.", "owner": "Jasper Fforde, First Among Sequels"}, {"item": "You can never be wise and be in love at the same time.", "owner": "Bob Dylan"}, {"item": "What greater gift than the love of a cat.", "owner": "Charles Dickens"}, {"item": "There's nothing half so sweet in life as love's young dream. ", "owner": "Thomas   Moore"}, {"item": "You were the missing piece of my soul, the breath in my lungs, and the blood in my veins.", "owner": "J.A. Redmerski, The Edge of Never"}, {"item": "I don't want to live, I want to love first and live incidentally.", "owner": "Zelda Fitzgerald"}, {"item": "Kindness kindled the love in human heart.", "owner": "Lailah Gifty Akita"}, {"item": "Love is a powerful thing. More powerful, even, than money.", "owner": "Cecelia Earl, When Ash Rains Down"}, {"item": "He was the toast to her butter.", "owner": "Nicholas Sparks, The Lucky One"}, {"item": "Do not ask directions from the people around you. Ask directions from the person who called you.", "owner": "Bo Sánchez"}, {"item": "And if you couldn't be loved, the next best thing was to be let alone.", "owner": "L.M. Montgomery"}, {"item": "One heart cannot serve two masters.", "owner": "Robin LaFevers, Grave Mercy"}, {"item": "Love is illogical, love had consequences--I did this to myself, and I should be able to take it.", "owner": "Marie Lu, Prodigy"}, {"item": "Nothing takes the taste out of peanut butter quite like unrequited love.", "owner": "Charles M. Schulz"}, {"item": "My first love is the heavenly Father.", "owner": "Lailah Gifty Akita"}, {"item": "No matter how bad your heart is broken, the world doesn't stop for your grief.", "owner": "Faraaz Kazi"}, {"item": "The bottom line is that we never fall for the person we're supposed to.", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "Till tomorrow good sir one must but gaze at stars", "owner": "Andrew Fisher"}, {"item": "The more one judges, the less one loves.", "owner": "Honoré de Balzac, Physiologie Du Mariage"}, {"item": "The fiercest anger of all, the most incurable,Is that which rages in the place of dearest love.", "owner": "Euripides, Medea and Other Plays: Medea / Alcestis / The Children of Heracles / Hippolytus"}, {"item": "Love is that condition in which the happiness of another person is essential to your own.", "owner": "Robert A. Heinlein, Stranger in a Strange Land"}, {"item": "Your power is in your story and all the wisdom it has brought you.", "owner": "Angela Mayah Solstice, The Courage to Change"}, {"item": "Ronan said, \"I'm always straight.\"Adam replied \"Oh, man, that's the biggest lie you've ever told.", "owner": "Maggie Stiefvater, The Raven Boys"}, {"item": "Can a heart explode from too much love and happiness?", "owner": "Carla Reighard, Travelers"}, {"item": "The love that moves the sun and the other stars.", "owner": "Elizabeth Gilbert"}, {"item": "Please Mia,\" he implores. \"Don't make me write a song.", "owner": "Gayle Forman, If I Stay"}, {"item": "Just because the boat rocks doesn't mean it's time to jump overboard.", "owner": "Suzanne Woods Fisher, The Keeper: A Novel"}, {"item": "Heaven would never be heaven without you.", "owner": "Richard Matheson, What Dreams May Come"}, {"item": "If only I could spend all my days surrounded by people brave enough to open their hearts for real.", "owner": "Scott Stabile"}, {"item": "I’m not good enough for Duke.” “I’m good enough for you.", "owner": "Feng Nong, จอมนางคู่บัลลังก์ 1"}, {"item": "Why is it so hard to articulate love yet so easy to express disappointment?", "owner": "Kaui Hart Hemmings, The Descendants"}, {"item": "Everyone knows that God protects drunkards and lovers.", "owner": "Alexandre Dumas, The Three Musketeers"}, {"item": "Love, like fire, goes out without fuel.", "owner": "Mikhail Lermontov, A Hero of Our Time"}, {"item": "God wasn't love, couldn't be love. Because for me, love was a corpse.", "owner": "Ellen Hopkins, Burned"}, {"item": "Amor Fati – “Love Your Fate”, which is in fact your life.", "owner": "Friedrich Nietzsche"}, {"item": "As Dostoevski said: 'Love in action is a harsh and dreadful thing compared with love in dreams.", "owner": "Dorothy Day"}, {"item": "Great is the love of God.", "owner": "Lailah Gifty Akita"}, {"item": "What does the brain matter compared with the heart?", "owner": "Virginia Woolf, Mrs. Dalloway"}, {"item": "True love always makes a man better, no matter what woman inspires it.", "owner": "Alexandre Dumas"}, {"item": "I have decided to stick to love...Hate is too great a burden to bear.", "owner": "Martin Luther King Jr., A Testament of Hope: The Essential Writings and Speeches"}, {"item": "I'm not sure this is a world I belong in anymore. I'm not sure that I want to wake up.", "owner": "Gayle Forman, If I Stay"}, {"item": "Everything I know, I know because of love.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "You do not get to choose who you love.", "owner": "m. S"}, {"item": "It is the Holy Spirit's job to convict, God's job to judge and my job to love.", "owner": "Billy Graham"}, {"item": "He will love only once - but it will be for always.", "owner": "Judith McNaught, Paradise"}, {"item": "Love is like a brick. You can build a house, or you can sink a dead body.", "owner": "Lady Gaga"}, {"item": "We loved with a love that was more than love.", "owner": "Edgar Allan Poe"}, {"item": "Too many people miss out on real love because they're too busy waiting for the ONE to show up", "owner": "Alexandra Potter, You're (Not) the One"}, {"item": "You honestly expect me to breathe in a world without air?", "owner": "Renee Ahdieh, The Wrath and the Dawn"}, {"item": "Every atom of your flesh is as dear to me as my own: in pain and sickness it would still be dear.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "True happiness is a gift from God, find your happy place and stay there.", "owner": "Theresa Lewis, Rising Above Adversity: Finding God's Purpose Through Your Pain"}, {"item": "Love is a promise, love is a souvenir, once given never forgotten, never let it disappear.", "owner": "John Lennon"}, {"item": "It was brave,\" countered Issa. \"It was rare. It was love, and it was beautiful.", "owner": "Laini Taylor, Days of Blood & Starlight"}, {"item": "Promise me you'll never forget me because if I thought you would, I'd never leave.", "owner": "A.A. Milne"}, {"item": "A friend is someone who knows all about you and still loves you.", "owner": "Elbert Hubbard"}], "common_tag": "love", "updatedAt": "2023-07-01 19:09:51"}