{"contents": [{"item": "Feeding the poor will not eradicate poverty, but feeding the mind with true education will.", "owner": "Debasish Mridha"}, {"item": "Knowledge is borrowed wisdom is earned. ", "owner": "Debasish Mridha"}, {"item": "An intelligent person looks for problems to solve. The wise person looks for solutions.", "owner": "Debasish Mridha"}, {"item": "The most important purpose of education is to learn how to find the beauty of life.", "owner": "Debasish Mridha"}, {"item": "True education is the ultimate secret of a successful life.", "owner": "Debasish Mridha"}, {"item": "We learn better when learning is a game.", "owner": "Debasish Mridha"}, {"item": "Sharpen your mind with the beauty of knowledge and the tears of experience to be wise.", "owner": "Debasish Mridha"}, {"item": "Education gives you the power to think rationally, think better, and be productive in every act.", "owner": "Debasish Mridha"}, {"item": "Education opens our minds eye to see the world with our own unique vision and perception.", "owner": "Debasish Mridha M.D."}, {"item": "The prime purpose of education is to enhance the ability to think better.", "owner": "Debasish Mridha M.D."}, {"item": "I go to bed with knowledge to dream, then dreams wake me up with the lights of wisdom.", "owner": "Debasish Mridha"}, {"item": "Knowledge is a wealth that cannot be stolen it will grow when you try to give it away. ", "owner": "Debasish Mridha"}, {"item": "The burden of information often makes us blind wisdom opens our eyes. ", "owner": "Debasish Mridha"}, {"item": "Education opens the door for an extraordinary life.", "owner": "Debasish Mridha"}, {"item": "When you are searching for knowledge, knowledge is also searching for you.", "owner": "Debasish Mridha M.D."}, {"item": "We gain knowledge from education we gain wisdom from knowledge and experience. ", "owner": "Debasish Mridha"}, {"item": "If you want to get educated, fall in love with learning.", "owner": "Debasish Mridha"}, {"item": "Knowledge comes from curiosity wisdom comes from experience. ", "owner": "Debasish Mridha"}, {"item": "True education gives a child wings to fly in his imaginative blue sky.", "owner": "Debasish Mridha"}, {"item": "Education is the best wealth that you can acquire in life. No one can steal it when you are alive.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the ultimate key to open the door to freedom.", "owner": "Debasish Mridha"}, {"item": "Knowledge has no value if it does not enhance your wisdom.", "owner": "Debasish Mridha"}, {"item": "Education helps you to find beauty, but you are responsible to see it.", "owner": "Debasish Mridha"}, {"item": "True education will shape your life, but if you ignore education you will be punished by your life.", "owner": "Debasish Mridha"}, {"item": "Every new day is an opportunity to grow your love.", "owner": "Debasish Mridha"}, {"item": "The mind is the treasury for knowledge, but the heart is the treasury for love and kindness.", "owner": "Debasish Mridha"}, {"item": "Tomorrow belongs to those who are sincerely learning and loving today.", "owner": "Debasish Mridha"}, {"item": "Knowledge will help you to gain wisdom wisdom will open your mind to being kind. ", "owner": "Debasish Mridha"}, {"item": "True education gives you power. Education and experience make you wise.", "owner": "Debasish Mridha M.D."}, {"item": "Mastering facts is knowledge. Mastering knowledge is wisdom.", "owner": "Debasish Mridha"}, {"item": "Human destiny depends on depth of education.", "owner": "Debasish Mridha"}, {"item": "Education is the light in the darkness of ignorance.", "owner": "Debasish Mridha"}, {"item": "Without education, there will be no knowledge. Without knowledge, how can there be success?", "owner": "Debasish Mridha"}, {"item": "Education enlightens you to see the beauty of life.", "owner": "Debasish Mridha"}, {"item": "To improve a country, educate the citizens.", "owner": "Debasish Mridha M.D."}, {"item": "I am as knowledgeable as Socrates I know nothing. ", "owner": "Debasish Mridha"}, {"item": "Education enlightens our minds to see the world with new lights.", "owner": "Debasish Mridha"}, {"item": "True liberty comes from education, knowledge, and wisdom.", "owner": "Debasish Mridha"}, {"item": "In school we learn to think alike, but true education is to learn how to think differently.", "owner": "Debasish Mridha"}, {"item": "The ultimate goal of education is to gain wisdom from experiences.", "owner": "Debasish Mridha M.D."}, {"item": "If we can teach everyone how to calm their minds, this world will see peace.", "owner": "Debasish Mridha"}, {"item": "Education enhances the beauty of the mind by learning to see the beauty in every little thing.", "owner": "Debasish Mridha"}, {"item": "Wisdom is like the moonlight that quietly inspires you.", "owner": "Debasish Mridha"}, {"item": "To be an educator, teach and keep learning.", "owner": "Debasish Mridha"}, {"item": "Wisdom comes from education and experience—not from age.", "owner": "Debasish Mridha"}, {"item": "The true wealth of a nation is not their natural resources but their achievements in education.", "owner": "Debasish Mridha"}, {"item": "Your universe grows when you are learning.", "owner": "Debasish Mridha"}, {"item": "When you share your knowledge, you gain wisdom. Share as much as you can and as often as you can.", "owner": "Debasish Mridha"}, {"item": "The biggest risk in life is not the failure, but the failure to get an education.", "owner": "Debasish Mridha"}, {"item": "Questions open the mind answers shut it down. ", "owner": "Debasish Mridha"}, {"item": "Education is the fertilizer for the mind, the seeds for success, and the eye opener for life.", "owner": "Debasish Mridha M.D."}, {"item": "Education unlocks the greatest potential of the human mind.", "owner": "Debasish Mridha M.D."}, {"item": "Those who want to learn, listen. Those who do not want to think, speak.", "owner": "Debasish Mridha M.D."}, {"item": "Curiosity is the origin of knowledge. Experience is the origin of wisdom.", "owner": "Debasish Mridha"}, {"item": "Learn by reading, listening, observing, imitating, and emulating.", "owner": "Debasish Mridha"}, {"item": "When you sweeten your knowledge and experience with your thoughts, it becomes your wisdom.", "owner": "Debasish Mridha"}, {"item": "Education shows the path to the door of opportunity. It gives confidence and hope to open it.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of education. Kindness is the essence of morality.", "owner": "Debasish Mridha"}, {"item": "Knowledge is beautiful science is amazing. ", "owner": "Debasish Mridha M.D."}, {"item": "I read to learn. I teach to understand. I practice to gain experience and wisdom.", "owner": "Debasish Mridha"}, {"item": "To gain wisdom, you must not only acquire knowledge, but you must assimilate it within your being.", "owner": "Debasish Mridha"}, {"item": "To stay young, accept the changes and continue to learn.", "owner": "Debasish Mridha"}, {"item": "Education has enhanced my wisdom. Simplicity and humility will not allow me to call myself wise.", "owner": "Debasish Mridha M.D."}, {"item": "Your mind is the most fertile and largest land in the universe. You can grow anything you desire.", "owner": "Debasish Mridha"}, {"item": "To find a focus, learn to love and dream.", "owner": "Debasish Mridha"}, {"item": "Education is the key to the door of opportunity.", "owner": "Debasish Mridha"}, {"item": "The purpose of education is to create a purpose for life. Go for it with the utmost sincerity.", "owner": "Debasish Mridha M.D."}, {"item": "Be courageous enough to learn from failures and bold enough to begin anew.", "owner": "Debasish Mridha"}, {"item": "To find your self, get lost is the search of knowledge and wisdom.", "owner": "Debasish Mridha"}, {"item": "True education creates a new reality for humanity.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the ultimate secret of courage.", "owner": "Debasish Mridha"}, {"item": "Education enhances the power of experience and the beauty of life.", "owner": "Debasish Mridha M.D."}, {"item": "Just as you learn from a teacher, so you can observe and learn from the educator we call nature.", "owner": "Debasish Mridha"}, {"item": "Education is a process of cultivating diamonds in a field called the mind.", "owner": "Debasish Mridha"}, {"item": "The more I learn, the more doors of information and opportunity are open to me.", "owner": "Debasish Mridha"}, {"item": "For success, attitude is often more important than education.", "owner": "Debasish Mridha"}, {"item": "Education is a never ending light that enlightens our path of life.", "owner": "Debasish Mridha"}, {"item": "Education is the key to progress and success for human beings and for a nation.", "owner": "Debasish Mridha"}, {"item": "We often feel proud of our knowledge even when it is filled with emptiness.", "owner": "Debasish Mridha"}, {"item": "To be free, get an education. To be happy, spread compassion.", "owner": "Debasish Mridha M.D."}, {"item": "I am not a teacher I am a path finder. ", "owner": "Debasish Mridha M.D."}, {"item": "The best investment for poverty elimination is education.", "owner": "Debasish Mridha"}, {"item": "When you don't know a thing, learn. When you know the truth, teach.", "owner": "Debasish Mridha"}, {"item": "You might be educated, but if you are not kind you are not wise.", "owner": "Debasish Mridha"}, {"item": "Common sense is very uncommon. It is also shaped by your education.", "owner": "Debasish Mridha M.D."}, {"item": "Seek knowledge to amaze yourself endlessly.", "owner": "Debasish Mridha"}, {"item": "Results are always hidden in thoughts and actions.", "owner": "Debasish Mridha M.D."}, {"item": "Education helps you to be what you really want to be.", "owner": "Debasish Mridha"}, {"item": "True education begins after you are done with formal education.", "owner": "Debasish Mridha M.D."}, {"item": "It is up to you to cultivate your field of mind in order to grow golden crops.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha-m-d,", "updatedAt": "2023-05-26 21:16:05"}