{"contents": [{"item": "Deceiving others. That is what the world calls a romance.", "owner": "Oscar Wilde"}, {"item": "What, Rudolph wasn’t available?", "owner": "Sierra Donovan, Do Not Open 'Til Christmas"}, {"item": "Okay, babe, I'm here.”", "owner": "Christy Reece, Rescue Me"}, {"item": "There is no cosmetic to gain a beauty like yours.", "owner": "Amit Kalantri, I Love You Too"}, {"item": "Vampires. Honestly, they're like children sometimes. ", "owner": "Richelle Mead, Succubus Blues"}, {"item": "He’d used the amulet to read my thoughts again. I pictured smacking him in the face.", "owner": "Priya Ardis, Ever My Merlin"}, {"item": "I would not have imagined that love himself would have such a fatal blow this.", "owner": "Valentinno"}, {"item": "By morning you won't remember his name and you won't want to forget mine.\" -Vinter", "owner": "Lissa Matthews, Simple Need"}, {"item": "If your parents left you, it doesn’t mean that other people will also do it to you.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "He who sacrifices his respect for love basically burns his body to obtain the light.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You keep runnin that mouth and I'm goin to take you back there and screw you.", "owner": "Cormac McCarthy, No Country for Old Men"}, {"item": "Vane grabbed me. “DuLac, let’s chat.” British-speak for “Stand still while I yell at you.", "owner": "Priya Ardis, My Merlin Awakening"}, {"item": "You're wearing a lace thong?\" Dolly clapped her hands. \"That's absolutely perfect for romance.", "owner": "Peggy Webb, The Mona Lucy"}, {"item": "Oh no. Don't smile. You'll kill me. I stop breathing when you smile.", "owner": "Tessa Dare, A Lady of Persuasion"}, {"item": "There is nothing more beautiful than a vulnerable heart in open hands.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "Gentle he would be, denied he would not.", "owner": "Diana Gabaldon, Outlander"}, {"item": "My spouse is my shield, my spouse is my strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "I tell you all the time, you will never be able to replace me with a brass and steam contraption.", "owner": "Maeve Alpin, As Timeless As Stone"}, {"item": "You are judged many times more by what you do in groups than for what you do as individuals.", "owner": "Compton Gage"}, {"item": "The scrupulous survivors in life are the best counterweight to unscrupulous survivors.", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "Give a man a finger, he’ll put a wedding ring on it!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "It’s as if our bodies know the secret that we don’t wish to admit yet.", "owner": "Nicky Fox, My Pin-up Girl"}, {"item": "I want him to love me as much as I love him.", "owner": "L.J. Smith, The Awakening"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "Anger does not change the fact. The will to take control is everything.", "owner": "Compton Gage"}, {"item": "Your smile and your laughter lit my whole world.", "owner": "Ranata Suzuki"}, {"item": "Every great love starts with a great story...", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Rene Caron takes my breath away!", "owner": "Teresa Lynn"}, {"item": "You’re a nosy sleuth like me because you can’t help it,” Alma said.", "owner": "Ed Lynskey, Sweet Betsy"}, {"item": "the unexpected moment [is] always sweeter.", "owner": "Julia Quinn, The Viscount Who Loved Me"}, {"item": "I'm not going anywhere.", "owner": "Allie Burke, Violet Midnight"}, {"item": "Though it’s reasons to burn may vary... you are always the fuel of my fire.", "owner": "Ranata Suzuki"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "Where are you taking me?” Abby asked from the passenger seat of the pickup.", "owner": "B.J. Daniels, Dead Ringer"}, {"item": "You know if you would just do as I say I wouldn't have to hurt you.", "owner": "Amanda Stephan, The Price of Trust"}, {"item": "I may be heaven-sent, but I'm not perfect.", "owner": "Cynthia Leitich Smith, Eternal"}, {"item": "Alainn, it is no herb that has made me so entirely insatiable, 'tis just being with you.", "owner": "Leigh Ann Edwards, The Farrier's Daughter"}, {"item": "I swear I won't touch you even with a finger until you ask me yourself.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Those words, that voice, had more power over me than any phantom ever could.", "owner": "Richelle Mead, The Ruby Circle"}, {"item": "The house was the color of baby vomit.", "owner": "Pixie Lynn Whitfield, Chasing Dirt Roads"}, {"item": "Gem, there is an exception to every rule and we are going to be it. I'm not losing you.", "owner": "Melissa Pearl, Golden Blood"}, {"item": "lean in to kiss mein all the placeswhere the acheis the most special.", "owner": "Sanober  Khan"}, {"item": "Don't be jealous, be agressive. Make 2012 yours!", "owner": "Rachel Firasek"}, {"item": "Suck on this, Edward.", "owner": "Dani Smith, Black Dog and Rebel Rose"}, {"item": "Forget everything that surrounds you. Think that there’s just you and me in this wide world.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Bonnie, believe in me. I’ll save you.I remember how to fly.", "owner": "L.J. Smith, Nightfall"}, {"item": "The reader is the final arbiter.", "owner": "Sam Reaves"}, {"item": "Love is one of those topics that plenty of people try to write about but not enough try to do.", "owner": "Criss Jami, Killosophy"}, {"item": "... fantasy is not practice for what is real—fantasy is the opiate of women.", "owner": "Shannon Hale, Austenland"}, {"item": "i writebecauseit is the only wayi can reach you.", "owner": "Sanober  Khan"}, {"item": "What business had I to think of one that never thought of me?", "owner": "Anne Brontë, Agnes Grey"}, {"item": "Oh dios mio, she makes me burn, she makes me need. She is etching herself into mi alma", "owner": "P.T. Macias, Hot & Spicy"}, {"item": "Death is not considerate, or fair.", "owner": "Compton Gage"}, {"item": "If you can't focus then how do you expect to make your dreams come true?", "owner": "The Prolific Penman"}, {"item": "His aftershave – eau du sex god - wafted her way.", "owner": "Amy Andrews, Playing the Player"}, {"item": "It doesn’t matter what’s wrong with him. We’re not going to act like he doesn’t exist. Not anymore.", "owner": "Carrie Butler, Strength"}, {"item": "He has the body of a professional athlete, chiseled to perfection in all the right places.", "owner": "Collette West, Night Games"}, {"item": "Marry me. You'll learn to love me, I promise.", "owner": "Robyn Carr, Sunrise Point"}, {"item": "No I'm not a dream, I'm your worst nightmare", "owner": "C.T. Todd"}, {"item": "So it’s true, when all is said and done, grief is the price we pay for love.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "I do not fear the darkness. It fears me.", "owner": "Grace Willows, Not On My Watch"}, {"item": "You, Faery Man, are wonderful.", "owner": "Desiree Williams, Illusionary"}, {"item": "A bond between souls is ancient - older than the planet.", "owner": "Dianna Hardy, The Witching Pen"}, {"item": "...There is no greater dividing force in this world than self-interest...", "owner": "Janvier Chando, The Union Moujik"}, {"item": "When it comes to love, Princess, rules blur, and traditions fade,", "owner": "Rose B. Mashal, Black Keys"}, {"item": "Cherish your existence, for memories become legacies and life can change in an instant.", "owner": "Ross Caligiuri"}, {"item": "Sometimes you can cattle rope your heart and sometimes you can't, is all.", "owner": "Deb Caletti"}, {"item": "American girls shivered and quivered at the Aussie accent whispered against their bodies.", "owner": "Cristin Harber, Delta: Redemption"}, {"item": "You are speaking of my future lover. Be more respectful.", "owner": "Charlaine Harris, Club Dead"}, {"item": "i immersemyselfin youlikei immerse myselfinto a beautiful story.", "owner": "Sanober  Khan"}, {"item": "A disastrous flaw in our design is that the heart always defies the brain.", "owner": "Piper Payne, White Lies"}, {"item": "Nobody speaks smut to my wife and gets away with it.", "owner": "Sandra Brown, Texas! Chase"}, {"item": "If she says goodbye, someone else will say hi.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "I will wait for you until the gold from the sun dwindles away.", "owner": "H.S. Crow, Lunora and the Monster King"}, {"item": "Dad\" I pleaded, \"this is so [cuss word you never, ever say in front of your mother] ridiculous.", "owner": "Jennifer Echols, Endless Summer"}, {"item": "Just remember that people who are known for their looks are rarely known for anything else.", "owner": "C.J. Carlyon, The Cherry House"}, {"item": "The most difficult aspect of moving on is accepting that the other person already did.", "owner": "Faraaz Kazi"}, {"item": "At what point is normal natural?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "As a rule of thumb, it was always safer if the Commander-in-Chief formulated a risky plan.", "owner": "Rowena Cherry, Forced Mate"}, {"item": "You deserve the love your soul craves for.Don't settle.", "owner": "J.A. ANUM"}, {"item": "Bite me.\" -Lieutenant Eve Dallas, from any of the In Death books.", "owner": "J.D. Robb"}, {"item": "Just one look and then I knew that all I longed for long ago was you", "owner": "Elizabeth Berg, Dream When You're Feeling Blue"}, {"item": "The words of men cannot be trusted, especially men like you!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "These times of woe afford no time to woo.", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "Don't be shy, dear. I'm too old for you to be embarrassed by me.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "I think I could spend an eternity with you, Killian, and never tire of hearing you speak to me.", "owner": "Leigh Ann Edwards, The Chieftain's Daughter"}, {"item": "There is darkness in light, there is pain in joy, and there are thorns on the rose.", "owner": "Cate Tiernan"}], "common_tag": "romance,", "updatedAt": "2023-07-01 19:09:51"}