{"contents": [{"item": "Let your neighbor’s needs be your concern", "owner": "Sunday Adelaja"}, {"item": "Serve the Lord with what you have — your substance, strength, knowledge, and ability", "owner": "Sunday Adelaja"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "Don't mistake activity with achievement.", "owner": "John Wooden"}, {"item": "Value-added time produces multiplication and production", "owner": "Sunday Adelaja"}, {"item": "Man is the carrier of God’s image", "owner": "Sunday Adelaja"}, {"item": "Uplifting God’s Kingdom on earth should be our life’s mandate as believers", "owner": "Sunday Adelaja"}, {"item": "Stop trying to make a living and begin to live", "owner": "Sunday Adelaja"}, {"item": "Your calling is in what you can do without noticing time", "owner": "Sunday Adelaja"}, {"item": "Work is not about survival alone", "owner": "Sunday Adelaja"}, {"item": "Be eager to explore new discoveries", "owner": "Sunday Adelaja"}, {"item": "Life evolved from time", "owner": "Sunday Adelaja"}, {"item": "Effectiveness of life is not in self aggrandising", "owner": "Sunday Adelaja"}, {"item": "God opens heavenly doors for us when we are rejected by people", "owner": "Sunday Adelaja"}, {"item": "True service is when you serve others without expecting anything in return", "owner": "Sunday Adelaja"}, {"item": "Your intensity increases your net worth", "owner": "Sunday Adelaja"}, {"item": "The ministry of Christ is based on people", "owner": "Sunday Adelaja"}, {"item": "Use your resources wisely and spend quality time on developing your resources", "owner": "Sunday Adelaja"}, {"item": "We bring glory to the Kingdom when we fellowship with one another", "owner": "Sunday Adelaja"}, {"item": "The compensation we receive from employment is not enough for the time being wasted", "owner": "Sunday Adelaja"}, {"item": "God is in your neighbor", "owner": "Sunday Adelaja"}, {"item": "Hide yourself in God, so when a man wants to find you he will have to go there first.", "owner": "Shannon L. Alder"}, {"item": "Living for your purpose is equivalent to living for the Kingdom of God", "owner": "Sunday Adelaja"}, {"item": "Your calling is buried in your background on earth", "owner": "Sunday Adelaja"}, {"item": "To live an effective life, you must understand the essence and secret of life", "owner": "Sunday Adelaja"}, {"item": "To live an effective life, you have to turn your back on the things of the world", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you build yourself", "owner": "Sunday Adelaja"}, {"item": "Your life content reduces with employment", "owner": "Sunday Adelaja"}, {"item": "Life should be used to fulfill the purposes of the Kingdom", "owner": "Sunday Adelaja"}, {"item": "It is only when we meet the needs of the people around us that God meets our needs", "owner": "Sunday Adelaja"}, {"item": "We should be blessings to others as believers", "owner": "Sunday Adelaja"}, {"item": "The key to an effective life is that things done for self don’t count", "owner": "Sunday Adelaja"}, {"item": "The first thing to do after you get fired is to discover God", "owner": "Sunday Adelaja"}, {"item": "The purpose of the Kingdom is the essence of life", "owner": "Sunday Adelaja"}, {"item": "Service to God is largely unacceptable without service to men", "owner": "Sunday Adelaja"}, {"item": "I have to serve with all my might.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your gift or calling enables you to ask the question of what to do", "owner": "Sunday Adelaja"}, {"item": "Our behavior to ordinary people depicts our actual nature", "owner": "Sunday Adelaja"}, {"item": "It’s either you are converting your time or not", "owner": "Sunday Adelaja"}, {"item": "Joblessness sets you free psychologically", "owner": "Sunday Adelaja"}, {"item": "Don’t exert all your energy on employment, locate your purpose", "owner": "Sunday Adelaja"}, {"item": "The secret of effective living is detachment", "owner": "Sunday Adelaja"}, {"item": "Don’t equate effective living to being busy", "owner": "Sunday Adelaja"}, {"item": "A steward in the above scripture is a servant who serves.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Life is fulfilling when you are being productive", "owner": "Sunday Adelaja"}, {"item": "You are living to the fullest when you live to discover and fulfill your purpose", "owner": "Sunday Adelaja"}, {"item": "Being rich or famous does not equate an effective life", "owner": "Sunday Adelaja"}, {"item": "Living for your purposes warrants eternal blessings", "owner": "Sunday Adelaja"}, {"item": "Joblessness makes you live without the fear of being fired", "owner": "Sunday Adelaja"}, {"item": "The amount of value produced at a certain period depends on the level of focus used to attain it", "owner": "Sunday Adelaja"}, {"item": "An effective life is a life of purpose", "owner": "Sunday Adelaja"}, {"item": "Time spent adding value is not wasted", "owner": "Sunday Adelaja"}, {"item": "Life is all about discovery", "owner": "Sunday Adelaja"}, {"item": "Your net worth comes from your added value", "owner": "Sunday Adelaja"}, {"item": "We reject God when we reject people", "owner": "Sunday Adelaja"}, {"item": "Employment sells out the future life", "owner": "Sunday Adelaja"}, {"item": "The nature of Christ is love", "owner": "Sunday Adelaja"}, {"item": "The primary thing that determines how effective your life is how you carry out your calling", "owner": "Sunday Adelaja"}, {"item": "You have to be skillful in your time management to be productive", "owner": "Sunday Adelaja"}, {"item": "Time is God’s given asset to humans", "owner": "Sunday Adelaja"}, {"item": "You need to do an inventory of yourself to discover your calling and purpose", "owner": "Sunday Adelaja"}, {"item": "As believers, we each have a different essence of existence", "owner": "Sunday Adelaja"}, {"item": "The image of God is in every human", "owner": "Sunday Adelaja"}, {"item": "You can only reach God through His creation", "owner": "Sunday Adelaja"}, {"item": "The best way to appreciate God is to appreciate His creation", "owner": "Sunday Adelaja"}, {"item": "You can only build yourself effectively in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "We glorify God when we encourage and bless His creation", "owner": "Sunday Adelaja"}, {"item": "The only need of God is in people", "owner": "Sunday Adelaja"}, {"item": "The only people remembered in history are the ones that dedicate their lives to service and purpose", "owner": "Sunday Adelaja"}, {"item": "Your destiny is connected with your calling", "owner": "Sunday Adelaja"}, {"item": "Appreciate others so that you can be appreciated", "owner": "Sunday Adelaja"}, {"item": "Your calling should bless and affect the lives of others for good", "owner": "Sunday Adelaja"}, {"item": "Time wasters are life wasters", "owner": "Sunday Adelaja"}, {"item": "Greatness is an attainment bought with the currency of time", "owner": "Sunday Adelaja"}, {"item": "You need to understand the principle of intensity to reclaim time", "owner": "Sunday Adelaja"}, {"item": "Nothing is possible without time", "owner": "Sunday Adelaja"}, {"item": "You need focus and concentration to be effective in life", "owner": "Sunday Adelaja"}, {"item": "You cannot discover God without discovering people", "owner": "Sunday Adelaja"}, {"item": "Only people who believe in themselves are able to do exploits", "owner": "Sunday Adelaja"}, {"item": "Love for people is the basis of our fellowship with God", "owner": "Sunday Adelaja"}, {"item": "Life is given to bring the will of God on earth", "owner": "Sunday Adelaja"}, {"item": "The best kind of happiness is a habit you're passionate about.", "owner": "Shannon L. Alder"}, {"item": "Serving people is more important to God than the religious activities we engage in", "owner": "Sunday Adelaja"}, {"item": "The value of a substance is the product of the time spent to achieve it", "owner": "Sunday Adelaja"}, {"item": "It is our responsibility as believers to bring the will of God to the people", "owner": "Sunday Adelaja"}, {"item": "Always have a list of what you want to achieve in life", "owner": "Sunday Adelaja"}, {"item": "Work to fulfill your calling", "owner": "Sunday Adelaja"}, {"item": "Our service as believers is not complete without fellowship with people", "owner": "Sunday Adelaja"}, {"item": "The vicious circle of life is employment", "owner": "Sunday Adelaja"}, {"item": "You cannot have a cordial relationship with God when you reject people", "owner": "Sunday Adelaja"}], "common_tag": "service,", "updatedAt": "2023-05-26 21:16:05"}