{"contents": [{"item": "Being in a bad relationship is like trying to dance when you’re sad.", "owner": "Ron Baratono"}, {"item": "Anything in your life achieved too soon or too freely with little sacrifice is lost too quickly", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "You are not honored for the fruit you pick, but for the trees you plant.", "owner": "Matshona Dhliwayo"}, {"item": "Your vision helps you filter your decisions or choices and directs your actions.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Your rebel soul shines like a diamond pulled from dust: bright, clear and flawless.", "owner": "Jay     Long"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "Progress can’t be achieved without investing in and constantly improving yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "What you do consistently shapes your life.", "owner": "Mensah Oteh"}, {"item": "Stay strong, stay positive, and never give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am filled with abundance, gratitude, and love.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Oh yes. Sometimes love hurts. But the lack of love kills.", "owner": "Karishma Magvani"}, {"item": "A life filled with excuses is defeated, unproductive, and miserable.", "owner": "Stephanie Lahart"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be yourself there is no one better", "owner": "Selena Gómez"}, {"item": "You're only as good as your last thought of yourself.", "owner": "Curtis Tyrone Jones"}, {"item": "Truth. Humans don't need the Truth.", "owner": "Robert Neil Fleischer, Alien Biography"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The storm is the optimist’s friend, but the pessimist’s nightmare.", "owner": "Matshona Dhliwayo"}, {"item": "Always have a willing hand to help someone, you might be the only one that does.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Success is not how high you have climbed, but how you make a positive difference to the world.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The biggest obstacle in life, is not failure. The biggest obstacle, is the fear of failure.", "owner": "Nurudeen Ushawu"}, {"item": "Have you decided how great you want to be? It’s really up to you. Greatness is a choice.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Spirit is a child, the tune of dancing feet its lullaby.", "owner": "Shah Asad Rizvi"}, {"item": "When you consciously choose to do what you love, life becomes a pleasure and ceases to be a chore.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "God sees Himself in the eyes of the refined soul.", "owner": "Robin Bertram, No Regrets: How Loving Deeply and Living Passionately Can Impact Your Legacy Forever"}, {"item": "We all have the innate capacity to feel free.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Extraordinary magic is woven through ordinary life. Look around!", "owner": "Amy Leigh Mercree"}, {"item": "One of the best ways to influence people is to make them feel important.", "owner": "Roy T. Bennett"}, {"item": "Life is not measured by what you have. It's measured by what you give.", "owner": "Aaron Dennis"}, {"item": "some winterswill never meltsome summerswill never freezeand some things will only... live in poems.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "My collage opens my heart to endless joy. I am an artist!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Success isn’t entirely a numbers game, but numbers play a part.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "The easiest way to be reborn is to live and feel life everyday", "owner": "Munia Khan"}, {"item": "If the sky never grew dark, we would not be able to clearly see the stars.", "owner": "Matshona Dhliwayo"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "The best lessons of life are learnt in silence and solitude.", "owner": "Abhijit Naskar"}, {"item": "Every challenge, every adversity, contains within it the seeds of opportunity and growth.", "owner": "Roy  Bennett"}, {"item": "fight for what you believe in,for if you don't you will be forever fighting against yourself.", "owner": "Keisha Keenleyside"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I recognize my gifts and optimize them. I accept my total being and honor all parts of myself.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Too many people are too busy making a living to make a life.", "owner": "Roy T. Bennett"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "I connect with the world of flora and experience the bliss of that connection!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Achievers are biased towards action despite any fear, and this courage sets them apart from others.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "My Life is boring without God", "owner": "Genereux Philip"}, {"item": "The world is already full of critics; to stand out, be an encourager.", "owner": "Matshona Dhliwayo"}, {"item": "My vibration is always in the sublime sunshine of life!", "owner": "Debbie A. Anderson"}, {"item": "Humility is the courage to be honest with yourself and those around you.", "owner": "Ken Poirot"}, {"item": "The most formidable adversary of evil is a persistent man with a loud conscience.", "owner": "Justin Alcala"}, {"item": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "owner": "Roy T. Bennett"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Joy is all around me, and I celebrate it all.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Every day could be your last, so share your love far and wide with everyone you adore.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Catch the life with the agility of a dog trying to get a hold of the flying Frisbee!", "owner": "Mehmet Murat ildan"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Knowledge is strength. Ignorance is the kiss of death.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Sometimes life is about risking everything for a Dream that no one can see but you.", "owner": "Bunny Naidu"}, {"item": "Embrace wisdom and relentlessly pursue joy, and you can live agelessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Create in your mind a picture of what you want and then live that vision as if it already exists.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Your vision helps the world identify you at the appropriate time.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "There is nothing so convincing as a thing well done.", "owner": "Roy T. Bennett"}, {"item": "If your thoughts are higher than your problems, you can fly above them.", "owner": "Matshona Dhliwayo"}, {"item": "We aren't either afraid or brave, we’re usually both.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Follow your heart, listen to your inner voice, stop caring about what others think.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am joyfully one with all existence.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I let my love for all flow through art, and I express how I feel.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "Anyone can smile for a photo, but who is still smiling after the selfie?", "owner": "Ken Poirot"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "Taking consistent action is guaranteed to increase the probability of your success.", "owner": "Mensah Oteh"}, {"item": "Angels are all around us every day. Notice them and realize the benevolence of life.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Your heart is the size of an ocean. Go find yourself in its hidden depths.", "owner": "Jalaluddin Rumi"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better.", "owner": "DeWayne Owens"}, {"item": "I respect myself and receive joy form all directions.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Don't promote negativity online and expect people to treat you with positivity in person.", "owner": "Germany Kent"}, {"item": "I live love in each moment. I let love heal me and elevate me to my highest self.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Doing our best and doing it better everyday will help us lead our lives with peace of mind.", "owner": "Mohith Agadi"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, focus your energy on what you can create.", "owner": "Roy  Bennett"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "The biggest of obstacle in life, is not failure. The biggest obstacle, is the fear of failure.", "owner": "Nurudeen Ushawu"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Choose love and joy as much as you can in each moment and watch your life transform.", "owner": "Amy Leigh Mercree"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "life-quotes,", "updatedAt": "2023-05-26 21:16:05"}