{"contents": [{"item": "I asked myself only when he needed my help, \"How will the broken heal the wounded?", "owner": "Sanhita Baruah"}, {"item": "Everything started as nothing.", "owner": "Auliq Ice"}, {"item": "I don’t think you ever really understood….…. All the love I had in the world went to you.", "owner": "Ranata Suzuki"}, {"item": "Success may create excitement, but only significance leads to fulfilment.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "When it comes to love, Princess, rules blur, and traditions fade,", "owner": "Rose B. Mashal, Black Keys"}, {"item": "Love will always be blind, but will never be deaf.", "owner": "Matshona Dhliwayo"}, {"item": "Where the cheerful childrenof unwritten poems,play all around,you will find me there.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "Never wear a shoe that doesn't fit you", "owner": "Aireen Pontillo"}, {"item": "I am filled with abundance, gratitude, and love.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Be willing to give up something you believe to be of value to get something of greater value.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "I married a man who was as much a part of me as my own soul.", "owner": "C.J. English"}, {"item": "You are that one breath. that puts all the remaining breaths. back into my body.", "owner": "Sanober  Khan"}, {"item": "Greatness is achieved when you fulfil your purpose by doing what you were born to do.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I'm afraid that if we move on to such topics, I won't be able to let you go safe and sound.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "The discipline of delaying gratification is a factor for predicting success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Your love brought me closer to God.", "owner": "Kamand Kojouri"}, {"item": "You are the best thing that will happen to someone today.", "owner": "Mensah Oteh"}, {"item": "Define success by your terms, not by other people’s standards.", "owner": "Mensah Oteh"}, {"item": "We learn from conflicts only when we are willing to do so.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "You’re everything to me. But at best, I’m just a memory to you.", "owner": "Ranata Suzuki"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Don't be shy, dear. I'm too old for you to be embarrassed by me.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Everyone thinks to the extent of their own depravity.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "If I really start tweeting about you, 'even the sky will fall in love with me.", "owner": "Balakoteswara Panchakshari"}, {"item": "The promise of the future is only possible when the price is paid in full and in advance.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I love my animal allies and am grateful for their support. I accept it.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "If you go on touching me, I’ll catch fire before your eyes.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Truth. Humans don't need the Truth.", "owner": "Robert Neil Fleischer, Alien Biography"}, {"item": "Love is not honourable, unless it is based on equality.", "owner": "Marie de France, The Lais of Marie de France"}, {"item": "Kindness alchemizes the soul, and a sweeter, richer life is the delicious result.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Though I never really had you….… to me you will always be the one that got away.", "owner": "Ranata Suzuki"}, {"item": "And you haven’t got a ‘pause’ button, have you? You are just uncontrollable!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Love doesn't go away overnight. It sometimes stays for coffee.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "I'd rather teach you how to make BREAD than give you a SLICE from my BREAD.", "owner": "Genereux Philip"}, {"item": "Ninety-five per cent of your success or failure will come from your daily habits.", "owner": "Mensah Oteh"}, {"item": "Oh yes. Sometimes love hurts. But the lack of love kills.", "owner": "Karishma Magvani"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "I am lovable in endless ways. I look myself straight in the eye with love and acceptance.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Edward chuckled into her mouth.", "owner": "Kristen Casey, Finding Love"}, {"item": "stronger than mountains.a place where my heart feels the safest- underneath his shirt.", "owner": "Sanober  Khan"}, {"item": "If love was absent, you would not feel disappointed; you would feel indifferent.", "owner": "Staci Bartley, A Dose Of Love: Simple words of wisdom for creating more love and less fear in your relationships."}, {"item": "Get around people who are trying to make a difference in the world. Iron sharpens iron.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Create in your mind a picture of what you want and then live that vision as if it already exists.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "I’m giving pleasure to you. Don’t interfere.", "owner": "Olga Goa"}, {"item": "...I fell asleep and had a dream that a king was liquidated by a group of kind faces....", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "Success has more to do with what you are willing to sacrifice than your skills, talent or IQ.", "owner": "Mensah Oteh"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "You are important to me , because i thought so.", "owner": "Haritha Velpureddy"}, {"item": "Your omnipresence is marvellous!I breathe and you enter me.I exhale and enter into you.", "owner": "Kamand Kojouri"}, {"item": "To achieve success, you need to develop the ability to see through your mind’s eye continuously.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "We cannot hunt for love. We can only surrender and become love’s prey.", "owner": "Kamand Kojouri"}, {"item": "Joy gives you strength.Hope gives you fortitude.Faith gives you courage.Love gives you power.", "owner": "Matshona Dhliwayo"}, {"item": "Hard work without purpose seldom leads to success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "I Love the Smell of Success in the Shadows of Failure.~Ayyaz Ameer Meo", "owner": "Ayyaz Ameer Mayo"}, {"item": "I call her Google because she got everything I have been searching for.", "owner": "Genereux Philip"}, {"item": "Courage is the ability to make yourself take action in spite of your fear.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "I know he wasn’t perfect…But he did the best impression of it I’ve ever seen.", "owner": "Ranata Suzuki"}, {"item": "Think of the air you breathe as love. Changes everything.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "i’m going to love again so quietlyno one will know i’m home.", "owner": "stephanie   roberts"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "Close your eyes. Meditate on your love. This is God.", "owner": "Kamand Kojouri"}, {"item": "Self-discipline is a prerequisite to progress.", "owner": "Mensah Oteh"}, {"item": "Talent is never enough. Effort, not talent, is the key to success.", "owner": "Mensah Oteh"}, {"item": "People who hide there feelings usually cares the most", "owner": "Swapna Rajput, The Beautiful Roses"}, {"item": "The most important relationship in your life should be your relationship with yourself.", "owner": "Mensah Oteh"}, {"item": "To become successful, you have to let go of something to get something else of greater value.", "owner": "Mensah Oteh"}, {"item": "God sees Himself in the eyes of the refined soul.", "owner": "Robin Bertram, No Regrets: How Loving Deeply and Living Passionately Can Impact Your Legacy Forever"}, {"item": "Fear takes you low, faith takes you high, but love takes you everywhere.", "owner": "Matshona Dhliwayo"}, {"item": "Learn more. Love more. Laugh more. Live more.", "owner": "Matshona Dhliwayo"}, {"item": "the onewho will jolt awakeall the unwrittenthe unsungand the unlived in me. i am waitingfor him.", "owner": "Sanober  Khan"}, {"item": "I think the word ‘pleasure’ is unknown to you. More precisely, its practical meaning.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Dear Single Ladies, Love is precious, Remember this: You are worth pursuing. Don't Cheapen Yourself", "owner": "Genereux Philip"}, {"item": "Feed your soul; books, places, people, anything. That helps it grow.", "owner": "M.L. Shanahan"}, {"item": "When we set an intention to explore our emotional hot spots, we create a pathway to real love.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "I am rooted in the unlimited love of the heart of the universe.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I live love in each moment. I let love heal me and elevate me to my highest self.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Notice how extraordinary your life truly is. It’s filled with love. Open your heart to it.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "It’s not how long you live that matters, it’s how well you live.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "I don't care about your pasti know one thingthati want to be your last", "owner": "Aamir Sarfraz (aamir rajput khan)"}, {"item": "If this is a dream, may we never wake up!", "owner": "Ahmed Mostafa"}, {"item": "Sharing our love is the highest form of bliss.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Never allow your life to be dictated by what you can see by sight, be guided by your inner vision.", "owner": "Mensah Oteh"}, {"item": "You are like a narcotic plant.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I love and care for everyone because I know the pain of being unloved and uncared.", "owner": "Luffina Lourduraj"}, {"item": "I always have many roads to travel, but I take the one which leads to you.", "owner": "Amit Kalantri, I Love You Too"}, {"item": "There is an ocean of silence between us… and I am drowning in it.", "owner": "Ranata Suzuki"}, {"item": "Dare to be different.", "owner": "Mensah Oteh"}, {"item": "When things are falling apart, know they are actually falling into place.", "owner": "Staci A. Welch-Bartley"}], "common_tag": "love-quotes,", "updatedAt": "2023-07-01 19:09:51"}