{"contents": [{"item": "This fire that we call Loving is too strong for human minds. But just right for human souls.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "There is no eleventh hour with Cosmic Ordering, only the golden hour.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Love has no color, love has no language and love has no religion.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "A good relationship with our children is the ultimate comfort we have while dying.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Unless you know where you are going then you will not know how to get there.", "owner": "Stephen Richards"}, {"item": "Spirituality is not adopting more beliefs and assumptions but uncovering the best in you.", "owner": "Amit Ray, Beautify your Breath - Beautify your Life"}, {"item": "When we have reached the depths of despair, only then can we look up and see the light of hope.", "owner": "Stephen Richards"}, {"item": "Cosmic Ordering is absent in body but present in spirit.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "People are a soul-ego-spacesuit.", "owner": "Stefan Emunds, A Modern Crash Course in Spirituality"}, {"item": "Show me a man that gets rich by being a politician, and I'll show you a crook.", "owner": "Harry Truman"}, {"item": "You are human, so stop acting as if though you are a sheep and start thinking for yourself.", "owner": "Stephen Richards"}, {"item": "When you are here, God is near.", "owner": "Kamand Kojouri"}, {"item": "There are more triumphs than defeats with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "Know you will win and you will win!", "owner": "Stephen Richards"}, {"item": "One generation passes away, and another generation cometh forth: but the earth abides for ever.", "owner": "Compton Gage"}, {"item": "The Holy Spirit reveals the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "Just a minute, Cosmic Ordering can give you a whole lot more ... a whole lifetime of more.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "You have not escaped his notice either- you are here by 'a call' not by choice.", "owner": "Compton Gage"}, {"item": "Cosmic Ordering success sticks to you like mud to a blanket.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If you have made mistakes in life there’s always another chance with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "And here's to the blues, the real blues— where there's a hint of hope in every cry of desperation.", "owner": "David Mutti Clark, Professor Brown Shoes Teaches the Blues"}, {"item": "Life is a mighty joke that is not meant to be funny.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "Violence is spiritual junk food, and boredom is spiritual anorexia.", "owner": "Peter Kreeft, Jesus-Shock"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "It is wonderful, this whole business of tickling and kissing God every night.", "owner": "Kamand Kojouri"}, {"item": "Religion is an experience, not a bunch of doctrines.", "owner": "Abhijit Naskar"}, {"item": "I believe in not trying to control things that are out of my control or none of my business.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "A stream of thoughts flows through one’s mind at a sacred-time.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "While fear depletes power, faith gives wings for the soul’s elevation.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "No need to steal someone’s thunder, with Cosmic Ordering you can make your own.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Other people are only aspects of our own greater being.", "owner": "Doug Dillon"}, {"item": "Those of us who embrace the feminine know its strength.", "owner": "Betsy Cornwell"}, {"item": "Forget the secrets of success, use Cosmic Ordering instead.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "The only thing limiting your aspiration is your imagination.", "owner": "Stephen Richards"}, {"item": "Do not be frightened, friend. Let us dance our way to God.", "owner": "Kamand Kojouri"}, {"item": "Don’t waste time making money ... use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "There's always a free lunch with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "I am wealth, I am abundance, I am Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "You can discover your sacred paths by reading.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "It’s payday every day of the week with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "God lives in and through the human mind, and not in any church, synagogue, temple or mosque.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "The key to failure is ignoring Cosmic Ordering.", "owner": "Stephen Richards"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "Time is the wisest counselor of all, but Cosmic Ordering is the biggest provider.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "How can you be a lover of loveand not be a lover of God?It is impossible.", "owner": "Kamand Kojouri"}, {"item": "In a world full of automated responses be the one who responds personally!", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "Panic, fear, worry, doubt, negativity ... words not recognized by Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Cosmic Ordering is your one way ticket to prosperity.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Failure is a steppingstone to poverty, Cosmic Ordering is an elevator to success.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Cosmic Ordering is with you in all that you do.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "A grandmother’s love is selfless all the way to the bones.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "If you do not have persistence then no amount of education, talent or genius can make up for it.", "owner": "Stephen Richards"}, {"item": "The question is: do you want suffering or do you want peace? It's that simple.", "owner": "Donna Goddard, Waldmeer"}, {"item": "In order to disprove the assertion that all crows are black, one white crow is sufficient.", "owner": "William James"}, {"item": "The grass withers, the flower fades, but Cosmic Ordering stands forever.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Ignite the light within you, it will make your world brighter.", "owner": "Avis J. Williams"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "To fail is a natural consequence of trying, to succeed is a natural consequence of Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "A soulmate is a direct pathway to God.", "owner": "Kamand Kojouri"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Believe in your dream and strength of your divine-self.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "I have met the devil - he is not!", "owner": "Fakeer Ishavardas"}, {"item": "...There is no greater dividing force in this world than self-interest...", "owner": "Janvier Chando, The Union Moujik"}, {"item": "Happiness is something we reap from the seeds we sow. Plant misery seeds and that us what you reap.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Don't live to be judged for what you haven't done. Live to be judged for what you have done.", "owner": "Stephen Richards"}, {"item": "What a lover’s heart knows let no man’s brain dispute.", "owner": "Aberjhani, Visions of a Skylark Dressed in Black"}, {"item": "The true measure of success is how many times you can bounce back from failure.", "owner": "Stephen Richards"}, {"item": "Compassion is the religion of the heart.", "owner": "Ma Jaya Sati Bhagavati, The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You"}, {"item": "Beliefs are not related to religion but they are basically about who you are.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Happy people produce. Bored people consume.", "owner": "Stephen Richards"}, {"item": "You are worthy of a great life. Desire, dream and seek it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A Cosmic Ordering beginning makes a wealthy ending.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "Today I am even richer.", "owner": "Stephen Richards"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}], "common_tag": "spirituality,", "updatedAt": "2023-07-01 19:09:51"}