{"contents": [{"item": "Forget all about ‘What if’. Believe in possibilities.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If you can believe, you be made well.", "owner": "Lailah Gifty Akita"}, {"item": "And hope is but a dream of those that wake.", "owner": "Matthew Prior"}, {"item": "A jewelled garden the envy of Aladdin's cave spilled across the courtyard.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.", "owner": "Robert M. Drake"}, {"item": "We live only for the hope of love.", "owner": "Kamand Kojouri"}, {"item": "Grow your courage by remembering each day is a gift.", "owner": "Auliq-Ice"}, {"item": "What can you do how much can you give to bring grace and salvation unto even one soul", "owner": "Bree Despain, The Dark Divine"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "In the meantime, I’llwish it upon a star.'- Michael Cooper", "owner": "Julie Ann Knudsen, In the Middle of Nowhere"}, {"item": "You're not defeated when you lose a battle.You are defeated when you give up the struggle", "owner": "Mouloud Benzadi"}, {"item": "Hope without love is hopeless.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Feelings, rationale and values are the top qualities that make a person exceedingly human.", "owner": "Janvier Chouteu-Chando"}, {"item": "The power of prayer is the purity of life.", "owner": "Lailah Gifty Akita"}, {"item": "Keep a light, hopeful heart. But ­expect the worst.", "owner": "Joyce Carol Oates"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "Anger does not change the fact. The will to take control is everything.", "owner": "Compton Gage"}, {"item": "Sometimes the most beautiful people are beautifully broken.", "owner": "Robert M. Drake"}, {"item": "The harder you search the more troubled you become.", "owner": "Compton Gage"}, {"item": "If the fire in your heart is strong enough, it will burn away any obstacles that come your way.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The way to screw up somebody's life is to give them what they want.", "owner": "Patrick Swayze"}, {"item": "We perish, when we lose hope.", "owner": "Lailah Gifty Akita"}, {"item": "Hope is full assurance of faith.", "owner": "Lailah Gifty Akita"}, {"item": "But hoping,\" he said, \"is how the impossible can be possible after all.", "owner": "Marissa Meyer, Heartless"}, {"item": "With grace of God, we can only be glad.", "owner": "Lailah Gifty Akita"}, {"item": "The heavenly Father is faithful.", "owner": "Lailah Gifty Akita"}, {"item": "Is there any hope for the dead?", "owner": "Lailah Gifty Akita"}, {"item": "It’s like you’re always living in your head. . . . Relax and appreciate your surroundings a little.", "owner": "Brent  Jones, The Fifteenth of June"}, {"item": "The degree of your desire determines your dedication.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "My hope still is to leave the world a bit better than when I got here.", "owner": "Jim Henson"}, {"item": "We will not die cornered and cowering in the ruins of a dead city.", "owner": "Rachel L. Schade, Forsaken Kingdom"}, {"item": "In every circumstance, keep calm.", "owner": "Lailah Gifty Akita"}, {"item": "Nothing can squelch your fire except turning your back on the thing that fuels it.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "A baby is God's opinion that the world should go on.", "owner": "Carl Sandburg"}, {"item": "youth is easily deceived because it is quick to hope.", "owner": "Aristotle"}, {"item": "No matter what happens to us, as long as we have hope, we shall recover.", "owner": "Lailah Gifty Akita"}, {"item": "The first duty of a man is to think for himself", "owner": "José Martí"}, {"item": "You can use the stumbling blocks to build your success.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Hope is a bird that sings the songs of possibilities from the deepness of the heart.", "owner": "Debasish Mridha"}, {"item": "Lessons from the past create hope for the future and action in the present.", "owner": "Orrin Woodward"}, {"item": "How can we believe in Christ Jesus, without reading the Holy Bible?", "owner": "Lailah Gifty Akita"}, {"item": "She lives fearlessly in the light of her own truth.", "owner": "H.L. Balcomb"}, {"item": "Where the cheerful childrenof unwritten poems,play all around,you will find me there.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "Maybe what this is. What we have, is something that will save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "One of our goals is to encourage people that there is hope, there is a future.", "owner": "Garth Coonce"}, {"item": "The optimist's hope and the pessimist's despair: reciprocal illusions.", "owner": "Marty Rubin"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "Some things cannot be fixed. They can only be carried.", "owner": "Megan Devine, It's Ok That You're Not Ok: Meeting Grief and Loss in a Culture That Doesn't Understand"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "I like the night. Without the dark, we'd never see the stars.", "owner": "Stephenie Meyer, Twilight"}, {"item": "The need in me beautiful is to look back on you forever!!", "owner": "Abhijeet Sawant"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "The Kingdom of God does not come by Observation. It is hidden in the inner dimension.", "owner": "Compton Gage"}, {"item": "With hope, we can endure any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "One resolution I have made, and try always to keep, is this: ‘To rise above little things’.", "owner": "John Burroughs"}, {"item": "Madness and chaos are self-destructing but over thinking is the suicide.", "owner": "Robert M. Drake"}, {"item": "With no positivity, there is no hope; with no negativity, there is no improvement.", "owner": "Criss Jami, Healology"}, {"item": "It is not as much about who you used to be, as it is about who you choose to be.", "owner": "Sanhita Baruah"}, {"item": "Keep a little fire burning; however small, however hidden.", "owner": "Cormac McCarthy, The Road"}, {"item": "We swallowed the chaos because we knew we didn't want to be ordinary.", "owner": "Robert M. Drake"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "My patria vera or true fatherland is the place that enriches my soul.", "owner": "Janvier Chando, The Union Moujik"}, {"item": "You have to go head, even if no one goes with you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Hope dreams into being what is possible but not yet formed.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "Hope is victory in any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "You have the capacity to pursue your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Today, death is your opponent.", "owner": "Compton Gage"}, {"item": "God is forever faithful.", "owner": "Lailah Gifty Akita"}, {"item": "Old folks live on memory, young folk live on hope.", "owner": "Gayla Reid, All the Seas of the World"}, {"item": "What is the fear of God? The grace to shun evil.", "owner": "Lailah Gifty Akita"}, {"item": "Loneliness is your only companion.", "owner": "Compton Gage"}, {"item": "Grace is a free sacred gift from God.", "owner": "Lailah Gifty Akita"}, {"item": "May you have strength to complete studies.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "Every sin can be forgiven by the heavenly Father.", "owner": "Lailah Gifty Akita"}, {"item": "When you make mistakes-not IF, Fireheart, WHEN- I'll tell you all about them.", "owner": "Cinderpelt"}, {"item": "She wasn't broken. She was just bent, over the chance of being ignored by the one she loved.", "owner": "Robert M. Drake"}, {"item": "Life is a mighty joke that is not meant to be funny.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Life is cold, but I will put on my clothes and wear my shoes", "owner": "Ernest Agyemang Yeboah"}, {"item": "True hope is swift, and flies with swallow's wings.", "owner": "William Shakespeare"}, {"item": "Be a team player, not a bandwagon jumper.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "A willing spirit, diligently perform the sacred duty.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}], "common_tag": "hope,", "updatedAt": "2023-05-26 21:16:05"}