{"contents": [{"item": "Your voice could go to where your feet could not go.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Love powers my heart and color powers my soul.", "owner": "Anthony T Hincks"}, {"item": "It is the destiny of the weak to be devoured by the strong.", "owner": "Otto von Bismarck"}, {"item": "You can become a shining light for others.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Knowledge is NOT power. The correct application of knowledge is power.", "owner": "Izey Victoria Odiase"}, {"item": "Your environment will eat your goals and plans for breakfast.", "owner": "Steve Pavlina"}, {"item": "The price of ignorance is usually a life of frustration and destruction.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The royal power is the grace to act right.", "owner": "Lailah Gifty Akita"}, {"item": "Your right in a civilized society is to have freedom.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A leader must be taught or made to know the importance of justice for the people.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When you live in light, you live under God’s rulership.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Power-lust is a weed that grows only in the vacant lots of an abandoned mind. ", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "The number one price of ignorance is destruction.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Statistics, likelihoods, and probabilities mean everything to men, nothing to God.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "Atât de mare e puterea adevărului care, precum binele, se răspândește de la sine.", "owner": "Umberto Eco, Numele trandafirului"}, {"item": "We are at our most powerful the moment we no longer need to be powerful.", "owner": "Eric Micha'el Leventhal"}, {"item": "Politeness is the first thing people lose once they get the power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Faith in God will elevate you to next level blessings.", "owner": "Germany Kent"}, {"item": "Believe that your life is not ordinary and never look down on what you can do to impact a life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A voice of one insulted by injustice will make others to be delivered from the same injustice.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "To be honorable, you have to make sacrifices for others.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If one is to rule, and to continue ruling, one must be able to dislocate the sense of reality.", "owner": "George Orwell, 1984"}, {"item": "The necessity of creation is the sovereign power of choice", "owner": "Sunday Adelaja"}, {"item": "A poor, who hates power, once become powerful, hates poor.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Keep your best wishes, close to your heart and watch what happens", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "While fear depletes power, faith gives wings for the soul’s elevation.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "If there is a construction or a pathway in the spirit to be made, it is the way of godliness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You are not what others think you are. You are what God knows you are.", "owner": "Shannon L. Alder"}, {"item": "The power of love can spread magic to the world like nothing else.", "owner": "Amy Leigh Mercree"}, {"item": "If the weeds are removed and there is nothing planted, it is the weeds that will keep growing.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Godliness is not just a doctrine, a belief or a principle, it has a personality.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is the people who cannot stand oppression that qualifies to fight today’s modern slavery.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Recognizing power in another does not diminish your own.", "owner": "Joss Whedon"}, {"item": "Your purpose is more than just being happy, but it’s about making others to be blessed and happy.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If absolute power corrupts absolutely, where does that leave God?", "owner": "George Deacon"}, {"item": "You have a right to have a godly anger to bring about change, godliness and justice in the society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The power of prayer is the purity of life.", "owner": "Lailah Gifty Akita"}, {"item": "Your level of knowledge determines if you can be a priest for God or not.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is the people that are angry at the status quo that makes a decision to bring change.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "True education makes you humble and gives you power.", "owner": "Debasish Mridha"}, {"item": "Think on success, you will work for success, than you will get success", "owner": "Aymen Tmar"}, {"item": "What a curious power words have.", "owner": "Tadeusz Borowski, This Way for the Gas, Ladies and Gentlemen"}, {"item": "Don't you know no one can escapethe power of creatures reaching outwith breath alone?", "owner": "Marina Tsvetaeva"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "With the power of solitude, you can actually take up a decision to invent anything.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Be prepared to be on the race to fulfill and to achieve fulfillment.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "There is no one that cannot make an impact in this world.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "I wonder if fears ever really go away, or if they just lose their power over us.", "owner": "Veronica Roth, Allegiant"}, {"item": "Knowledge is strength. Ignorance is the kiss of death.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The devil is the reason for all the problems we have in the society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "God has no tolerance for ignorance therefore we should not have tolerance for ignorance also. ", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "In a democracy government is the God.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Personal ignorance leads to a negative impact on the society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We can choose to live under the ruler-ship of God or under the ruler-ship of the devil.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Knowledge is a power that you can borrow trust is a power which defines your inner strength. ", "owner": "Debasish Mridha"}, {"item": "If a person is not free, his right is restricted.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Voicing out against injustice in the society is championing a just cause.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The only area of strength for Satan’s rulership is in our area of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Prayer is the power of being.", "owner": "Lailah Gifty Akita"}, {"item": "The price of ignorance is way more than the price we would have paid to acquire knowledge.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You can become great through the power of time", "owner": "Sunday Adelaja"}, {"item": "As time and space are bent by gravity, so too is truth bent by power.", "owner": "James Rozoff"}, {"item": "You need to encourage yourself especially if you know you are on the path of significance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen"}, {"item": "You have to live intentionally as one with a unique purpose and determination.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The power to change your life lies in the simplest of steps.", "owner": "Steve Maraboli"}, {"item": "One of the main roots of ungodliness is being a lover of pleasure more than a lover of God.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "God has no regard for the ignorant.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Each individual needs to be pregnant with the seed of purpose.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "To embrace the spirit of godliness is to embrace everything godliness stands for.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "No tricks, no tools, but talent makes a task truly top class.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "My spouse is my shield, my spouse is my strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The principle of godliness must be believed and embedded as the culture to live by.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Man masters nature not by force, but by understanding", "owner": "Jacob Bronowski"}, {"item": "Some women walk towards a better future. Others have chauffeurs.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Look up and hook up to a life of significance and don’t look down on yourself.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Personal responsibility leads to national transformation.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If we really want to represent God in our day and time, we must embrace knowledge.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "What you discover valuable to you can make all the difference in your life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Make sure you speak out and loud enough to be heard.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Every evil we see in our society today can be traced back to ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Nobody but you have to believe in your dreams to make them a reality.", "owner": "Germany Kent"}, {"item": "When insulted by injustice, face it, stand up against it and demand your right and justice.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The teaching of godliness must be preached and taught in every available medium.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}], "common_tag": "power,", "updatedAt": "2023-07-01 19:09:51"}