{"contents": [{"item": "Your calling should bless and affect the lives of others for good", "owner": "Sunday Adelaja"}, {"item": "Purposefully dedicating time into developing yourself is one of the keys to being effective in life", "owner": "Sunday Adelaja"}, {"item": "I don't trust anybody who isn't a little bit neurotic", "owner": "Mohadesa Najumi"}, {"item": "The amount of value produced at a certain period depends on the level of focus used to attain it", "owner": "Sunday Adelaja"}, {"item": "Your intensity increases your productivity", "owner": "Sunday Adelaja"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "To be productive, you have to stop being absent-minded", "owner": "Sunday Adelaja"}, {"item": "If you are not living in active consciousness, you will always be lost", "owner": "Sunday Adelaja"}, {"item": "Time wasters are life wasters", "owner": "Sunday Adelaja"}, {"item": "You have to be purposeful and intense to reclaim your lost years", "owner": "Sunday Adelaja"}, {"item": "Now if we only knew what it means to know, we would be conscious.", "owner": "Atom Tate"}, {"item": "Vulnerability is the least celebrated emotion in our society", "owner": "Mohadesa Najumi"}, {"item": "Use your resources wisely and spend quality time on developing your resources", "owner": "Sunday Adelaja"}, {"item": "A stream of thoughts flows through one’s mind at a sacred-time.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "Life is a natural phenomenon – and by mystifying it, one only disgraces its natural beauty.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Consciousness reigns but doesn't govern.", "owner": "Paul Valéry"}, {"item": "Always have a list of what you want to achieve in life", "owner": "Sunday Adelaja"}, {"item": "Everything starts from inside of us, then comes outside of us.", "owner": "Avis J. Williams"}, {"item": "What is life to Spirit, is death to the ego.", "owner": "Vivian Amis, I Am: The Key to Manifesting"}, {"item": "Be strategic and purposeful in whatever you do", "owner": "Sunday Adelaja"}, {"item": "You don’t need any confirmation if you are already in the spirit", "owner": "Sunday Adelaja"}, {"item": "Respect everyone who crosses your path, even if you feel they don't deserve it.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Dance bravely into your own heart, and you will find the love of all.", "owner": "Tehya Sky"}, {"item": "All our sentiments - religious, romantic or any other - are born in the neurons.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "A philosopher's main task is to compulsively filibuster", "owner": "Mohadesa Najumi"}, {"item": "Be conscious of your actions daily", "owner": "Sunday Adelaja"}, {"item": "You need to understand the principle of intensity to reclaim time", "owner": "Sunday Adelaja"}, {"item": "Practice bravery every day and the self-worth will come.", "owner": "Alaric Hutchinson"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Your intensity increases your net worth", "owner": "Sunday Adelaja"}, {"item": "There is a knowledge that is beyond the mind and the intellect, it is the wisdom of consciousness.", "owner": "Belsebuub"}, {"item": "The teacher should be like the conductor in the orchestra, not the trainer in the circus.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Belief is a wonderful way to pass the time until the facts come in.", "owner": "Carl R White"}, {"item": "The world needs gigantic strong wills in front of which even the mountains will be crumbled.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Your calling is buried in your background and life experience", "owner": "Sunday Adelaja"}, {"item": "Throw away the doctrine of waiting for confirmation", "owner": "Sunday Adelaja"}, {"item": "Always live in the here and now", "owner": "Sunday Adelaja"}, {"item": "A conscious human is driven by their conscience, not popular opinion.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Your calling is concealed in you and has to be discovered by you alone", "owner": "Sunday Adelaja"}, {"item": "To be prepared against surprise is to be trained. To be prepared for surprise is to be educated.", "owner": "James P. Carse, Finite and Infinite Games: A Vision of Life as Play and Possibility"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "You ought to stop everything and write the sacred-words as its flashes in your mind.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Eternity will not cause our memories to fade, it will force our hearts to accept the past.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "Cosmic consciousness is the next level of holistic perception.", "owner": "Laurie Nadel, Dr. Laurie Nadel's Sixth Sense: Unlocking Your Ultimate Mind Power"}, {"item": "The language of light can only be decoded by the heart.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Ignite the light within you, it will make your world brighter.", "owner": "Avis J. Williams"}, {"item": "Cherish your existence, for memories become legacies and life can change in an instant.", "owner": "Ross Caligiuri"}, {"item": "Here we go,” Phoenix said, turning back to Nora. “Try not to let this room scare you.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "We're so afraid of being hurt that we become the abuser first.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Do not only think about it, but feel about it, also, before taking appropriate action.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Choosing kindness is the ultimate expression of evolved consciousness. Grow by being kind.", "owner": "Amy Leigh Mercree"}, {"item": "I can’t tell you what consciousness is, but I know I can only think when I am conscious.", "owner": "Debasish Mridha"}, {"item": "Our ability to convert time determines how great we will become", "owner": "Sunday Adelaja"}, {"item": "Intensity is the extreme application of force and strength", "owner": "Sunday Adelaja"}, {"item": "When you are here, God is near.", "owner": "Kamand Kojouri"}, {"item": "We are the cosmos made conscious and life is the means by which the universe understands itself.", "owner": "Brian Cox"}, {"item": "Always take an inventory of your life", "owner": "Sunday Adelaja"}, {"item": "To completely understand me you must first accept that I am not you.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "You need to do an inventory of yourself to discover your calling and purpose", "owner": "Sunday Adelaja"}, {"item": "In choosing consciousness, we gift ourselves with presence.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Bravery is listening even when you don't want to hear it.", "owner": "Alaric Hutchinson"}, {"item": "Infinite and finite are both mental constructs.", "owner": "Abhijit Naskar"}, {"item": "Control of consciousness determines the quality of life.", "owner": "Mihaly Csikszentmihalyi, Flow: The Psychology of Optimal Experience"}, {"item": "You need speed to regain your lost years", "owner": "Sunday Adelaja"}, {"item": "It is better to be foolish than a dilettante.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Your calling is in what you often think about", "owner": "Sunday Adelaja"}, {"item": "Every decision you make in life will stem from one of two options: love or fear. Choose love.", "owner": "Ross Caligiuri"}, {"item": "If your idea is not against your conscience or the will of God, go for it", "owner": "Sunday Adelaja"}, {"item": "Education is the manifestation and evolution of the knowledge that is already inherent within you.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Knowing the Truth is not based on knowledge, but on being \"it\".", "owner": "Vivian Amis"}, {"item": "There are other beings live in between interval rhythms of our consciousness.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "The depth of consciousness widens our breadth of understanding and makes us uniconscious.", "owner": "Debasish Mridha"}, {"item": "We have to consciously monitor and maximize our time effectively and efficiently", "owner": "Sunday Adelaja"}, {"item": "Love is being able to view a situation without adding duality to it.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Be conscious about life and time in order to maximize your time effectively", "owner": "Sunday Adelaja"}, {"item": "You can discover your calling through the eyes of others", "owner": "Sunday Adelaja"}, {"item": "The totality of your commitment will make you more efficient", "owner": "Sunday Adelaja"}, {"item": "The doctrine of waiting for confirmation is one of the greatest time killers", "owner": "Sunday Adelaja"}, {"item": "Don't allow someone else's thoughts become the illustrations of YOUR story", "owner": "Netiera Danise, Common Cents: How to Live a Happy Life Without Money? It's Simple, Just Live!"}, {"item": "Truth in the human world, is constructed, defined and then reconstructed by the human self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "When you are intense, you will do things persistently and with speed", "owner": "Sunday Adelaja"}, {"item": "Learn to do everything with speed to be efficient and effective", "owner": "Sunday Adelaja"}, {"item": "All beliefs are equally valid.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "The only path wide enough for us all is love.", "owner": "Kamand Kojouri"}, {"item": "Truth, independent of the Self, is irrelevant to the biological existence of human life.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "In the society of thinking humanity, the natural law of trust should be - In I, I trust.", "owner": "Abhijit Naskar, Principia Humanitas"}], "common_tag": "consciousness,", "updatedAt": "2023-05-26 21:16:05"}