{"contents": [{"item": "Life is not a race....Everyone can win, so stop going around in circles.", "owner": "Nanette Mathews"}, {"item": "Only with grace, can we reach the goal.", "owner": "Lailah Gifty Akita"}, {"item": "Don't mistake activity with achievement.", "owner": "John Wooden"}, {"item": "Love, as life, is a journey. Finding true love for the ever after is an amazing achievement.", "owner": "Fadi Hattendorf"}, {"item": "Making a product is just an activity, making a profit on a product is the achievement.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Beauty is an illusion.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Don’t be fearless, but tame your fears, and stop at nothing.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Ideal is the one, who knows the self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "The strength of every individual is the grace for great work.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The degree of your desire determines your dedication.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You must learn everything that will help you achieve your goals", "owner": "Sunday Adelaja"}, {"item": "Be ashamed to die until you have won some victory for humanity.", "owner": "Horace Mann"}, {"item": "Opportunity doesn't make appointments, you have to be ready when it arrives.", "owner": "Tim Fargo"}, {"item": "It is amazing what you can accomplish if you do not care who gets the credit.", "owner": "Harry Truman"}, {"item": "Be pure, live a conscientious life, defend your dignity and be loving to others.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "So far, we have only seen a glimpse of the human possibilities.", "owner": "Yasmine Sherif (The Case for Humanity: An Extraordinary Session)"}, {"item": "The real battle is within yourself.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Dreams show us our infinate desires in life. If you dream it, you can achieve it.", "owner": "Dee Waldeck"}, {"item": "Happiness is not the Achievement of Dreams.It is the Path to Dreams.", "owner": "Vineet Raj Kapoor"}, {"item": "You can have what you desire if it is a holy dream.", "owner": "Lailah Gifty Akita"}, {"item": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "owner": "Hellen Keller"}, {"item": "Remember, each of us needs to be the best in our field", "owner": "Sunday Adelaja"}, {"item": "All great achievements are attained through mighty obstacles.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "With a clear vision you will arrive at your define-destination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Look Below and You'll feel Rich,Look Above and You'll feel Poor", "owner": "Vineet Raj Kapoor"}, {"item": "What the mind can conceive and believe, and the heart desire, you can achieve.", "owner": "Norman Vincent Peale"}, {"item": "Without failure, there is no success.", "owner": "Lailah Gifty Akita"}, {"item": "A willing soul will keenly go the length, breadth and depth to fulfill the dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "People are more apt to respond to crisis, than to their dreams and vision. Dare not be one of them.", "owner": "Ronald Mapamula"}, {"item": "Accept no limitations and you'll have no limitations.", "owner": "Clyde Lee Dennis"}, {"item": "You have to work harder to achieve your goals", "owner": "Lailah Gifty Akita"}, {"item": "Every great endeavour is fueled by great enthusiasm.", "owner": "Lailah Gifty Akita"}, {"item": "The visible success you achieve is the result of what you have done inside you", "owner": "Sunday Adelaja"}, {"item": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "All the bloodsheds in human history have been caused by men, not women.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Always ask yourself what you have achieved within a given time and the product of your life", "owner": "Sunday Adelaja"}, {"item": "You only fix something, when it’s broken. And you - are far from broken.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Multitasking is actually a hindrance to productivity. Focus on one thing and get it done.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "Whatever you have chosen to be your priority, set a time to it and be focused on achieving it.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "It is a healthy approach not to expect persons to turn out precisely how you would have wished.", "owner": "Criss Jami, Healology"}, {"item": "Don’t believe those who say, ‘you can’t’. You can make it in life.You can realise all your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be happy, not contented.", "owner": "Biju Paulose"}, {"item": "Who you are tomorrow begins with what you do today.", "owner": "Tim Fargo"}, {"item": "Only those who dare to fail greatly can ever achieve greatly.", "owner": "Robert F. Kennedy"}, {"item": "Each daily task, is but the future in a mask.", "owner": "Ronald Mapamula"}, {"item": "You can fly as high as you can.", "owner": "Lailah Gifty Akita"}, {"item": "We can do what we ought to do, only by great grace that comes from God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Great achievement requires personal force, determined spirit and self-confidence.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If it has to be done, take the responsibility to do it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Given the same honor and dignity as men, women can build a much better and more harmonious world.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "There is no limit to the amount of good you can do if you don't care who gets the credit.", "owner": "Ronald Reagan"}, {"item": "Knowing your purpose helps you in using all available resources in achieving your goals", "owner": "Sunday Adelaja"}, {"item": "No man can achieve success if he didn’t first know the value of time.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "If you can't do great things, do small things in a great way.", "owner": "Napoleon Hill"}, {"item": "A determined soul and indomitable spirit are necessary for any achievement.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Personal force, determined spirit and self confidence are your greatest self.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "​Let the lotus of your character be full-blown and the results will follow.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "All men who have achieved great things have been great dreamers.", "owner": "Orison Swett Marden"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "The biggest challenge after success is shutting up about it.", "owner": "Criss Jami"}, {"item": "Achievement has no color", "owner": "Abraham Lincoln"}, {"item": "In the achievement of dreams demands 100 percent dedication.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The roughest roads often lead to the top.", "owner": "Christina Aguilera"}, {"item": "I’d rather listen to what you think of yourself, than what the whole world has to say about you.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Soar with wit. Conquer with dignity. Handle with care.", "owner": "Criss Jami, Killosophy"}, {"item": "You must be intentional and decisive about what you want to achieve during your solitude time.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Find a purpose to serve, not a lifestyle to live.", "owner": "Criss Jami, Venus in Arms"}, {"item": "You have to go head, even if no one goes with you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Respect yourself and in time the whole world will respect you.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "The greatest single achievement of nature to date was surely the invention of the molecule DNA.", "owner": "Lewis Thomas"}, {"item": "Every great thing that's ever been achieved started with the belief that it could be.", "owner": "Clyde Lee Dennis"}, {"item": "Gather all your effort to achieve a single goal and you will be bound to succeed", "owner": "Sunday Adelaja"}, {"item": "Great things in business are never done by one person,They are done by a team of people", "owner": "Steve Jobs, Steve Jobs: His Own Words and Wisdom"}, {"item": "In my quest to search for knowledge, I know God, the source of knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "There is a price to be paid for any accomplishment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Every achievement is a servitude. It compels us to a higher achievement.", "owner": "Albert Camus"}, {"item": "Do all the work you can, while you can.", "owner": "Lailah Gifty Akita"}, {"item": "Be prepared to be on the race to fulfill and to achieve fulfillment.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Titles does not make a man. But the grace of thanks.", "owner": "Lailah Gifty Akita"}, {"item": "Only those who attempt the absurd can achieve the impossible.", "owner": "Albert Einstein"}, {"item": "When the awareness of what is achievable brushes your life, your journey has begun.", "owner": "Lorii Myers, Make It Happen, A Healthy, Competitive Approach to Achieving Personal Success"}, {"item": "It is not speed that matters, it's persistence.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "When you go in search of honey, you must expect to be stung by bees.", "owner": "Joseph Joubert"}, {"item": "To have the wisdom is rarely achieved by seeking the knowledge.", "owner": "Will Advise"}, {"item": "Arise my Sister! Awake my Sister! Start walking in the path of building your own identity!", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "I will never give up on my dreams. I have the patient to wait and work hard for its fulfillment.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Even small positive shifts in thinking, create huge results if you are consistent in your efforts", "owner": "Nanette Mathews"}, {"item": "the only true path to your dream is to perceive what others dim illogical", "owner": "Suli Breaks"}, {"item": "Achievement is no hocus-pocus. It's focus, focus!", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}], "common_tag": "achievement,", "updatedAt": "2023-07-01 19:09:51"}