{"contents": [{"item": "The world needs all types of minds.", "owner": "Temple Grandin"}, {"item": "An educated man should know everything about something and something about everything", "owner": "C.V. Wedgwood"}, {"item": "Knowing leads to caring.", "owner": "Shaun David Hutchinson, The Five Stages of Andrew Brawley"}, {"item": "Knowledge increases responsibility.", "owner": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?"}, {"item": "The course of our lives can be altered when we receive the gift of knowledge.", "owner": "Denis Hachey, Mind to Mind Conversation: Change Your Mind, Change Your Life"}, {"item": "You do realize as you grow older that almost nobody knows what they are talking about.", "owner": "John Cleese"}, {"item": "If things far away don’t concern you, you’ll soon mourn things close at hand.", "owner": "Confucius, The Analects"}, {"item": "Ideological opinion is not merely distinct from knowledge but the enemy of knowledge.", "owner": "Roger Scruton"}, {"item": "The final discovery is the discovery of knowledge.", "owner": "Kedar Joshi"}, {"item": "when you know more than you know, there's more to know", "owner": "Nivu"}, {"item": "No one knows anything, really. It's all rented, or borrowed.", "owner": "Ian McEwan"}, {"item": "Those with knowledge crave to become wiser, not powerful.", "owner": "Kiady Diaz"}, {"item": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.", "owner": "Benjamin Franklin"}, {"item": "My head bows before the thing you mention.But my heart doesn't speak that lan", "owner": "Nâzım Hikmet, Poems of Nazım Hikmet"}, {"item": "Knowledge is a tool, and like all tools, its impact is in the hands of the user.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "I’ve learned one thing-people who know the least anyways seem to know it the loudest.", "owner": "Al Capp"}, {"item": "The more you study, the more you know; how less you know.", "owner": "Imran Khan"}, {"item": "Science is learning to control everything but man.", "owner": "Billy Graham, Billy Graham in Quotes"}, {"item": "All children are atheists, they have no idea of God.", "owner": "Paul Henri Thiry d'Holbach, System of Nature"}, {"item": "Even subjects that are known are known only to a few", "owner": "Aristotle"}, {"item": "An investment in knowledge always pays the best interest.", "owner": "Benjamin Franklin, The Way to Wealth: Ben Franklin on Money and Success"}, {"item": "Knowledge without courage is sterile.", "owner": "Baltasar Gracián"}, {"item": "Knowledge is a weapon. I intend to be formidably armed.", "owner": "Terry Goodkind"}, {"item": "Certainty is the most vivid condition of ignorance and the most necessarycondition for knowledge.", "owner": "Kedar Joshi"}, {"item": "How you get to know is what I want to know.", "owner": "Richard Feynman, The Meaning of It All: Thoughts of a Citizen-Scientist"}, {"item": "Then we shan’t regard anyone as a lover of knowledge or wisdom who is fussy about what he studies…", "owner": "Plato, The Republic and Other Works"}, {"item": "nothing that is worth knowing can be taught", "owner": "Oscar Wilde"}, {"item": "Knowing too much of your future is never a good thing.", "owner": "Rick Riordan, The Lightning Thief"}, {"item": "I had to deny knowledge in order to make room for faith.", "owner": "Immanuel Kant, Critique of Pure Reason"}, {"item": "If you truly want to know a person, talk to their enemies.", "owner": "Jamie Leanne Gaines"}, {"item": "knowledge is conventionally viewed as belief plus a bunch of credentials", "owner": "Kathryn Schulz, Being Wrong: Adventures in the Margin of Error"}, {"item": "Acquiring knowledge is a form of imitation.", "owner": "Jiddu Krishnamurti"}, {"item": "Uthlubul ilma walau bisshin,” meaning, “Seek knowledge, even if it’s as far as China.” -17", "owner": "Ahmad Fuadi, Negeri 5 Menara"}, {"item": "Knowledge is the ultimate weapon. It always has been.", "owner": "Jim Butcher, White Night"}, {"item": "The weight of knowledge is too great for one mind to absorb.", "owner": "John Steinbeck, East of Eden"}, {"item": "Knowledge is the most powerful weapon.", "owner": "Demetrice Nguyen, A Whole Different Ball Game"}, {"item": "People don't care how much you know until they know how much you care", "owner": "Theodore Roosevelt"}, {"item": "Qui plussait, plus se tait. French, you know. The more a man knows, the less he talks.", "owner": "Madeleine L'Engle, A Wrinkle in Time"}, {"item": "Judgement can do without knowledge: but not knowledge without judgement.", "owner": "Michel de Montaigne, The Complete Essays"}, {"item": "In a time of turbulence and change, it is more true than ever that knowledge is power.", "owner": "John F. Kennedy"}, {"item": "The knowledge of God is a sacred pursuit.", "owner": "Lailah Gifty Akita"}, {"item": "The complexities of adult life get in the way of the truth.", "owner": "Mortimer J. Adler, How to Read a Book: The Classic Guide to Intelligent Reading"}, {"item": "A good quote: A timeless capsule of truth.", "owner": "Garry Fitchett"}, {"item": "There is no Frigate like a book.", "owner": "Emily Dickinson"}, {"item": "Only one who has learned much can fully appreciate his ignorance.", "owner": "Louis L'Amour, Education of a Wandering Man"}, {"item": "We have inherited from our forefathers the keen longing for unified, all-embracing knowledge.", "owner": "Erwin Schrödinger, What Is Life? with Mind and Matter and Autobiographical Sketches"}, {"item": "I'm fat because I'm greedy, and if my mind is fat it's because I'm curious.", "owner": "Stephen Fry"}, {"item": "There's no short-cut in life but with right knowledge, you can fast-track things to come to pass.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "Don't be ashamed for lack of knowledge. The real crime is having but not using it", "owner": "Grant  Walker"}, {"item": "Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.", "owner": "Eoin Colfer, Artemis Fowl"}, {"item": "What is essence of knowledge, if it does not change the way we act?", "owner": "Lailah Gifty Akita"}, {"item": "The only person who is educated is the one who has learned how to learn and change.", "owner": "Carl R. Rogers"}, {"item": "I can't protect you from knowledge.", "owner": "Patricia Briggs, Dragon Bones"}, {"item": "I was gratified to be able to answer promptly, and I did. I said I didn’t know.", "owner": "Mark Twain"}, {"item": "Information is what you put in empty heads to keep them empty.", "owner": "Marty Rubin"}, {"item": "Iyther you dont know nothing or you know too much it dont seam like theres any thing in be twean.", "owner": "Russell Hoban, Riddley Walker"}, {"item": "I always find intelligent people in the comments.", "owner": "Anas Khan"}, {"item": "Knowledge unqualified is knowledge simply of something learned.", "owner": "Plato"}, {"item": "You can only be afraid of what you think you know.", "owner": "Jiddu Krishnamurti"}, {"item": "Once we know something, we find it hard to imagine what it was like not to know it.", "owner": "Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die"}, {"item": "I never knew what it meant being a slave until I quitted religion", "owner": "Moses Tiko Lungu"}, {"item": "Because a doubt is not a denial. Doubt is a powerful tool, and it should be applied to history.", "owner": "Walter M. Miller Jr., A Canticle for Leibowitz"}, {"item": "Curiosity is a call from knowledge.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Those swift to think are not always secure.", "owner": "Sophocles"}, {"item": "The only defense against the world is a thorough knowledge of it.", "owner": "John Locke, Some Thoughts Concerning Education"}, {"item": "The moment when man acquires maximum knowledge is his LAST breath... You never know whats the truth", "owner": "Talees Rizvi"}, {"item": "What is wanted is not the will to believe, but the will to find out, which is the exact opposite.", "owner": "Bertrand Russell"}, {"item": "If the gods exist, then it does not matter whether or not this is something that one knows.", "owner": "Alex Stein, Weird Emptiness: Essays and Aphorisms"}, {"item": "It was better to know the worst than to wonder.", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "One knows so little. When one knows more it is too late.", "owner": "Agatha Christie, Three Act Tragedy"}, {"item": "The obvious can sometimes be illuminating when perceived in an unhabitual way.", "owner": "Daniel Quinn, Ishmael"}, {"item": "Know the history of the great ancestors.", "owner": "Lailah Gifty Akita"}, {"item": "Great minds are always feared by lesser minds.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "Curiosity is more important than knowledge.", "owner": "Albert Einstein"}, {"item": "Many much-learned men have no intelligence.", "owner": "Democritus"}, {"item": "Knowledge is power, and the right knowledge lets man perform miraculous, almost godlike tasks.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "Belief is the wound that knowledge heals.", "owner": "Ursula K. Le Guin, The Telling"}, {"item": "The man who discovers new knowledge is the permanent benefactor of humanity.", "owner": "Ayn Rand"}, {"item": "Simplest explanation usually the right one", "owner": "Kirsten Beyer, Protectors"}, {"item": "Information is not knowledge.", "owner": "Albert Einstein"}, {"item": "There was, I found, always more to learn.", "owner": "David Halberstam, The Best and the Brightest"}, {"item": "You may find that knowledge is not so great a thing as belief or hope.", "owner": "Mark Rude, The Gold Cat’s Daughter"}, {"item": "Knowledge is the physical manifestation of consciousness.", "owner": "R.A.Delmonico"}, {"item": "The earth is to be filled with the knowledge of the glory of the Lord", "owner": "Sunday Adelaja"}, {"item": "The father of doubts has a son of knowledge.", "owner": "Sudheer Reddy"}, {"item": "Enough talk, now read!", "owner": "Toba Beta, Master of Stupidity"}, {"item": "I can't be afraid of someone whose human side I see and know.", "owner": "Cecelia Ahern, Flawed"}, {"item": "To be too knowing is a downfall.", "owner": "Laura Linney"}, {"item": "But need alone is not enough to set power free: there must be knowledge.", "owner": "Ursula K. Le Guin, A Wizard of Earthsea"}, {"item": "Experience is more important than knowledge.", "owner": "Santosh Kalwar, Quote Me Everyday"}], "common_tag": "knowledge", "updatedAt": "2023-07-01 19:09:51"}