{"contents": [{"item": "The greatest power is the power of pray.", "owner": "Lailah Gifty Akita"}, {"item": "No God, Religion, Race or Nation is higher than the humans.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Do you think it's possible for an entire nation to be insane?", "owner": "Terry Pratchett, Monstrous Regiment"}, {"item": "Faith does not offer a strong link between our beliefs and actual states of the world.", "owner": "Sam Harris"}, {"item": "Better to sleep with a sober cannibal than a drunk Christian.", "owner": "Herman Melville, Moby-Dick or, The Whale"}, {"item": "To live is to evolve our point of view about the world and what we have decided to do with it.", "owner": "1 Minuto na Palma da Mão"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "To know much and taste nothing-of what use is that?", "owner": "Bonaventure"}, {"item": "Man is but his belief.", "owner": "Lailah Gifty Akita"}, {"item": "If there is knowledge we shall seek, we must search for the excellent knowledge of Christ Jesus.", "owner": "Lailah Gifty Akita"}, {"item": "Can any man sacrifice is life for his fellow man?", "owner": "Lailah Gifty Akita"}, {"item": "There is no truth without faith. Nothing is proven except to the heart of one who believes.", "owner": "Compton Gage"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "To reject the Word of God is forsake the holy grace.", "owner": "Lailah Gifty Akita"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "Religion is a set of rituals.", "owner": "Debasish Mridha"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Reach out to the fullness of God’s grace strength for any accomplishment. ", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It is right that one must come so far to see the world as it is meant to be.", "owner": "Compton Gage"}, {"item": "Clouds are just nature's stepping stones to the heavens.", "owner": "Anthony T. Hincks"}, {"item": "If there was a god, I'd still have both nuts.", "owner": "Lance Armstrong"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "The reason people use a crucifix against vampires is because vampires are allergic to bullshit.", "owner": "Richard Pryor"}, {"item": "The wonders of the holy wonder is timeless mystery.", "owner": "Lailah Gifty Akita"}, {"item": "What has he found who has lost God?And what has he lost who has found God?", "owner": "Ibn 'Ata'illah al-Iskandari"}, {"item": "No idea is above scrutiny and no people are beneath dignity.", "owner": "Maajid Nawaz, Islam and the Future of Tolerance: A Dialogue"}, {"item": "Love is the theme of all religions but making it commercial is satanic”.", "owner": "Amit Abraham"}, {"item": "The Truth burns the heart like a hammer breaking a rock.", "owner": "Lailah Gifty Akita"}, {"item": "If you think your religion requires discrimination, you're probably misreading your faith.", "owner": "DaShanne Stokes"}, {"item": "When you are here, God is near.", "owner": "Kamand Kojouri"}, {"item": "The immature think that knowledge and action are different, but the wise see them as the same.", "owner": "Anonymous, Bhagavad Gita: El Canto del Senor"}, {"item": "Religion can only do two things for mankind turn them into monster or stupid. ", "owner": "M.F. Moonzajer"}, {"item": "When we live holy we will glorify self but when we glorify God we will live holy", "owner": "indonesia123"}, {"item": "There is a huge difference between living a Christian life and living a religious life", "owner": "Sunday Adelaja"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Proof' is the hallmark of religion.", "owner": "Bill Gaede"}, {"item": "What we do is what means the most.", "owner": "Jessica Marie Baumgartner"}, {"item": "I don't want to believe. I want to know.", "owner": "Carl Sagan"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "We can do what we ought to do, only by great grace that comes from God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If we believe in the Blessed Saviour, we shall be saved.", "owner": "Lailah Gifty Akita"}, {"item": "If you meditate on the Holy Scriptures, you mind shall me on the Jesus Christ, the Saviour,", "owner": "Lailah Gifty Akita"}, {"item": "The danger today is in believing there are no sick people, there is only a sick society.", "owner": "Fulton J. Sheen"}, {"item": "Whoever sees the Saviour, the light of life, shall be satisfied in spirit.", "owner": "Lailah Gifty Akita"}, {"item": "The language of light can only be decoded by the heart.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "If Jesus came back and saw what was being done in his name, he'd never stop throwing up.", "owner": "Woody Allen, Hannah and Her Sisters"}, {"item": "And fragile is thy tenure of this worldStill haunted by the monstrous ghost of God.(\"To Science\")", "owner": "George Sterling, The Thirst of Satan: Poems of Fantasy and Terror"}, {"item": "God believes in you. So why don't you?", "owner": "Anthony T. Hincks"}, {"item": "Holy, Holy, Holy is the Lord God!", "owner": "Lailah Gifty Akita"}, {"item": "God's everywhere.So remember when you go to the toilet not to laugh.", "owner": "Anthony T.Hincks"}, {"item": "Spirituality is not adopting more beliefs and assumptions but uncovering the best in you.", "owner": "Amit Ray, Beautify your Breath - Beautify your Life"}, {"item": "God never gave up on us.We did!", "owner": "Anthony T. Hincks"}, {"item": "To repent is depart from evil.", "owner": "Lailah Gifty Akita"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Seldom do we embrace a new idea, especially one of a religious nature.", "owner": "Eli Of Kittim, The Little Book of Revelation: The First Coming of Jesus at the End of Days"}, {"item": "The faith of religion is belief on insufficient evidence.", "owner": "Sam Harris"}, {"item": "The Self, when finite, is Human and when infinite, is God.", "owner": "Abhijit Naskar"}, {"item": "I think that 'God' would have a devil of a time if he was here on Earth.", "owner": "Anthony T. Hincks"}, {"item": "Goodness without wisdom always accomplishes evil.", "owner": "Robert A. Heinlein"}, {"item": "There is nothing more important than your eternal salvation.", "owner": "Kirk Cameron"}, {"item": "What does the Lord God requires of us:To love what is good.To do justice.To do what is right.", "owner": "Lailah Gifty Akita"}, {"item": "The Might God, Eternal Father.", "owner": "Lailah Gifty Akita"}, {"item": "Smiles, rainbows and a grain of rice.I could survive on that!", "owner": "Anthony T. Hincks"}, {"item": "Buddha guides my thoughts, but it's up to me to guide my life.", "owner": "Anthony T. Hincks"}, {"item": "With the rise of self- awareness, all separatisms cease to exist - all delusions cease to exist.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Verily, knowledge is a lock and its key is the question.", "owner": "Imam Ja'Far Al-Sadiq"}, {"item": "To reject the Word of God is to forsake the holy grace.", "owner": "Lailah Gifty Akita"}, {"item": "The woman who preaches has poison religion. Let the respectable ones go", "owner": "Stephen King, The Gunslinger"}, {"item": "The Holy Spirit reveals the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "The only true religion is the grace to act right.", "owner": "Lailah Gifty Akita"}, {"item": "How sick in your mind and your soul to be scared of my voice and my words.", "owner": "The Cure"}, {"item": "Choosing comfort over knowledge is a sign of a weak mind..", "owner": "Danilo Vukovljak"}, {"item": "Doubt is how you find God", "owner": "Mitch Albom, The First Phone Call from Heaven"}, {"item": "Why consult the dead on behalf of the living?", "owner": "Lailah Gifty Akita"}, {"item": "I don't understand why did jesus give life to the dead when they have to die again?", "owner": "Tarif Naaz"}, {"item": "How can you be a lover of loveand not be a lover of God?It is impossible.", "owner": "Kamand Kojouri"}, {"item": "That which we cannot speak of is the one thing about whom and to whom we must never stop speaking.", "owner": "Peter Rollins"}, {"item": "Regardless of your faith, you can never escape uncertainty.", "owner": "Shannon L. Alder"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "With or without God, good decisions can be made; But only with God will great decisions be made.", "owner": "Damon Thueson"}, {"item": "Dedicate your life to solitude and mortify your members which are upon the earth.", "owner": "Compton Gage"}, {"item": "Let me assure you that my intent is not to offend or merely be provocative. I'm simply worried.", "owner": "Sam Harris"}, {"item": "Everybody dies. Including your messiahs. And gods.", "owner": "Fakeer Ishavardas"}, {"item": "The Best ideal is the true and other truth is none. All glory be ascribed to the holy Three in One.", "owner": "Gerard Manley Hopkins"}, {"item": "the gods play nofavorites.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "The gods, not out of mercy, have made me strong.", "owner": "C.S. Lewis, Till We Have Faces"}, {"item": "the man and his wife were both naked, and were not ashamed.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Any scripture that demands irrefutable obedience must be discarded at once.", "owner": "Abhijit Naskar"}, {"item": "The greatest joy is the grace of salvation through faith in Jesus Christ.", "owner": "Lailah Gifty Akita"}], "common_tag": "religion,", "updatedAt": "2023-05-26 21:16:05"}