{"contents": [{"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Our world is built on biology and once we begin to understand it, it then becomes a technology", "owner": "Ryan Bethencourt"}, {"item": "Politics is for the moment and equation is for eternity.", "owner": "Albert Einstein, The Quotable Einstein"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "John Muir, Earth — planet, Un", "owner": "John Muir"}, {"item": "We must understand the Cosmos as it is and not confuse how it is with how we wish it to be.", "owner": "Carl Sagan, Cosmos"}, {"item": "Caitlyn Jenner is not brave nor a hero", "owner": "Kyle Broflovski"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "We may not yet know the right way to go, but we should at least stop going in the wrong direction.", "owner": "Stefan Molyneux, Against The Gods?"}, {"item": "Only the Creator defines path of a river course.", "owner": "Lailah Gifty Akita"}, {"item": "Physics is like sex: sure, it may give some practical results, but that's not why we do it.", "owner": "Richard Feynman"}, {"item": "The man of science has learned to believe in justification, not by faith, but by verification.", "owner": "Thomas Henry Huxley, Collected Essays of Thomas Henry Huxley"}, {"item": "It is not my intention to be fulsome, but I confess that I covet your skull.", "owner": "Arthur Conan Doyle, The Hound of the Baskervilles"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Science blasphemed when tries to eliminate scarcity in economy.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "How can anyone trust scientists? If new evidence comes along, they change their minds.", "owner": "Terry Pratchett, Judgement Day"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "God is an ever-receding pocket of﻿ scientific ignorance.", "owner": "Neil deGrasse Tyson"}, {"item": "If you've got the truth you can demonstrate it. Talking doesn't prove it.", "owner": "Robert A. Heinlein, Stranger in a Strange Land"}, {"item": "We are a way for the cosmos to know itself.", "owner": "Carl Sagan, Cosmos"}, {"item": "The Universe is not only queerer than we suppose, but queerer than we can suppose.", "owner": "J.B.S. Haldane, Possible Worlds"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "If there is any religion that could respond to the needs of modern science, it would be Buddhism.", "owner": "Albert Einstein"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "A library is more precious than a bank.", "owner": "Abhijit Naskar"}, {"item": "Things remain paranormal, as long as we scientists don't reveal the underlying physical processes.", "owner": "Abhijit Naskar"}, {"item": "Short term gain will result in long term pain", "owner": "Umair Aziz Attari"}, {"item": "Science is my territory, but science fiction is the landscape of my dreams.", "owner": "Freeman Dyson, Imagined Worlds"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "We shall take a star out of the skies and shall set thousands of worlds on fire...", "owner": "Cordwainer Smith, The Rediscovery of Man"}, {"item": "We are star stuff harvesting sunlight.", "owner": "Carl Sagan"}, {"item": "The universe is an amazingly fickle and eventful place, and our existence within is a wonder.", "owner": "Bill Bryson, A Short History of Nearly Everything"}, {"item": "Observation: I can’t see a thing.Conclusion: Dinosaurs.", "owner": "Carl Sagan"}, {"item": "Science says the first word on everything, and the last word on nothing.", "owner": "Victor Hugo"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "In four months we could actually have an administration that believes in science.", "owner": "Mark Warner"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Wonder is the starter kit for innovation", "owner": "Tara Lemméy"}, {"item": "I am not a teacher of humanity, I am merely servant of humanity.", "owner": "Abhijit Naskar"}, {"item": "Missing this interview? It's not the end of the world. It is the beginning.", "owner": "Erin Fletcher, Tied Up In You"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", "owner": "Michael Faraday"}, {"item": "Faith is the substance of things hoped for, evidence of things not seen.", "owner": "Compton Gage"}, {"item": "God is the fountain of all living waters.", "owner": "Lailah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "If we knew what is already there, there will be no need for research.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "the conscience of universe itself lies in the path of equality and so is the gods", "owner": "shashidhar sa"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "Houston, Tranquillity Base here. The Eagle has landed.", "owner": "Neil Armstrong"}, {"item": "Loneliness is your only companion.", "owner": "Compton Gage"}, {"item": "Proof' is the hallmark of religion.", "owner": "Bill Gaede"}, {"item": "You have purged your way. You are ready to lead sons of men.", "owner": "Compton Gage"}, {"item": "Never underestimate spite as a motivator for genius.", "owner": "Sam Kean, The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements"}, {"item": "Faith is a sacred fruit.", "owner": "Lailah Gifty Akita"}, {"item": "Wind is renewable. Turbines are not.", "owner": "Ozzie Zehner, Green Illusions"}, {"item": "The splendor of God is displayed in the stars with the magnificent of the moon.", "owner": "Lailah Gifty Akita"}, {"item": "We are an impossibility in an impossible universe.", "owner": "Ray Bradbury"}, {"item": "The greatest shortcoming of the human race is our inability to understand the exponential function.", "owner": "Albert A. Bartlett"}, {"item": "Most of the things that give life its depth, meaning, and value are impervious to science.", "owner": "Rachel Naomi Remen, Kitchen Table Wisdom: Stories That Heal"}, {"item": "Discovery consists of looking at the same thing as everyone else and thinking something different.", "owner": "Albert Szent-Györgyi"}, {"item": "Science begs literature to develop wings.", "owner": "Santosh Kalwar"}, {"item": "I'm a pessimist because of intelligence, but an optimist because of will.", "owner": "Antonio Gramsci, Gramsci's Prison Letters"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "The energy and daring is to resist the noes, until the final yes has been achieved.", "owner": "Jeffrey D. Sachs"}, {"item": "Science is no longer fiction,but Reality may become one.", "owner": "Natasha Tsakos"}, {"item": "The greatest violence, and the greatest threat to humanity, is the growth of MONEY.", "owner": "Compton Gage"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "You have not escaped his notice either- you are here by 'a call' not by choice.", "owner": "Compton Gage"}, {"item": "No definite sciencewithout trial & error.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "It's survival of the hang-in-there's, or the made-the-cuts, or the just good-enoughs.", "owner": "Bill  Nye, Undeniable: Evolution and the Science of Creation"}, {"item": "The plural of anecdote is not data.", "owner": "Marc Bekoff"}, {"item": "In order to create, equilibrium must be broken.", "owner": "Daniel Parris"}, {"item": "Any sufficiently advanced technology is indistinguishable from a completely ad hoc plot device.", "owner": "David Langford"}, {"item": "All religions are mere echoes of this one great religion of Humanism.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "As cities grow and technology takes over the world belief and imagination fade away and so do we.", "owner": "Julie Kagawa, The Iron King"}, {"item": "The assumption of an absolute determinism is the essential foundation of every scientific enquiry.", "owner": "Max Planck, The Dilemmas of an Upright Man: Max Planck and the Fortunes of German Science"}, {"item": "I'm not trying to be anyone's savior. I just try to think about the future and not be sad", "owner": "Elon Musk"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "Science is a river with two sources, the practical source and the theoretical source.", "owner": "Alfred North Whitehead"}, {"item": "Brilliance of the brain must be admired more than beauty of the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "We are stuck with technology when what we really want is just stuff that works.", "owner": "Douglas Adams, The Salmon of Doubt"}, {"item": "Real science begins with curiosity and madness.", "owner": "Abhijit Naskar"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "What we could consider magic, may just be science that we don’t understand yet.", "owner": "Patricia Robin Woodruff, Strange Tales of Floyd County, VA"}, {"item": "Mystics reign where lacks true education.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Science is not about making predictions or performing experiments. Science is about explaining.", "owner": "Bill Gaede"}], "common_tag": "science,", "updatedAt": "2023-07-01 19:09:51"}