{"contents": [{"item": "What we need to know can only be experienced.", "owner": "Lailah Gifty Akita"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "The Self, when finite, is Human and when infinite, is God.", "owner": "Abhijit Naskar"}, {"item": "Blind faith is not real religion my friend.", "owner": "Abhijit Naskar, Illusion of Religion: A Treatise on Religious Fundamentalism"}, {"item": "The Self is the measure of everything.", "owner": "Abhijit Naskar"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream big. Wake up. Take the first step into the unknown.", "owner": "Roy T. Bennett"}, {"item": "Never waste your precious time in discussing the good and bad qualities of others.", "owner": "Abhijit Naskar"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "What are you doing with life God has given you?", "owner": "Lailah Gifty Akita"}, {"item": "The wonders of the holy wonder is timeless mystery.", "owner": "Lailah Gifty Akita"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "i feel everything.i do not know how to un-feeland to not feelis to stop the sun.", "owner": "Ava, You Are Safe Here."}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}, {"item": "Step out on faith and walk into your purpose.", "owner": "Germany Kent"}, {"item": "I admire those who do good and expect nothing in return.", "owner": "Roy T. Bennett"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "No God, Religion, Race or Nation is higher than the humans.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "All your sufferings can be alleviated by no other person but you.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "The student must be humbled to be trained by the teacher.", "owner": "Lailah Gifty Akita"}, {"item": "i am changingand i am loving change.", "owner": "Ava, You Are Safe Here."}, {"item": "God is the Father of Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "How can we tell when trouble shall arise?", "owner": "Lailah Gifty Akita"}, {"item": "God you are so good, you give what we need.", "owner": "Lailah Gifty Akita"}, {"item": "The spiritual cares for everything.", "owner": "Lailah Gifty Akita"}, {"item": "When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett"}, {"item": "The bond of brotherhood is we are sisters and brothers in love.", "owner": "Lailah Gifty Akita"}, {"item": "Work, Work and work, until you either succeed in your mission, or you die!", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "The wound is the seed of wonder.", "owner": "Lailah Gifty Akita"}, {"item": "Great faith in God is the grace of His glory.", "owner": "Lailah Gifty Akita"}, {"item": "Sea sand is sea sand.", "owner": "Lailah Gifty Akita"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "Whether I fail or succeed shall be no man's doing but my own.I am the force.", "owner": "Elaine Maxwell"}, {"item": "A library is treasure chamber of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "Be the positive impact on someone’s life.", "owner": "Roy T. Bennett"}, {"item": "One of the best ways to influence people is to make those around you feel important.", "owner": "Roy T. Bennett"}, {"item": "All systems of the society are meant to serve the mind, not the mind to serve the systems.", "owner": "Abhijit Naskar"}, {"item": "Doubt not the self O lion-heart, for those who call you crazy will one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "God is the great Judge.", "owner": "Lailah Gifty Akita"}, {"item": "If you cannot find peace within yourself, you will never find it anywhere else.", "owner": "Marvin Gaye"}, {"item": "Oh God your love is so overwhelming!", "owner": "Lailah Gifty Akita"}, {"item": "A smart person knows how to talk. A wise person knows when to be silent.", "owner": "Roy T. Bennett"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "love yourself first,and you will always be in love.", "owner": "AVA., you are safe here."}, {"item": "If you stand firm in the light, you can never be diminish by the doom of darkness.", "owner": "Lailah Gifty Akita"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Being a fool is a billion times better than being blinded by the illusion of intellect.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "Faith in God is the force of life.", "owner": "Lailah Gifty Akita"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Whatever you dream of, there will be fulfillment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Do not take the grace of God for granted.", "owner": "Lailah Gifty Akita"}, {"item": "Remember that the happiest people are not those getting more, but those giving more.", "owner": "H. Jackson Brown Jr."}, {"item": "The love of nature begins with the love for God", "owner": "Lailah Gifty Akita"}, {"item": "I will do my very best while there is still grace.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The path of light is the quest for knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The real battle is within yourself.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "It is better to be foolish wise than wise foolish.", "owner": "Lailah Gifty Akita"}, {"item": "Don’t despise any experience. With every experience, you increase in knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Too many people are too busy making a living to make a life.", "owner": "Roy T. Bennett"}, {"item": "Thank God who set me from all my sins by the power of His free gift of grace.", "owner": "Lailah Gifty Akita"}, {"item": "Never lose hope, for all the interweaved strings will soon straighten out.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "Ten minutes of meditation a day, keeps the psychiatrist away.", "owner": "Abhijit Naskar"}, {"item": "The Futures Bright, Wear Your Sunglasses", "owner": "Ian Somerhalder"}, {"item": "Free gift of grace is the great mercy of God.", "owner": "Lailah Gifty Akita"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "i am a womanand i am alone,and i cannot tellwhich one of the twoi love being more.", "owner": "AVA., you are safe here."}, {"item": "i took it off.i did not want to carry it with me anymore.", "owner": "AVA., you are safe here."}, {"item": "Reconnect with the highest truth and ignite the divine sparks in you.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "If you want to be drunk, become drunk with an idea.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "Failures make character, not success.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "O God open our eyes to see the wonders of your holy word.", "owner": "Lailah Gifty Akita"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Vested in fear, frightened of failure, but beyond that I choose to surrender to my fated success.", "owner": "Julieanne O'Connor"}, {"item": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "owner": "Roy T. Bennett"}, {"item": "With grace of God, we can only be glad.", "owner": "Lailah Gifty Akita"}, {"item": "Be tiny in flesh, but fat in spirit.", "owner": "Lailah Gifty Akita"}, {"item": "To have what you have never had, you have to do what you have never done.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t be defeatist due to the mistakes you make. Mistakes are inevitable part of growth.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We all must decide: either we live our lives to fulfill a mission or make money.", "owner": "Lailah Gifty Akita"}, {"item": "Your obstacles are not your end. Please remember that, and try again.", "owner": "Sabrina Newby"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "The Holy Spirit reveals the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "inspiring,", "updatedAt": "2023-05-26 21:16:05"}