{"contents": [{"item": "Unseen in the background, Fate was quietly slipping lead into the boxing-glove.", "owner": "P.G. Wodehouse, Very Good, Jeeves!"}, {"item": "The Earth is God's pinball machine and each quake, tidal wave, flash flood and volcanic eruption is the result of a TILT that occurs when God, cheating, tries to win free games.", "owner": "Tom Robbins, Even Cowgirls Get the Blues"}, {"item": "Delusion detests focus and romance provides the veil.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Any way I slice reality it comes out poorly, and I feel an urge to not exist, something I have never felt before; and now here it comes with conviction, almost panic. I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Stop cheating to be rich. Stop stealing to be wealthy. Stop siphoning the valuables of other people to keep for yourself.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "I care for you, darling, I love you,the only reason I fucked L. is because you fuckedZ. and then I fucked R. and you fucked N.and because you fucked N. I had to fuckY. But I think of you constantly, I feel youhere in my belly like a baby, love I'd call it,no matter what happens I'd call it love, and soyou fucked C. and then before I could moveyou fucked W., so I had to fuck D. ButI want you to know that I love you, I think of youconstantly, I don't think I've ever loved anybodylike I love you.", "owner": "Charles Bukowski, Play the Piano Drunk Like a Percussion Instrument Until the Fingers Begin to Bleed a Bit"}, {"item": "Cheating and lying aren't struggles, they're reasons to break up.", "owner": "Patti Callahan Henry, Between The Tides"}, {"item": "People generally didn't cheat in good relationships.", "owner": "Emily Giffin, Something Blue"}, {"item": "Roen snorted. \"You two have the strangest relationship in the Dells.\"Archer smiled slightly. \"She won't consent to make it a marriage.\"\"I can't imagine what's stopping her. I don't suppose you've considered being less munificent with your love?\"\"Would you marry me, Fire, if I slept in no one's bed but yours?\"He knew the answer to that, but it didn't hurt to remind him. \"No, and I should find my bed quite cramped.", "owner": "Kristin Cashore, Fire"}, {"item": "I saw my reflection in their eyes, but not the men themselves, not clearly. This preserved the idea that all intelligent and even vaguely attractive men were essentially good. Delusion detest focus and romance provides the veil.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "It had all seemed as inevitable as sunset. Instead it was the beauty of the sun glinting upon the scythe.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "He will talk about what \"some other people said,\" and what he and \"some other people did,\" and when he never specifically mentions women it will be like the Soviet news agency which never publicizes anything containing the names of the towns where the new bombs are.", "owner": "Lorrie Moore"}, {"item": "I couldn't understand; cheating was the one thing I'd told her all those years ago would be unforgivable. She knew, she said, but that was part of what had been confusing her, that I would even have told her that, as if she weren't an actual human being with the freedom to act, but some character in a scenario in my head. There was a quality I had of making the people closest to me feel lonely, somehow. Some essential cold withholding at the core of myself.", "owner": "Garth Risk Hallberg, City on Fire"}, {"item": "Cheating in relationship is a sign of self-regulation failure. When it happens ones, it is a mistake. When it happens twice, it is unfortunate. But when it happens thrice or more, it is a pattern indicating primitive, uncivilized inhuman behavior.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "Either one is promiscuous or in a relationship - it cannot be both at the same time.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "She stabbed him with her wicked pretty knife, disrupted his simple life.She's a player, a heartbreaker,and now she breaks alone.", "owner": "Coco J. Ginger"}, {"item": "Societies that have condoned male cheating and condemned female cheating are simply male-dominated cultures. Cheating is cheating, no matter who is doing it. It’s wrong.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "i am a good toy , guaranteed you will enjoy till you will play with me. and i am quite also . i do not do any complaint as you will throw-out me after get new one.and you do not need to worry. i do not have heart feelings and emotions so i do not feel pain and hurt. I am toy. i am just a toy of other's hand for entertain them.", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "Such silence has an actual sound, the sound of disappearance.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}], "pagination": {"size": 20, "total": 6, "current": 0}}