{"contents": [{"item": "Work is love made visible. And if you cannot work with love but only with distaste  it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.", "owner": "Kahlil Gibran"}, {"item": "There is dignity in work only when it is work freely accepted.", "owner": "Albert Camus"}, {"item": "If a man will not work  he shall not eat.", "owner": "Bible"}, {"item": "Anyone who is honestly seeking a job and can't find it  deserves the attention of the United States government  and the people.", "owner": "John F. Kennedy"}, {"item": "Work is the inevitable condition of human life  the true source of human welfare.", "owner": "Leo Tolstoy"}, {"item": "He who shuns the millstone  shuns the meal.", "owner": "Erasmus"}, {"item": "Rest is the sweet sauce of labour.", "owner": "Plutarch"}, {"item": "God gives every bird its food  but he does not throw it into the nest.", "owner": "J. G. Holland"}, {"item": "When your work speaks for itself  don't interrupt.", "owner": "Henry J. Kaiser"}, {"item": "I work as my father drank.", "owner": "George Bernard Shaw"}, {"item": "While I am busy with little things  I am not required to do greater things.", "owner": "St. Francis de Sales"}, {"item": "For it is commonly said: accomplished labours are pleasant.", "owner": "Cicero"}, {"item": "A people so primitive that they did not know how to get money except by working for it.", "owner": "George Ade"}, {"item": "Work expands so as to fill the time available for its completion.", "owner": "C. Northcote Parkinson"}, {"item": "If all the year were playing holidays To sport would be as tedious as to work.", "owner": "William Shakespeare"}, {"item": "I am only an average man  but  by George  I work harder at it than the average man.", "owner": "Theodore Roosevelt"}, {"item": "Work is accomplished by those employees who have not yet reached their level of incompetence.", "owner": "Laurence J. Peter"}, {"item": "When I was a young man I observed that nine out of ten things I did were failures. I didn't want to be a failure  so I did ten times more work.", "owner": "George Bernard Shaw"}, {"item": "The worst crime against working people is a company which fails to operate at a profit.", "owner": "Samuel Gompers"}, {"item": "How do I work? I grope.", "owner": "Albert Einstein"}], "pagination": {"size": 20, "total": 10, "current": 7}}