{"contents": [{"item": "Look for the consistency and you will find all the trust you need. It is often found in the people that stick around long after every one has decided to leave.", "owner": "Shannon L. Alder"}, {"item": "Trust is an ethereal quality. Like oxygen or light we notice it only by its absence.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}, {"item": "How can trade be bad if you don’t make moneyeven when it’s good?” inquired Gleed, reasonablyapplying the information Harrison had given him.Jeff’s big moon eyes went over him slowly thenturned to Harrison. “So he’s another bum off yourboat, eh? What’s he talking about?”“Money,” explained Harrison. “It’s stuff we use tosimplify trade. It’s printed stuff, like documentaryobs of various sizes.”“That tells me a lot,” Jeff Baines observed. “Ittells a crowd that has to make a printed record ofevery ob is not to be trusted — because they don’teven trust each other.", "owner": "Eric Frank Russell, The Great Explosion"}, {"item": "Anyone can life to you face, and you would believe them because you trusted them.", "owner": "Marina"}, {"item": "We trust strangers not because they are always trustworthy but because we want to believe in a world where they are.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}, {"item": "Despite the fact that logic tells us that we should not trust anyone, in any situation where the unknown variables are too many or the risks too high, we nevertheless go ahead and take what can only be called a leap of faith.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}, {"item": "When something is as fundamental as trust the danger is that everyone thinks they understand what it is and therefore fail to define it.", "owner": "David Amerland"}, {"item": "You care for each other. There's a love for one another. People don't want to use that word, but I thought that Wenger set that influence. Because you get some managers who would trust you, they've all got good knowledge, but not all of them care for you. But he cared in such a way that you gave more for him. He spread that. He certainly spread that to me. I felt I was being more caring, or more helpful towards other people because of what he did. I felt that habit and behaviour came from the boss. - Martin Keown", "owner": "Amy Lawrence, Invincible: Inside Arsenal's Unbeaten 2003-2004 Season"}, {"item": "There was no trust anywhere in the world, O my brothers, the way I could see it.", "owner": "Anthony Burgess, A Clockwork Orange"}, {"item": "You care for each other. There's a love for another. People don't want to use that word, but I thought Wenger set that influence. Because you get some managers who would trust you, they've all got good knowledge, but not all of them care for you. But he cared in such a way that you gave more for him. He spread that. He certainly spread that to me. I felt that I was being more caring, or more helpful towards other people because of what he did. I felt that habit and behaviour came from the boss.", "owner": "martin keown"}, {"item": "Trust is what monetizes the attention economy.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created, Propagated, Lost and Regained in Commercial Interactions"}, {"item": "I don't know how it'll be between us Thiel. I don't know how we'll learn to trust each other again, and I know you're not well enough to help me with every matter I face. But I miss you and I'd like to try again.", "owner": "Kristin Cashore"}, {"item": "Sometimes, God puts you in a position where you have no option but to trust Him.", "owner": "Steven Chopade"}, {"item": "Trust is like glass. Lovely, but only a fool rests lots of weight on it.", "owner": "Joe Abercrombie, Half a War"}, {"item": "Stop thinking that nobody is “good enough”.", "owner": "Auliq Ice"}, {"item": "You gotta trust someone sometime. They're either gonna f**k you over or they're not. Can't live in fear, and all that, or you'll miss out.", "owner": "Darien Cox, Guys on Top"}, {"item": "If you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.", "owner": "Dalai Lama XIV"}, {"item": "in Theo – quiet, efficient Theo – to get him through the morning. Trusting in luck to get him through the day. Trusting in the drinking at Cicero’s to get him through the night. Trusting in the unimportance of his posting to get him through life.", "owner": "Dan Simmons, Hyperion"}, {"item": "CIf you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.", "owner": "Dalai Lama XIV"}, {"item": "Surround yourselves with trustworthy people. If you don't, all the weaponry and tactics in the world can't save you.", "owner": "Cinda Williams Chima, The Exiled Queen"}], "pagination": {"size": 20, "total": 10, "current": 4}}