{"contents": [{"item": "For he who loves God without faith reflects on himself, while the person who loves God in faith reflects on God.", "owner": "Søren Kierkegaard, Fear and Trembling"}, {"item": "The most important lesson that we're supposed to be learning right now is how completely lost we are without God. If we don't learn this lesson, then our lives are going to have zero meaning. (Stronger: Forty Days of Metal and Spirituality)", "owner": "Brian Welch"}, {"item": "Shoulders are from God, and burdens too.", "owner": "Isaac Bashevis Singer, Gimpel the Fool and Other Stories"}, {"item": "God really performs the miracle of multiplying our time, but only if we give it to him first.", "owner": "Peter Kreeft, Prayer for Beginners"}, {"item": "Nothing but prayer can make saints because nothing but God can make saints, and we meet God in prayer. Prayer is the hospital for souls where we meet Doctor God.", "owner": "Peter Kreeft, Prayer for Beginners"}, {"item": "How could anyone love Him? What did you just tell me yourself about the world? Don't you see, everybody hates God now. It's not that God is dead in the twentieth century. It's that everybody hates Him! At least I think so.", "owner": "Anne Rice, Memnoch the Devil"}, {"item": "If we rely on anything else besides faith to maintain the practice of the presence of God, we will certainly fail, whether this is our feelings, or experiences, or sincerity, or good intentions, or reasonings, or plans. The reason these things will fail while faith will not fail is that all these things depend on us, while faith depends on God. It is a gift of God.", "owner": "Peter Kreeft, Prayer for Beginners"}, {"item": "Authentic faith leads us to treat others with unconditional seriousness and to a loving reverence for the mystery of the human personality. Authentic Christianity should lead to maturity, personality, and reality. It should fashion whole men and women living lives of love and communion. False, manhandled religion produces the opposite effect. Whenever religion shows contempt or disregards the rights of persons, even under the noblest pretexts, it draws us away from reality and God.", "owner": "Brennan Manning, The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out"}, {"item": "Remember that our Heavenly Father knows us perfectly and knows what's best for us . . . . Surely, His knowledge is greater than ours. We just have to have faith in Him. If we don't, well, that doesn't change what happened, it just makes us more miserable because we refuse to trust His will. Our Heavenly Father wants us to have joy. And happiness. But we need to look for those opportunities that give us joy. If we don't, what would be the purpose for existing?", "owner": "Jeri Gilchrist, Out of Nowhere"}, {"item": "I do not know the answers to life's hard questions, but I do know the One who knows them and that's sufficient...for now.", "owner": "Toni Sorenson"}, {"item": "...for liberty is an acknowledgment of faith in God and His works.", "owner": "Frédéric Bastiat"}, {"item": "When God has specially promised the thing, we are bound to believe we shall recieve it when we pray for it. You have no right to put in an 'if', and say, 'Lord, if it be thy will...\" This is to insult God. To put an 'if' in God's promise when God has put none there, is tantamount to charging God with being insincere.", "owner": "Charles Grandison Finney"}, {"item": "In the Bible, the opposite of Sin, with a capital 'S,' is not virtue - it's faith: faith in a God who draws all to himself in his resurrection.", "owner": "Robert Farrar Capon, Between Noon & Three: Romance, Law & the Outrage of Grace"}, {"item": "My mother believed in God's will for many years. It was af if she had turned on a celestial faucet and goodness kept pouring out. She said it was faith that kept all these good things coming our way, only I thought she said \"fate\" because she couldn't pronounce the \"th\" sound in \"faith\".  could have was hope, and with that I wasn't denying any possibility, good or bad. I was just saying, If there is a choice, dear God or whatever you are, here's where the odds should be placed.I remember the day I started thinking this, it was such a revelation to me. It was the day my mother lost her faith in God. She found that things of unquestioned certainty could never be trusted again. that had brought my parents to America. It had enabled them to have seven children and buy a house in Sunset district with very little money. It had given them the confidence to believe their luck would never run out, that God was on their side, that house gods had only benevolent things to report and our ancestors were pleased, that lifetime warranties meant our lucky streak would never break, that all the elements were now in balance, the right amount of wind and water.", "owner": "Amy Tan, The Joy Luck Club"}, {"item": "S'il n'existait pas Dieu il faudrait l'inventer.\" (If God did not exist he would have to be invented.)", "owner": "Voltaire"}, {"item": "Sometimes new opportunity means new opposition. Not everything God asks us to do will be comfortable.", "owner": "Joyce Meyer"}, {"item": "Prayer [is] the quiet, persistent living of our life of desire and faith in the presence of our God.", "owner": "Andrew Murray, With Christ in the School of Prayer"}, {"item": "Our obedience is God's pleasure when it proves that God is our treasure. This is good news, because it means very simply that the command to obey is the command to be happy in God. The commandments of God are only as hard to obey as the promises of God are hard to believe. The Word of God is only as hard to obey as the beauty of God is hard to cherish.", "owner": "John Piper, The Pleasures of God: Meditations on God's Delight in Being God"}, {"item": "Service to humanity is service to God.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Have you ever tried thinking of God as a person instead of an all-powerful vending machine that never gives you the right amount of change? He has feelings too, you know.", "owner": "Angela N. Blount, Once Upon a Road Trip"}], "pagination": {"size": 20, "total": 10, "current": 6}}