{"contents": [{"item": "The only thing on Earth you can count on is that there is nothing on Earth you can count on.", "owner": "Eleanor Brownn"}, {"item": "The history of the human race doesn’t make happy reading, does it? I’ve seen a lot of sadness during my time, but I’ve seen seen a lot of things that have kept my faith in humanity alive too. If there were no bad things in the world, we’d have nothing to measure the good against, would we? The light can only shine in darkness.", "owner": "Peter James, The House on Cold Hill"}, {"item": "Sometimes God pulls us away from normal just long enough to begin something great in us.", "owner": "Bethany Kaczmarek, Strains of Silence"}, {"item": "Thank God for all my troubles, he made me trust in Him.", "owner": "Lailah Gifty Akita"}, {"item": "That's what I like about God. You get to know Him by His occasional absence.", "owner": "Colum McCann, Let the Great World Spin"}, {"item": "Grace freely given by God.", "owner": "Lailah Gifty Akita"}, {"item": "God is the giver of life.", "owner": "Lailah Gifty Akita"}, {"item": "As a well spent day brings happy sleep, so life well used brings happy death.", "owner": "Leonardo da Vinci"}, {"item": "My soul is in the sky.", "owner": "William Shakespeare, A Midsummer Night's Dream"}, {"item": "We don't even know we are one family, one faith!", "owner": "Lailah Gifty Akita"}, {"item": "Happiness keeps you Sweet , Trials keep you Strong, Sorrows keep you Human, Failures keep you Humble, Success keeps you Glowing, But Only faith Keeps You Going! Be Happy Live Simply.", "owner": "Abhysheq Shukla"}, {"item": "Remember it is not you who supports the root, but the root that supports you.", "owner": "Apostle Paul -- Letter to the Romans"}, {"item": "What do you have that you did not receive? And if you did receive it, why do you boast as if you had not received it?", "owner": "Apostle Paul -- Letter to the Romans"}, {"item": "If they do these things when the tree is green, what will they do when it is dry?", "owner": "Jesus of Nazareth -- Book of Luke"}, {"item": "Faith is focus.", "owner": "Lailah Gifty Akita"}, {"item": "The Lord commands us to learn and discover all we can in this life. There's nothing wrong with wanting to know the mysteries of outer space or the latent powers of the mind. The problem comes when we desire to use that knowledge for our own gratification, rather than to build the kingdom of God.", "owner": "Chris Heimerdinger, Gadiantons and the Silver Sword"}, {"item": "Each day is a giftTo embrace and welcome", "owner": "Karen Hackel, The Whisper of Your Soul"}, {"item": "Doing what is right to GOD gives you peace not regret", "owner": "Rudzani Ralph"}, {"item": "My purpose is: What Lord? Where Lord? When Lord? Yes Lord!", "owner": "Christine Brooks-Martin"}, {"item": "The energy of life is force of faith.", "owner": "Lailah Gifty Akita"}], "pagination": {"size": 20, "total": 10, "current": 8}}