{"contents": [{"item": "Then, you must fall each into your proper place. You'll do your business, and she, if she's worthy of you, will do hers; but it's your business to please yourself, and hers to please you.", "owner": "Anne Brontë, The Tenant of Wildfell Hall and Agnes Grey"}, {"item": "So much of marriage was implicit and nonverbal. Had I gotten so complacent I'd forgotten to communicate?", "owner": "Jodi Picoult, Handle with Care"}, {"item": "My most brilliant achievement was my ability to be able to persuade my wife to marry me", "owner": "Winston S. Churchill"}, {"item": "My second wife - I was still young then - she left me, and I made the mistake of winning her back. It took me years to lose her again after that. She was a good woman. It is not easy to lose a good woman. If one must marry it is better to marry a bad woman.", "owner": "Graham Greene, Loser Takes All"}, {"item": "Marriage is the gold standard of all relationships. It's the currency by which everything is valued.", "owner": "Frank Delaney, The Matchmaker of Kenmare"}, {"item": "Married people grow like each other.", "owner": "Graham Greene, The End of the Affair"}, {"item": "It appears that ordinary men take wives because possession is not possible without marriage, and that ordinary women accept husbands because marriage is not possible without possession", "owner": "Thomas Hardy, Far from the Madding Crowd"}, {"item": "The web of marriage is made by propinquity, in the day to day living side by side, looking outward in the same direction. It is woven in space and in time of the substance of life itself.", "owner": "Anne Morrow Lindbergh"}, {"item": "There's no more usual basis of union than mutual misunderstanding.", "owner": "Henry James, The Portrait of a Lady"}, {"item": "Married life had taught him the futility of arguing with a female in a dark-brown mood.", "owner": "Isaac Asimov, Foundation and Empire"}, {"item": "a real partnership in which all parties help all others to be more fully themselves", "owner": "Derrick Jensen, Endgame, Vol. 1: The Problem of Civilization"}, {"item": "...the social mould civilization fits us into have no more relation to our actual shapes than the conventional shapes of the constellations have to the real star-patterns. I am called Mrs. Richard Phillotson, living a calm wedded life with my counterpart of that name. But I am not really Mrs. Richard Phillotson, but a woman tossed about, all alone, with aberrant passions, and unaccountable antipathies...", "owner": "Thomas Hardy"}, {"item": "In the end it was Tabby who cast the deciding vote, as she so often has at crucial moments in my life. I'd like to think I've done the same for her from time to time, because it seems to me that one of the things marriage is about is casting the tiebreaking vote when you just can't decide what you should do next.", "owner": "Stephen King, On Writing: A Memoir of the Craft"}, {"item": "As is often the case, the sole person not left speechless in awe by my brilliance is my own beloved wife.", "owner": "Jack Womack, Let's Put the Future Behind Us"}, {"item": "Marriage is like a fingerprint. Everyone's is different. ", "owner": "Angela Lam (Turpin)"}, {"item": "Marriage, n.: The state or condition of a community consisting of a master, a mistress and two slaves, making in all, two.", "owner": "Ambrose Bierce"}, {"item": "When a marriage fails, the story of the relationship changes. The best parts, the parts that made you think getting married was a good idea, fade from memory.", "owner": "Tori Spelling, sTORI Telling"}, {"item": "In matrimony, to hesitate is sometimes to be saved.", "owner": "Samuel Butler, The Note Books of Samuel Butler"}, {"item": "This was the cream of marriage, this nightly turning out of the day's pocketful of memories, this deft habitual sharing of two pairs of eyes, two pairs of ears. It gave you, in a sense, almost a double life: though never, on the other hand, quite a single one.", "owner": "Jan Struther, Mrs. Miniver"}, {"item": "Most marriages don't add two people together. They subtract one from the other.", "owner": "Ian Fleming, Diamonds Are Forever"}], "pagination": {"size": 20, "total": 10, "current": 6}}