{"contents": [{"item": "I think about this, not like someone thinking, but like someone breathing,And I look at flowers and I smile...I don’t know if they understand meOr if I understand them,But I know the truth is in them and in meAnd in our common divinityOf letting ourselves go and live on the EarthAnd carrying us in our arms through the contented SeasonsAnd letting the wind sing us to sleepAnd not have dreams in our sleep.", "owner": "Alberto Caeiro"}, {"item": "Live, you say, in the present;Live only in the present.But I don’t want the present, I want reality;I want things that exist, not time that measures them.What is the present?It’s something relative to the past and the future.It’s a thing that exists in virtue of other things existing.I only want reality, things without the present.I don’t want to include time in my scheme.I don’t want to think about things as present; I want to think of them as things.I don’t want to separate them from themselves, treating them as present.I shouldn’t even treat them as real.I should treat them as nothing.I should see them, only see them;See them till I can’t think about them.See them without time, without space,To see, dispensing with everything but what you see.And this is the science of seeing, which isn’t a science.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "After so many years even the fire of passion dies, and with it what was believed the light of the truth. Who of us is able to say now whether Hector or Achilles was right, Agamemnon or Priam, when they fought over the beauty of a woman who is now dust and ashes?", "owner": "Umberto Eco, The Name of the Rose"}, {"item": "Mathematics and poetry are the two ways to drink the beauty of truth.", "owner": "Amit Ray"}, {"item": "Also at times, on the surface of streams,Water?bubbles formAnd grow and burstAnd have no meaning at allExcept that they’re water?bubblesGrowing and bursting.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Look after goodness and truth, beauty will look after herself.", "owner": "Eric Gill"}, {"item": "I learned a little of beauty - enough to know that it had nothing to do with truth - and I found, moreover, that there was no great literary tradition; there was only the tradition of the eventful death of every literary tradition.", "owner": "F. Scott Fitzgerald, The Beautiful and Damned"}, {"item": "The truth of the matter was something much more subtle and tremendous than any plain physical miracle could ever be. But never mind that. The important thing was that, when I did see the stars (riotously darting in all directions according to the caprice of their own wild natures, yet in every movement confirming the law), the whole tangled horror that had tormented me finally presented itself to me in its truth and beautiful shape. And I knew that the first, blind stage of my childhood had ended.", "owner": "Olaf Stapledon, Odd John"}, {"item": "...the best way to know the Truth or Beauty is to try to express it. And what is the purpose of existence Here or Yonder but to discover truth and beauty and express it, i.e., share it with others?", "owner": "Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit"}, {"item": "You never know who you're inspiring or uninspiring. People notice more than you think.", "owner": "Amaka Imani Nkosazana"}, {"item": "Everything’s different from us. That’s why everything exists.", "owner": "Alberto Caeiro, Selected Poems by Fernando Pessoa,: Including Poems by His Heteronyms: Alberto Caeiro, Ricardo Reis [And] Alvaro de Campos, as Well as Some of His Eng"}, {"item": "A row of trees far away, there on the hillside.But what is it, a row of trees? It’s just trees.Row and the plural trees aren’t things, they’re names.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "If science wants to be truthful,What science is more truthful than the science of things without science?I close my eyes and the hard earth where I’m lyingHas a reality so real even my back feels it.I don’t need reason — I have shoulderblades.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "All the evil in the world comes from us bothering with each other,Wanting to do good, wanting to do evil.Our soul and the sky and the earth are enough for us.To want more is to lose this, and be unhappy.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "All of them are the same type; girls with overprocessed hair and too much makeup and way too much access to Daddy’s credit cards. Girls who, if you took away the designer labels, hair dye and cover-up, wouldn’t be more than average-looking, but with all that stuff look too plastic to be pretty.", "owner": "Hannah Harrington, Speechless"}, {"item": "The beauty of collaboration between older and younger generations is that we combine strength with wisdom—a surefire way to accomplish more for the glory of God.", "owner": "Brett Harris"}, {"item": "God is the most beautiful, and beauty is the expression of God. If you can't appreciate beauty in the world how can you understand God?", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "God wanted to make heaven and the earth is that heaven. Nowhere in the universe there is so much love, life, beauty and peace. Enjoy your stay with the fellow beings.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "The fear of God reigning in the heart is the beauty of the soul.", "owner": "Matthew Henry"}, {"item": "I want to help you to grow as beautiful as God meant you to be when He thought of you first.", "owner": "George MacDonald"}], "pagination": {"size": 20, "total": 10, "current": 5}}