{"contents": [{"item": "In a quest of looking at those who are running AHEAD OF US or TRAILING BEHIND US, we tend to overlook those who are running WITH US. In a race of life, some people will always be ahead of us and some will be behind us. Let’s not forget to ACKNOWLEDGE and APPRECIATE those who are supporting and caring for us while we are busy running.", "owner": "Sanjeev Himachali"}, {"item": "When you arise in the morning, give thanks for the morning light, for your life and strength. Give thanks for your food and the joy of living, If you see no reason for giving thanks, the fault lies with yourself.", "owner": "Tecumseh"}, {"item": "When we learn to read the story of Jesus and see it as the story of the love of God, doing for us what we could not do for ourselves--that insight produces, again and again, a sense of astonished gratitude which is very near the heart of authentic Christian experience.", "owner": "N.T. Wright"}, {"item": "Every day, tell at least one person something you like, admire, or appreciate about them.", "owner": "Richard Carlson"}, {"item": "By talking to yourself every hour of the day, you can direct yourself to think thoughts of courage and happiness, thoughts of power and peace. By talking to yourself about the things you have to be grateful for, you can fill your mind with thoughts that soar and sing.", "owner": "Dale Carnegie"}, {"item": "Loneliness is just a passing disillusion we can conquer by acknowledging those around us.", "owner": "Jenny Cutler Lopez, Who I Am: American Scar Stories"}, {"item": "By acknowledging spirit with gratitude, you bring it joy and give it more strength to do its work.", "owner": "Russell Eric Dobda"}, {"item": "A moment can change the way you view the world, and the way you view the world will give you more moments.", "owner": "Nikki Rowe"}, {"item": "The goodness of life is the gratitude of existence.", "owner": "Lailah Gifty Akita"}, {"item": "People rarely get more of anything until they have learned to be grateful for what they already have.", "owner": "Michael Hyatt, Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want"}, {"item": "Let's start with what we can be thankful for, and get our mind into that vibration, and then watch the good that starts to come, because one thought leads to another thought.\" -Bob Proctor", "owner": "Bob Proctor"}, {"item": "If there is one thing the psychic taught me, it's that people and events are rarely who and what we think they are. They are more meaningful, more worth our attention-part of some finely choreographed, eternal dance that we would be wise to bow down before in gratitude and humility.", "owner": "Leslie Morgan Steiner, Crazy Love"}, {"item": "Of course gratitude should be expressed...But that does not mean to kill your self-esteem.", "owner": "Deepika Muthusamy"}, {"item": "Love of God is pure when joy and suffering inspire an equal degree of gratitude.", "owner": "Simone Weil, Gravity and Grace"}, {"item": "Gratitude is a harbinger of healing, the first robin of spring.", "owner": "Joyce Wycoff"}, {"item": "Gratitude is medicine for a heart devastated by tragedy.  If you can only be thankful for the blue sky, then do so.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "Thank you, Tempest, for loving me when understanding was too hard. Thank you for understanding when loving me is impossible.", "owner": "Tracy Deebs"}, {"item": "Gratitude is the heart of humility, and humility is the path to peace, love, and understanding.", "owner": "Justin Young"}, {"item": "Gratitude also opens your eyes to the limitless potential of the universe, while dissatisfaction closes your eyes to it.", "owner": "Stephen Richards"}, {"item": "True gratitude, not mere verbal platitudes of thanks, is also a power in and of itself, which bursts forth from our inner being to the universe. Having received this power, the universe must respond, allowing more gifts to come our way.", "owner": "Stephen Richards, How to Get Everything You Can Imagine: Volume 1: How Mind Power Works"}], "pagination": {"size": 20, "total": 10, "current": 4}}