{"contents": [{"item": "A true philosopher must never give up.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Never, never, never give in!", "owner": "Winston S. Churchill"}, {"item": "Being alive is sign of strength!", "owner": "Hiro Mashima, フェアリーテイル 31 講談社キャラクターズA [Fearī Teiru 31 Special Edition DVD Bundle]"}, {"item": "I am sore wounded but not slainI will lay me down and bleed a whileAnd then rise up to fight again", "owner": "John Dryden"}, {"item": "First, I thought, almost despairing,This must crush my spirit now;Yet I bore it, and am bearing-Only do not ask me how.", "owner": "Heinrich Heine"}, {"item": "Where are we going? It’s not an issue of here or there. And if you ever feel you can’t take another step, imagine how you might feel to arrive, if not wiser, a little more aware how to inhabit the middle ground between misery and joy. Trudge on. In the higher regions, where the footing is unsure, to trudge is to survive.", "owner": "Stephen Dunn, Lines of Defense: Poems"}, {"item": "You know what I did after I wrote my first novel? I shut up and wrote twenty-three more.\")", "owner": "Michael Connelly"}, {"item": "The only guarantee for failure is to stop trying", "owner": "John C. Maxwell"}, {"item": "Where would his torture be, indeed, if at every step the hope of succeeding upheld him?", "owner": "Albert Camus"}, {"item": "...these sleepless nights, when oddly enough my concentration was high, fueled perhaps by the effort to ignore the all-engrossing threat of bombs and rockets.", "owner": "Azar Nafisi, Reading Lolita in Tehran"}, {"item": "Value those whose capabilities are insurmountable you yourself possess the same strength....there's NO value in clowns! Believe and overcome!", "owner": "Monica Chrisandtras Hines"}, {"item": "Do not focus on the problem. Pray for strength to persevere.", "owner": "Lailah Gifty Akita"}, {"item": "Pray for strength to preserve.", "owner": "Lailah Gifty Akita"}, {"item": "I will not say, as the beggars at our door used to do, ‘I’ll never ask anything of Him again;’ but, on the contrary, ‘He shall hear oftener from me than ever,’ and I will love God the better, and love prayer the better, as long as I live.", "owner": "Philip  Henry"}, {"item": "Prayer unaccompanied by perseverance leads to no result.", "owner": "John Calvin, Institutes of the Christian Religion, 2 Vols"}, {"item": "We fail to prevail with unconverted men because of our more fundamental failure to prevail with God in prayer.", "owner": "John R. Mott"}, {"item": "Sometimes even to live is an act of courage.", "owner": "Seneca"}, {"item": "Be patient with yourself.The journey of life requires alot of patient, persistence and perseverance.", "owner": "Lailah Gifty Akita"}, {"item": "Don't quit. It's very easy to quit during the first 10 years. Nobody cares whether you write or not, and it's very hard to write when nobody cares one way or the other. You can't get fired if you don't write, and most of the time you don't get rewarded if you do. But don't quit.", "owner": "Andre Dubus"}, {"item": "Maxim 10: Sometimes the only way out is through... through the hull.-The Seventy Maxims of Maximally Effective Mercenaries", "owner": "Howard Tayler"}], "pagination": {"size": 20, "total": 9, "current": 0}}