{"contents": [{"item": "When you're surrounded by all these people, it can be lonelier than when you're by yourself. You can be in a huge crowd, but if you don't feel like you can trust anyone or talk to anybody, you feel like you're really alone.", "owner": "Fiona Apple"}, {"item": "I wanted to tell people, \"My depression is acting up today\" as an excuse for not seeing them, but I never managed to pull it off.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "Only people who're positive enough to have friends have enemies. When you're as glum and morose as he was, people just give up and go away.", "owner": "Ellis Peters, A Nice Derangement of Epitaphs"}, {"item": "Most people are as happy as other people decide they should be.", "owner": "Rebecca McNutt, Mandy and Alecto: The Collected Smog City Book Series"}, {"item": "It is not seen as insane when a fighter, under an attack that will inevitable lead to his death, chooses to take his own life first. In fact, this act has been encouraged for centuries, and is accepted even now as an honorable reason to do the deed. How is it any different when you are under attack by your own mind?", "owner": "Emilie Autumn, The Asylum for Wayward Victorian Girls"}, {"item": "Problems are solved from the inside out not the other way around.", "owner": "Vivian Amis"}, {"item": "Many call it the 1000 yard stare and can't realize the pain when PTSD takes us there", "owner": "Stanley Victor Paskavich"}, {"item": "No war is ever a war without the loss of a life of a solider", "owner": "PureDragonWolf"}, {"item": "I am living in a nightmare, from which from time to time I wake in sleep.", "owner": "Ursula K. Le Guin"}, {"item": "Outer gavels can't crush you when your inner judge is love.", "owner": "Curtis Tyrone Jones"}, {"item": "Live in the question...Leave all the answers blank...Let's play with the magic of uncertainty", "owner": "Dipin Damodharan"}, {"item": "…for it is often to be observed of the shallower men, that they are the very last to despond. It is the glory of the bladder that nothing can sink it; it is the reproach of a box of treasure, that once overboard it must drown", "owner": "Herman Melville, Pierre: or, the Ambiguities"}, {"item": "He who has lived and thought can't helpdespising people in his soul;him who has felt disturbs the ghost of irrecoverable days;for him there are no more enchantments;him does the snake of memories,him does repentance bite.", "owner": "Alexander Pushkin, Eugene Onegin"}, {"item": "That's the weirdest thing about being cut off from life. Everything gets washed out or muted or recedes into the background except for other people's laughter. Other people's laughter gets very loud and jarring. It penetrates. It is a reminder that other people live.", "owner": "Kerry Kletter, The First Time She Drowned"}, {"item": "If you truly love someone, he or she will inevitably love you back. If you find yourself in an emotional one way street, walk away! Trust that it’s not love.", "owner": "Stefan Emunds"}, {"item": "The thoughts that arise because of 'depression' or 'elevation' are all wrong thoughts. The thoughts that arise in 'normality' are 'correct'.", "owner": "Dada Bhagwan"}, {"item": "The fact that, within ten years, I lost one world, and after a time rose again, as it were, from spiritual death to find another, seems to me one of the strongest arguments against suicide that life can provide. There may not be - I believe that there is not - resurrection after death, but nothing could prove more conclusively than my own brief but eventful history the fact that resurrection is possible within our limited span of earthly time.", "owner": "Vera Brittain"}, {"item": "This was a plunge encompassing sorrow and revulsion far beyond the personal: a sick, drenching nausea at all humanity and human endeavor from the dawn of time. The writhing loathsomeness of the biological order. Old age, sickness, death. No escape for anyone. Even the beautiful ones were like soft fruit about to spoil. And yet somehow people still kept fucking and breeding and popping out new fodder for the grave, producing more and more new beings to suffer like this was some kind of redemptive, or good, or even somehow morally admirable thing: dragging more innocent creatures into the lose-lose game.", "owner": "Donna Tartt"}, {"item": "Why is it that people who are absorbed by something are seen as sad? I can't explain it, but for me it reverses the true state of affairs. To be engaged is to be a part, to be absorbed and fulfilled. To be cool, to be detached from things and to have no passionate feelings is the real sadness. At the heart of depression, that quintessentially modern malaise, is a deep sense of separation from the rest of life.", "owner": "Mark Cocker, Crow Country"}, {"item": "There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds.", "owner": "Laurell K. Hamilton, Mistral's Kiss"}], "pagination": {"size": 20, "total": 10, "current": 4}}