{"contents": [{"item": "Mental pain is less dramatic than physical pain, but it is more common and also more hard to bear. The frequent attempt to conceal mental pain increases the burden: it is easier to say “My tooth is aching” than to say “My heart is broken.", "owner": "C.S. Lewis, The Problem of Pain"}, {"item": "It doesn't get better,\" I said. \"The pain. The wounds scab over and you don't always feel like a knife is slashing through you. But when you least expect it, the pain flashes to remind you you'll never be the same.", "owner": "Katie McGarry, Pushing the Limits"}, {"item": "You didn't get past something like that, you go through it -- and for that reason alone, I understood more about her than she ever would have guessed.", "owner": "Jodi Picoult, Change of Heart"}, {"item": "Nobody would commit suicide if the pain of being inside herself, the agony of the sleepless, tortured hours spent watching the world get smaller and uglier, were bearable or could be relieved by other people telling her how they wanted her to feel. A depressed person is selfish because her self, the very core of who she is, will not leave her alone, and she can no more stop thinking about this self and how to escape it than a prisoner held captive by a sadistic serial killer can forget about the person who comes in to torture her everyday. Her body is brutalized by her mind. It hurts to breathe, eat, walk, think. The gross maneuverings of her limbs are so overwhelming, so wearying, that the fine muscle movements or quickness of wit necessary to write, to actually say something, are completely out of the question.", "owner": "Stacy Pershall, Loud in the House of Myself: Memoir of a Strange Girl"}, {"item": "Sometimes the emptiness in a room becomes palpable as if you could reach out and touch it real, hear its silence, feel its black nothingness. It invades your spirit, your soul like a stealthy misperception; a liquid lie that whispers and will not die, and makes you fight to stay alive.", "owner": "Gloria Smith"}, {"item": "Have you ever thought, thought your heart would break? Wished you could cut open your chest tear it out to stop the pain? Why don´t you riot like everyone else. I don't care, life's too long. You can have any man you want. I want him...except him. Always suspected the world didn't smell of fresh paint and flowers. Smells of piss and human sweat If there could have been more moments like this.", "owner": "Sarah Kane"}, {"item": "Sometimes words were like glass that broke in her mouth.", "owner": "Emma Donoghue, Slammerkin"}, {"item": "And confessions of love have always seemed out of place when you’re gasping for air, when you’re begging for pain,when you’re missing something, unable to change the channel.", "owner": "Kris Kidd, Down for Whatever"}, {"item": "The things they say!A truck driver would blush.I would never talk that wayto Trevor he walks on water.I want him to think I do too.For a while, he did, or at leasthe pretended to.I did things with TrevorI wouldn't dare to confessto anyone—things I didn'tknow anyone did.But he wanted me to,so I did. That's what you dowhen you love someone,right?", "owner": "Ellen Hopkins, Impulse"}, {"item": "Everything hurts. He can barely lie still. He feels caught. He wants to run, but where? He feels certain he will always remain like this - trapped within his own body, his own mind. The emotional pain is so strong, it becomes physical. He feels it knotting and twisting inside him, ready to crush him, suffocate him. He is losing his grip, he is losing his mind. He thought he had it all back under control, but suddenly nothing makes sense any more. Does anyone else know what it's like to be stuck somewhere between dead and alive? I't s a half-world of incoherent pain where emotions you put on ice start slowly thawing again. A place where everything hurts, where your mind is no longer strong enough to force your feelings back into hibernation.", "owner": "Tabitha Suzuma, Hurt"}, {"item": "Let it go and learn from the process.", "owner": "Nash"}, {"item": "And the pain is too much it’s too much it’s too much and my hands are on my head and I’m rearing back and my mouth is open in a never-ending wordless wail of all the blackness that’s inside of me.", "owner": "Patrick Ness, The Knife of Never Letting Go"}, {"item": "She started beating it against the walls and floor until it was nothing but pieces, nothing but a memory of a guitar. I had an idea, though not yet clear, that it wasn’t her arms that beat what once could sing, but her heavy heart, as she once said that even the Rock of Gibraltar had ten thousand holes.", "owner": "Jackie Haze, Borderless"}, {"item": "However, when we are depressed, being reminded of other people's suffering only serves to increase our self-hatred.", "owner": "Dorothy Rowe"}, {"item": "I forced my eyes open and saw the image that’s haunted me every day for the past years of my life. And every day, in my nightmares.", "owner": "Liz Thebart, Walk Away"}, {"item": "The end for us came with a knock on my window.", "owner": "Liz Thebart, Walk Away"}, {"item": "Depression is a Virus,handling it Once, Builds Your Immunity to it.", "owner": "Vineet Raj Kapoor"}, {"item": "During my PhD, I was depressed for eight-months, state of deep-worry. The stressful life leads to neglect of spirituality and wellness. I recovered by inspiration of great souls, friends and family. Ever since, I have sought spirituality of soul and well-being over all other things.", "owner": "Lailah Gifty Akita"}, {"item": "Between the new, happy him, and the old, depressing him, there stood in the way only his lack of imagination.", "owner": "Vann Chow, The White Man and the Pachinko Girl"}, {"item": "Perfume was first created to mask the stench of foul and offensive odors...Spices and bold flavorings were created to mask the taste of putrid and rotting meat...What then was music created for?Was it to drown out the voices of others, or the voices within ourselves?I think I know.", "owner": "Emilie Autumn, The Asylum for Wayward Victorian Girls"}], "pagination": {"size": 20, "total": 10, "current": 5}}