{"contents": [{"item": "A father is a banker provided by nature.", "owner": "French proverb"}, {"item": "To become a father is not hard  to be a father is  however.", "owner": "Wilhelm Busch"}, {"item": "Our sons  who so easily recognize our errors  and rightly denounce them  will have to confess their own  later on  and they may be as bad as ours  perhaps worse.", "owner": "Bruce Hutchison"}, {"item": "A mother who is really a mother is never free.", "owner": "Honore de Balzac"}, {"item": "God could not be everywhere and therefore he made mothers.", "owner": "Jewish proverb"}, {"item": "A mother is a person who if she is not there when you get home from school you wouldn't know how to get your dinner  and you wouldn't feel like eating it anyway.", "owner": "Anonymous"}, {"item": "The first half of our lives is ruined by our parents and the second half by our children.", "owner": "Clarence S. Darrow"}, {"item": "Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.", "owner": "Will Durant"}, {"item": "Every parent is at some time the father of the unreturned prodigal  with nothing to do but keep his house open to hope.", "owner": "John Ciardi"}, {"item": "The fundamental defect of fathers is that they want their children to be a credit to them.", "owner": "Bertrand Russell"}, {"item": "Don't limit a child to your own learning  for he was born in another time.", "owner": "Rabbinical saying"}, {"item": "An ounce of mother is worth a pound of clergy.", "owner": "Spanish proverb"}, {"item": "No matter how old a mother is  she watches her middle-aged children for signs of improvement.", "owner": "Florida Scott-Maxwell"}, {"item": "Whatever you would have your children become  strive to exhibit in your own lives and conversation.", "owner": "Lydia H. Sigourney"}, {"item": "Train a child in the way he should go  and when he is old he will not depart from it.", "owner": "Bible"}, {"item": "I must study politics and war  that my sons may have the liberty to study mathematics and philosophy  geography  natural history  and naval architecture  navigation  commerce  and agriculture  in order to give their children a right to study painting  poetry  music  architecture  statuary  tapestry and porcelain.", "owner": "John Adams"}, {"item": "The thing about having a baby is that thereafter you have it.", "owner": "Jean Kerr"}, {"item": "The best way to bring up some children is short.", "owner": "Anthony J. Pettito"}, {"item": "What the mother sings to the cradle goes all the way down to the coffin.", "owner": "Henry Ward Beecher"}, {"item": "The mother-child relationship is paradoxical and  in a sense  tragic. It requires the most intense love on the mother's side  yet this very love must help the child grow away from the mother and to become fully independent.", "owner": "Erich Fromm"}], "pagination": {"size": 20, "total": 6, "current": 4}}