{"contents": [{"item": "How do you spell 'love'?\" - Piglet\"You don't spell it...you feel it.\" - Pooh", "owner": "A.A. Milne"}, {"item": "Tonight I can write the saddest linesI loved her, and sometimes she loved me too.", "owner": "Pablo Neruda, Twenty Love Poems and a Song of Despair"}, {"item": "I crave your mouth, your voice, your hair.Silent and starving, I prowl through the streets. Bread does not nourish me, dawn disrupts me, all day I hunt for the liquid measure of your steps. I hunger for your sleek laugh, your hands the color of a savage harvest, hunger for the pale stones of your fingernails, I want to eat your skin like a whole almond. I want to eat the sunbeam flaring in your lovely body, the sovereign nose of your arrogant face, I want to eat the fleeting shade of your lashes, and I pace around hungry, sniffing the twilight, hunting for you, for your hot heart, Like a puma in the barrens of Quitratue.", "owner": "Pablo Neruda"}, {"item": "Then I realize what it is. It's him. Something about him makes me feel like I am about to fall. Or turn to liquid. Or burst into flames.", "owner": "Veronica Roth, Divergent"}, {"item": "Anyone who falls in love is searching for the missing pieces of themselves. So anyone who's in love gets sad when they think of their lover. It's like stepping back inside a room you have fond memories of, one you haven't seen in a long time.", "owner": "Haruki Murakami"}, {"item": "When I am with you, we stay up all night.When you're not here, I can't go to sleep.Praise God for those two insomnias!And the difference between them.", "owner": "Jalaluddin Rumi"}, {"item": "I loved you like a man loves a woman he never touches, only writes to, keeps little photographs of.", "owner": "Charles Bukowski, Love Is a Dog from Hell"}, {"item": "She leaned down and looked at his lifeless face and Leisel kissed her best friend, Rudy Steiner, soft and true on his lips. He tasted dusty and sweet. He tasted like regret in the shadows of trees and in the glow of the anarchist's suit collection. She kissed him long and soft, and when she pulled herself away, she touched his mouth with her fingers...She did not say goodbye. She was incapable, and after a few more minutes at his side, she was able to tear herself from the ground. It amazes me what humans can do, even when streams are flowing down their faces and they stagger on...", "owner": "Markus Zusak, The Book Thief"}, {"item": "If conversation was the lyrics, laughter was the music, making time spent together a melody that could be replayed over and over without getting stale.", "owner": "Nicholas Sparks"}, {"item": "In time, the hurt began to fade and it was easier to just let it go. At least I thought it was. But in every boy I met in the next few years, I found myself looking for you, and when the feelings got too strong, I'd write you another letter. But I never sent them for fear of what I might find. By then, you'd gone on with your life and I didn't want to think about you loving someone else. I wanted to remember us like we were that summer. I didn't ever want to lose that.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "There is only one page left to write on. I will fill it with words of only one syllable. I love. I have loved. I will love.", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "To love oneself is the beginning of a lifelong romance.", "owner": "Oscar Wilde, An Ideal Husband"}, {"item": "Who, being loved, is poor?", "owner": "Oscar Wilde"}, {"item": "Lost love is still love. It takes a different form, that's all. You can't see their smile or bring them food or tousle their hair or move them around a dance floor. But when those senses weaken another heightens. Memory. Memory becomes your partner. You nurture it. You hold it. You dance with it.", "owner": "Mitch Albom"}, {"item": "I'm not sentimental--I'm as romantic as you are. The idea, you know,is that the sentimental person thinks things will last--the romanticperson has a desperate confidence that they won't.", "owner": "F. Scott Fitzgerald, This Side of Paradise"}, {"item": "It is easy to love people in memory the hard thing is to love them when they are there in front of you. ", "owner": "John Updike, My Father's Tears and Other Stories"}, {"item": "When I saw you I fell in love, and you smiled because you knew.", "owner": "Arrigo Boito"}, {"item": "You know how they say you only hurt the ones you love? Well, it works both ways.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "Be with me always - take any form - drive me mad! only do not leave me in this abyss, where I cannot find you! Oh, God! it is unutterable! I can not live without my life! I can not live without my soul!", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart.", "owner": "Nicholas Sparks, Dear John"}], "pagination": {"size": 20, "total": 10, "current": 4}}