{"contents": [{"item": "Parenthood remains the greatest single preserve of the amateur.", "owner": "Alvin Toffler"}, {"item": "The best brought-up children are those who have seen their parents as they are. Hypocrisy is not the parents' first duty.", "owner": "George Bernard Shaw"}, {"item": "Everyone likes to think that he has done reasonably well in life  so that it comes as a shock to find our children believing differently. The temptation is to tune them out  it takes much more courage to listen.", "owner": "John D. Rockefeller III"}, {"item": "You don't have to deserve your mother's love. You have to deserve your father's. He's more particular.", "owner": "Robert Frost"}, {"item": "I demand for the unmarried mother  as a sacred channel of life  the same reverence and respect as for the married mother  for Maternity is a cosmic thing and once it has come to pass  our conventions must not be permitted to blaspheme it.", "owner": "Ben Lindsey"}, {"item": "Who takes the child by the hand takes the mother by the heart.", "owner": "German proverb"}, {"item": "Diogenes struck the father when the son swore.", "owner": "Robert Burton"}, {"item": "When one has not had a good father  one must create one.", "owner": "Friedrich Nietzsche"}, {"item": "Perhaps host and guest is really the happiest relation for father and son.", "owner": "Evelyn Waugh"}, {"item": "Mother is the name for God in the lips and hearts of children.", "owner": "William Makepeace Thackeray"}, {"item": "To bring up a child in the way he should go  travel that way yourself once in a while.", "owner": "Josh Billings"}, {"item": "Anything which parents have not learned from experience they can now learn from their children.", "owner": "Anonymous"}, {"item": "A father is a banker provided by nature.", "owner": "French proverb"}, {"item": "To become a father is not hard  to be a father is  however.", "owner": "Wilhelm Busch"}, {"item": "Our sons  who so easily recognize our errors  and rightly denounce them  will have to confess their own  later on  and they may be as bad as ours  perhaps worse.", "owner": "Bruce Hutchison"}, {"item": "A mother who is really a mother is never free.", "owner": "Honore de Balzac"}, {"item": "God could not be everywhere and therefore he made mothers.", "owner": "Jewish proverb"}, {"item": "A mother is a person who if she is not there when you get home from school you wouldn't know how to get your dinner  and you wouldn't feel like eating it anyway.", "owner": "Anonymous"}, {"item": "The first half of our lives is ruined by our parents and the second half by our children.", "owner": "Clarence S. Darrow"}, {"item": "Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.", "owner": "Will Durant"}], "pagination": {"size": 20, "total": 5, "current": 3}}