{"contents": [{"item": "l(aleaffalls)oneliness", "owner": "E.E. Cummings"}, {"item": "Deep down, the young are lonelier than the old.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "Because, once alone, it is impossible to believe that one could ever have been otherwise. Loneliness is an absolute discovery.", "owner": "Marilynne Robinson, Housekeeping"}, {"item": "In spite of language, in spite of intelligence and intuition and sympathy, one can never really communicate anything to anybody. The essential substance of every thought and feeling remains incommunicable, locked up in the impenetrable strong-room of the individual soul and body. Our life is a sentence of perpetual solitary confinement.", "owner": "Aldous Huxley"}, {"item": "Lonely was much better than alone.", "owner": "Toni Morrison, The Bluest Eye"}, {"item": "Over time, loneliness gets inside you and doesn't go away.", "owner": "Carlos Ruiz Zafón, The Angel's Game"}, {"item": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone.", "owner": "Tennessee Williams, Camino Real"}, {"item": "To forget a friend is sad. Not everyone has had a friend.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "Loneliness in a crowd of people was the worst kind of loneliness, but she couldn't help it.", "owner": "Lauren Kate, Torment"}, {"item": "[A]t bottom, and just in the deepest and most important things, we are unutterably alone, and for one person to be able to advise or even help another, a lot must happen, a lot must go well, a whole constellation of things must come right in order once to succeed.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "When I'm in turmoil, when I can't think, when I'm exhausted and afraid and feeling very, very alone, I go for walks. It's just one of those things I do. I walk and I walk and sooner or later something comes to me, something to make me feel less like jumping off a building.", "owner": "Jim Butcher, Storm Front"}, {"item": "Loneliness is about the scariest thing out there.", "owner": "Joss Whedon"}, {"item": "It was as if the empty nights were made for thinking of him. And sometimes I found myself so vividly aware of him it was as if he had only just left the room and the ring of his voice were still there. And somehow, there was a disturbing comfort in that, and, despite myself, I’d envision his face.", "owner": "Anne Rice, Interview with the Vampire"}, {"item": "I decided that maybe we left each other alone too much. Leaving each other alone was killing us.", "owner": "Benjamin Alire Sáenz, Aristotle and Dante Discover the Secrets of the Universe"}, {"item": "Like you're riding a train at night across some vast plain, and youcatch a glimpse of a tiny light in a window of a farmhouse. In aninstant it's sucked back into the darkness behind and vanishes. Butif you close your eyes, that point of light stays with you, justbarely for a few moments.", "owner": "Haruki Murakami, Sputnik Sweetheart"}, {"item": "What is the difference in being alone with another and being alone by one's self?", "owner": "Henrik Ibsen"}, {"item": "When a man is one of a kind, he will be lonely wherever he is.", "owner": "Louis L'Amour, The Lonesome Gods"}, {"item": "She learned the intricacy of loneliness: the horror of color, the roar of soundlessness and the menace of familiar objects lying still.", "owner": "Toni Morrison, A Mercy"}, {"item": "My sleep wasn't peaceful, though. I have the sense of emerging from a world of dark, haunted places where I traveled alone.", "owner": "Suzanne Collins, Mockingjay"}, {"item": "The world is supposed to be full of possibilities, but they narrow down to pretty few in most personal experience. There's lots of good fish in the sea... maybe... but the vast masses seem to be mackerel or herring, and if you're not mackerel or herring yourself, you are likely to find very few good fish in the sea.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}], "pagination": {"size": 20, "total": 10, "current": 5}}