{"contents": [{"item": "It's not possible to advise a young writer because every young writer is so different. You might say, 'Read,' but a writer can read too much and be paralyzed. Or, 'Don't read, don't think, just write,' and the result could be a mountain of drivel. If you're going to be a writer you'll probably take a lot of wrong turns and then one day just end up writing something you have to write, then getting it better and better just because you want it to be better, and even when you get old and think 'There must be something else people do,' you won't quite be able to quit.", "owner": "Alice Munro"}, {"item": "You can only have the courage and strength to do what you think is right. It may turn out to be wrong, but you will at least have done it, and that is the important thing. We must act according to the best dictates of our reason, and then leave God to judge its ultimate value.", "owner": "Irving Stone, Lust for Life"}, {"item": "Be the Rain.I am the rain.The mountain may spit fire at the sky. . . Still the rain will fall.The mountain may quake at the world. . . Still the rain will fall.The mountain will be silent and brooding. . .Still the rain will fall.The mountain will tumble down upon the earth. . .Still the rain will fall.The mountain will be reduced to sandy shore. . .Still the rain will fall.Be the rain.by D. Denise Dianaty© 11 January 2014", "owner": "D. Denise Dianaty"}, {"item": "Self-preservation is not a man’s first duty: flight is his last. Better and wiser and infinitely nobler to stand a mark for the \"slings and arrows of outrageous fortune\" and to stop at our post though we fall there, better infinitely to toil on, even when toil seems vain, than cowardly to keep a whole skin at the cost of a wounded conscience or despairingly to fling up work, because the ground is hard and the growth of the seed imperceptible. Prudent advices, when the prudence is only inspired by sense, are generally foolish.", "owner": "Alexander MacLaren, Expositions of Holy Scripture Psalms"}, {"item": "Few lack talent, but most people lack the vision & perseverance to develop their talents.", "owner": "Orrin Woodward"}, {"item": "The spirit of perseverance and persistence will calm mighty storms.", "owner": "Lailah GiftyAkita"}, {"item": "Perseverance, secret of all triumphs.", "owner": "Victor Hugo"}, {"item": "Success flourishes only in perseverance--ceaseless, restless perseverance.”Baron Manfred von Richthofen (1892-1918); Former Fighter Pilot", "owner": "Baron Manfred von Richthofen"}, {"item": "The only person your anger hurts is you. Let it go. Accept it. Move on.", "owner": "Kristin von Kreisler, An Unexpected Grace"}, {"item": "Sometimes, persevering...is simply having the courage to let go. ~Jason Versey", "owner": "Jason Versey, A Walk with Prudence"}, {"item": "I promise I shall never give up, and that I’ll die yelling and laughing, and that until then I’ll rush around this world I insist is holy and pull at everyone’s lapel and make them confess to me and to all.", "owner": "Jack Kerouac"}, {"item": "There are seasons in our lives when we stand emotionally vulnerable, naked, affronted, without hope and broken. What of these dark difficult times? It’s in these moments of deep humility and brokenness that exposes us for who we are. Adversity is a litmus test of our spirit. Don’t begrudge it. It’s where God does his greatest work. When you come out on the other side, and you will, you’ll receive the gift of knowing exactly who you are and what you’re truly made of and that’s a small price to pay… if you stop and really think about it. ~Jason Versey", "owner": "Jason Versey, A Walk with Prudence"}, {"item": "Every great accomplishment has its share of struggle, adversity and pain. Great achievement can not exist without them. To achieve true success in our relationships and in our careers we need to be prepared to push through some pretty tough stuff. On the other side of that pain awaits an intrinsic reward that is worth so much more than anything you can ever imagine.", "owner": "Jason Versey, A Walk with Prudence"}, {"item": "The offspring of virtue is perseverance. The fruit and offspring of perseverance is habit and child of habit is character.", "owner": "John Climacus"}, {"item": "It’s better to be the rooster than the feather duster.", "owner": "Jimmy Spithill"}, {"item": "Cats may have nine lives, but pigs . . . don't . . . give . . . up.", "owner": "Chris Kurtz, The Adventures of a South Pole Pig: A novel of snow and courage"}, {"item": "All you can try to do is be better than you were yesterday, everyday.", "owner": "Marcus Harrison Green"}, {"item": "Maybe not, maybe not. Cheer up, Becky, and let's go on trying.", "owner": "Mark Twain, The Adventures of Tom Sawyer"}, {"item": "Great works are performed, not by strength, but by perseverance.", "owner": "Samuel Johnson"}, {"item": "I study the chessboard and concede defeat.\"You can gain yourself in five moves\" says the Colonel. \"Worth fighting to the end. In five moves your opponent can err. No war is won or lost until the final battle is over.", "owner": "Haruki Murakami, Hard-Boiled Wonderland and the End of the World"}], "pagination": {"size": 20, "total": 9, "current": 4}}