{"contents": [{"item": "And all those things you listed right now, they’rethings Garrett and I do together. Dude, you don’t want me. You want me andGarrett.", "owner": "Elle Kennedy, The Mistake"}, {"item": "someone like Grace. Someone exactly like Grace, with her Ted Bundy rantsand her calming presence and—hello, irony.", "owner": "Elle Kennedy, The Mistake"}, {"item": "I broke up with her to avoid getting into a serious relationship with her, and now it", "owner": "Elle Kennedy, The Mistake"}, {"item": "His eyes are a hazy swirl ofgray, like a thick mass of clouds gathering before an impending storm", "owner": "Elle Kennedy, The Deal"}, {"item": "Don't think about that. Just believe I'll be okay.", "owner": "Shane K. Morgan, Impossibly Love"}, {"item": "I’m a fan of Belle from Beauty and the Beast. Brunette and doesn’t mind a guy that’s an animal? Hell yeah.", "owner": "Magan Vernon, The Only One"}, {"item": "When he flashed that rockin’ smile of his again, I couldn’t help but think that me being cute was what might be crossing his mind. Then again, maybe he thought I was a dumbass. Either way, he smiled, which was good enough for me. - Ariel", "owner": "Victoria H. Smith, The Crimson Hunt"}, {"item": "He gazed deeply into my eyes. Placing his hand to my cheek, he caressed my skin with his fingertips. “Ariel, you have a strength that cannot be hindered by anything. A strength that I admire greatly.” - Luca", "owner": "Victoria H. Smith, The Crimson Hunt"}, {"item": "How could he encapsulate in a pithy admissions-interview line all of his unique ideas and interests?", "owner": "Alexandra Robbins, The Geeks Shall Inherit the Earth: Popularity, Quirk Theory and Why Outsiders Thrive After High School"}, {"item": "College is fun as long as you don't die.", "owner": "Tsugumi Ohba, Death Note, Vol. 4: Love"}, {"item": "College isn't half as much fun as they told us it was going to be.\"\"It's not one-hundredth as much fun.", "owner": "Molly Ringle, Relatively Honest"}, {"item": "Oh, hell no!\" I yell at them. They are not about to negotiate as to whether they get to see my goods. \"Denton, I swear to God, if you come over here, I am sending you anthrax in the mail!", "owner": "Angeline Kace, Wicked Thing"}, {"item": "I can say little more than I have studied, and that question's out of my part.", "owner": "William Shakespeare, Twelfth Night"}, {"item": "Schools and universities are (as in a body) the noble and vital parts, which being vigorous and sound send good blood and active spirits into the veins and arteries, which cause health and strength; or, if feeble or ill-affected, corrupt all the vital parts; whereupon grow diseases, and in the end, death itself.", "owner": "Thomas Hughes, Tom Brown at Oxford"}, {"item": "A university is just a group of buildings gathered around a library.", "owner": "Shelby Foote"}, {"item": "You can’t learn to write in college. It’s a very bad place for writers because the teachers always think they know more than you do—and they don’t. They have prejudices. They may like Henry James, but what if you don’t want to write like Henry James? They may like John Irving, for instance, who’s the bore of all time. A lot of the people whose work they’ve taught in the schools for the last thirty years, I can’t understand why people read them and why they are taught. The library, on the other hand, has no biases. The information is all there for you to interpret. You don’t have someone telling you what to think. You discover it for yourself.", "owner": "Ray Bradbury"}, {"item": "Molly. I have an opportunity for you.”“An opportunity?” I repeated, without enthusiasm. Oh, good. Next comes the part where he tells me to be a “team player” and then dumps some tedious task on me.“It’s a chance for you to show that you can be a team player,” Bill Vogel said.", "owner": "Frankie Bow, The Musubi Murder"}, {"item": "uh, yeah, I love...worms\" Classic. Someone should record the gold that flows from my mouth.", "owner": "Rachel Van Dyken, Elite"}, {"item": "But if you tell folks you're a college student, folks are so impressed. You can be a student in anything and not have to know anything. Just say toxicology or marine biokinesis, and the person you're talking to will change the subject to himself. If this doesn't work, mention the neural synapses of embryonic pigeons.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "Usually when you ask somebody in college why they are there, they'll tell you it's to get an education. The truth of it is, they are there to get the degree so that they can get ahead in the rat race. Too many college radicals are two-timing punks. The only reason you should be in college is to destroy it.", "owner": "Abbie Hoffman, Steal This Book"}], "pagination": {"size": 20, "total": 10, "current": 6}}