{"contents": [{"item": "Loyalty is still the same, whether it win or lose the game; true as a dial to the sun, although it be not shined upon.", "owner": "Samuel  Butler, Hudibras"}, {"item": "Repeat business or behavior can be bribed. Loyalty has to be earned.", "owner": "Janet Robinson"}, {"item": "One never knows how loyalty is born.", "owner": "Robert Morse"}, {"item": "Loyalty is the pledge of truth to oneself and others.", "owner": "Ada Velez-Boardley"}, {"item": "Forgiving unforgivable things is real forgiveness.Loving unlovable things is real love.Seeing someone’s inner most monster and choosing to stay is true loyalty. (It’s not something everyone can do)", "owner": "Cody Edward Lee Miller"}, {"item": "You can't be loyal to others if you're not loyal to your own nature first.", "owner": "Tor Seidler, Firstborn"}, {"item": "Loyalty is just the wheels on the bus ... meaning that it keeps things moving but it's neutral when it comes to the direction they move in.", "owner": "M.R. Carey, The Boy on the Bridge"}, {"item": "They all wanted me to sell you out.”There was silence on the line. They both knew that Vlad knew too much about Roman’s business dealings—both legal and illegal. He could have made a fucking fortune on selling Roman out.“Why haven’t you?” Roman said, sounding unconcerned, as if he hadn’t doubted for a moment that Vlad wouldn’t do it.Vlad scowled and took a gulp of beer.“Because apparently I’m an idiot.", "owner": "Alessandra Hazard, Just a Bit Wicked"}, {"item": "Real One is worth a thousand loyalty", "owner": "Napz Cherub Pellazo"}, {"item": "A loyal servant does not think of things outside of his control.", "owner": "Ken Liu, The Grace of Kings"}, {"item": "Without loyalty all the training in the world is useless. Worse than useless.", "owner": "Robert Ferrigno, Heart of the Assassin"}, {"item": "It was a vow we made those long years ago. Neither of us spoke of it afterwards, but it hung between us like a spider web, fragile and easy to break, but danged hard to get shed of once the threads took hold.", "owner": "Cassie Dandridge Selleck, The Pecan Man"}, {"item": "Loyalty will always be found in the things you regret because it mattered.", "owner": "Shannon L. Alder"}, {"item": "JFK had a way of grabbing grandeur from mishap.", "owner": "David Pietrusza, 1960--LBJ vs. JFK vs. Nixon: The Epic Campaign That Forged Three Presidencies"}, {"item": "You'd be surprised how rare loyalty is, sometimes.", "owner": "Zoe Sugg"}, {"item": "Totalitarianism in power invariably replaces all first-rate talents, regardless of their sympathies, with those crackpots and fools whose lack of intelligence and creativity is still the best guarantee of their loyalty.", "owner": "Hanna Arendt"}, {"item": "Don’t let the bad leg fool you, son. If you hurt my princess, I will be the nightmare you never see coming.", "owner": "C.J. Redwine, The Shadow Queen"}, {"item": "It takes a loyal gardener to tend roses.", "owner": "Sondra Faye"}, {"item": "You're making an admirable go of it, but in the end, loyalty is about taking aside.", "owner": "Becca Fitzpatrick, Finale"}, {"item": "On Loyalty:Loyalty is warranted only when it's been earned.Misplacing loyalty is like signing blank checks.", "owner": "Kalifer Deil"}], "pagination": {"size": 20, "total": 5, "current": 1}}