{"contents": [{"item": "You know what's lame, Pudge? I really care about her. I mean, we were hopeless. Badly matched. But still. I mean, I said I loved her... I mean, it's stupid to miss someone you didn't even get along with. but I don't know, it was nice, you know, having someone you could always fight with.", "owner": "John Green, Looking for Alaska"}, {"item": "There are many things that can keep you in a relationship. Fear of being alone, Fear of disrupting the arrangement of your life.A decision to settle for something that's okay. Because you don;t know if you can get any better. Or maybe there's the irrational belief that it will get better even if you know he won't change.", "owner": "David Levithan"}, {"item": "I’ve loved him since I’ve known him, Mrs. Daniels. He just finally stopped fighting.", "owner": "Amy Lane, Sidecar"}, {"item": "So often, we had the tendency of saying, they're the problem. No, they're not the problem. Our heart is the problem. they are just there to show me what is in my heart. They don't put those things in my heart. They don't put the wrath, the bitterness in my heart. Those things are already there. They are the vessels God uses to to release what is in my heart so that I am aware of how black my heart really is.", "owner": "Lowell Nelson"}, {"item": "Commitment is another name for relationship not the compromise.", "owner": "Santosh Kalwar"}, {"item": "It was some time since I had gone to sleep in the same room with a girl. Of course, the room was large and reasonably well-lighted, and the girl had other things than me on her mind.", "owner": "Ross Macdonald, The Blue Hammer"}, {"item": "Real relationships - the kind that were supposed to last but never did - were more trouble than they were worth.", "owner": "Lauren Conrad, L.A. Candy"}, {"item": "Fletcher was always going to be your ex-boyfriend, from the moment you met him. He's just finally caught up with where he's supposed to be.", "owner": "Derek Landy, Death Bringer"}, {"item": "He opened his mouth to say that she looked extremely beautiful and deserved armfuls of roses, but the words were lost in committee somewhere, shuffled aside by the parts of his head that worked full-time at avoiding ridicule.", "owner": "Helen Simonson, Major Pettigrew's Last Stand"}, {"item": "None of us, irrespective of our sexual preference and/or practice, imagine that we can have an intimate relationship with a partner and always have seamless harmony. Indeed, most of us assume that once the “honeymoon” period is over differences will emerge and conflicts will happen. Positively, we also assume that we will be “safe“ in those moments; that even if voices are raised and emotions expressed are intense, there will not be and should not be any abuse or any reason to be unsafe, and that the will to connect and communicate will prevail.", "owner": "bell hooks, Teaching Critical Thinking: Practical Wisdom"}, {"item": "Relationship doesn’t remain, We resonate on different flames, I could cut you down again, If you were like all other men, If you were like all other men, I know that I could shut you down again", "owner": "Amy Winehouse"}, {"item": "We're broken in complementary ways, thus rendering our damage comprehensible to each other.", "owner": "Ann Aguirre, Killbox"}, {"item": "(Georgie) Why is it that you always want to run after the one that goes off in a huff, and push away the one who is clinging to you?", "owner": "Nancy Woodruff, My Wife's Affair"}, {"item": "It is a matter of perspective, the difference between opponent and partner,\" Tsukiko says. \"You step to the side and the same person can be either or both or something else entirely. It is difficult to know which face is true.", "owner": "Erin Morgenstern, The Night Circus"}, {"item": "I didn't want to leave things the way we had, unresolved, ... and tried to tell myself he cared about me enough not to look elsewhere for what I wasn't giving him.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "Ideally, of course, a relationship is best, but then how many people are capable of deep feeling? Practically none.", "owner": "Gore Vidal, The City and the Pillar"}, {"item": "He found it both sad and fascinating that only through an artificial universe of video images could she establish contact with the real world.", "owner": "Arthur C. Clarke, 2061: Odyssey Three"}, {"item": "The conventional parabola--sentiment, the touch of the hand, the kiss, the passionate kiss, the feel of the body, the climax in the bed, then more bed, then less bed, then the boredom, the tears and the final bitterness--was to him shameful and hypocritical.", "owner": "Ian Fleming, Casino Royale"}, {"item": "Pull a thread in my story and feel the tremor half a world and two millenia away.", "owner": "Daniel Taylor, Tell Me a Story: The Life-Shaping Power of Our Stories"}, {"item": "When a man I like touches my arm or my hair, I want to know if he'll touch the center of me, and whatever I learned in school--I went to school for a long time--I seem to believe that my center can be reached best with the tip of a penis....", "owner": "Alice Mattison, Men Giving Money, Women Yelling: Intersecting Stories"}], "pagination": {"size": 20, "total": 10, "current": 6}}