{"contents": [{"item": "Relationship is only two on board. It has to sink when there is one extra passenger", "owner": "Farid F. Ibrahim"}, {"item": "The more cashless our society becomes, the more our moral compass slips.", "owner": "Dan Ariely, The Honest Truth About Dishonesty: How We Lie to Everyone - Especially Ourselves"}, {"item": "Dragons, for instance, have the right of safe conduct anywhere in Faërie. A reader may not like to read stories about dragons, she may be morally offended or aesthetically uninterested or simply sick of the subject; but at any rate she will not complain that the author has cheated by bringing in a dragon, because dragons belong in fantasy.", "owner": "Tom Simon"}, {"item": "Searching through Monster.com while on the clock feels like being on Tinder while still married.", "owner": "Crystal Woods, Write like no one is reading 2"}, {"item": "Dominant negativity cheats reality of its mutual positives.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "In your mind you are cheating somebody, but in reality you are cheating yourself.", "owner": "Cyc Jouzy"}, {"item": "In the many months of his absence, she never wondered whether he was true to her or not; she knew he was. She knew, even though she was too young to know the reason, that indiscriminate desire and unselective indulgence were possible only to those who regarded sex and themselves as evil.", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "When you are married to a powerful man, especially a handsome one, you expect indiscretion. It comes with the territory. What you don’t expect is to find out about it on the evening news. ~ Linda Boyd", "owner": "Jayden Hunter, Undressed To The Nines"}, {"item": "Sex Games: What Men Really Think About Sex Partners (Sexuality, Cheating", "owner": "Raphael Schwartz, Sex Games: What Men Really Think About Sex Partners"}, {"item": "Anything someone gets conned into will never be that great.", "owner": "Roberto Hogue, Real Secrets of Sex: A Women's Guide on How to Be Good in Bed"}, {"item": "That one who promised to care my life and to be with in all the way. same one killed me brutally and brutally murder my heart and feelings and My Trust.Whom i must blame ? God or That person or To my Stupidity of blind trust ?Some Que Never stop tease", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "The truly scary thing about undiscovered lies is that they have a greater capacity to diminish us than exposed ones.", "owner": "Cheryl Hughes"}, {"item": "There are two types of people in the world,someone believes in love and someone does not:~>", "owner": "kamal parvez, A girl braked a poor boys heart when he was alone in his city for her .#1"}, {"item": "Those who cheat on their partners who are loyal to them; don't deserve them. It is a trashy attitude to disrespect a person who is loyal in a relationship, by cheating on him or her.", "owner": "Ellen J. Barrier"}, {"item": "You need not to hide your relationship with someone to stay in touch with other... If you are doing so, you can't be loyal to any.", "owner": "Akansh Malik, Love Heals Everything"}, {"item": "It's the same with [my wife] -- when she goes out, guys are macking on her. I'm not worried with the kind of relationship we've got. Most people, they don't leave room for mistakes in their relationship.", "owner": "Wyclef Jean"}, {"item": "Nah, Mike’s gonna stop by. He had to work late and he workswith this really cute chick and I just know he….” Alycia folded her armson her chest and pouted. “She better be a blonde bimbo with a huge rackand no personality if he’s gonna cheat on me.", "owner": "J.M. Colail"}, {"item": "But she stopped herself. That wouldn't make it right. You didn't forgive because it was the only choice you thought you had. That didn't make it forgiveness, that made it desperation. She'd always been too desperate about Jake. Always.", "owner": "Sarah Addison Allen, The Sugar Queen"}, {"item": "I never set out to bash men, it is not about revenge, I always say at the end of a relationship that i hope that i have created a better man for the next woman by what i allowed and reinforcedCrystal EvansThe Bunna Man", "owner": "Crystal Evans, The Bunna Man: Joe Grind Series"}, {"item": "Pop stars AREN'T cool. Cheating on your husband or your wife isn't cool. Having no modesty with your body and no self-respect is NOT cool. It doesn't matter how pretty someone's voice is, or if they SAY they are Christian, God calls us to modesty and faithfulness, so we need to be careful to not idolize anyone that goes way off of what God wants.", "owner": "Lisa Bedrick, Relationships"}], "pagination": {"size": 20, "total": 5, "current": 2}}