{"contents": [{"item": "Be the light. Be the love. Not to one or two selectively, but to each person who crosses your path today and every day.", "owner": "Pooja Ruprell"}, {"item": "Look for excuses to celebrate others, and life will find a way to celebrate you.Make your life a prayer and be the light that touches lives far, wide and beyond.", "owner": "Pooja Ruprell"}, {"item": "You are beautiful, brilliant, perceptive and pure beyond compare. Your folly lies in being unaware of your inner power and living a mediocre existence.", "owner": "Pooja Ruprell"}, {"item": "The shift in thought frequency of a single individual has enough energy to light up the world’s lighthouses—we hold that much power within us.", "owner": "Pooja Ruprell"}, {"item": "Truly worthy are those who become brighter as the days get cloudier so that their light shines through, regardless of how hard the clouds are working to block their radiance.", "owner": "Pooja Ruprell"}, {"item": "Where there is a blanket of hate, uplift it with the strong arms of love. If there is pain, heal it with your kind words and gentle touch. In the face of anger, stay so calm and unfazed that anger leaves the room.", "owner": "Pooja Ruprell"}, {"item": "Cherish every person and all opportunities. Have no fears, no doubts and no regrets. Focus on what you can give, not on what you can get.", "owner": "Pooja Ruprell"}, {"item": "Practice unfettered living from the heart, abandoning all self-imposed limitations to emerge a new, creativity unleashed, giving of yourself like never before.", "owner": "Pooja Ruprell"}, {"item": "Delivering everyday greatness, or not, is up to you.", "owner": "Pooja Ruprell"}, {"item": "Pave the path. Inspire. Make sure you are missed by the people who matter long after you have gone.", "owner": "Pooja Ruprell"}, {"item": "Being a messenger of love is all about caring for every person in your orbit unconditionally and ceaselessly. The harder the other person makes it for you, the more love you need to send their way.", "owner": "Pooja Ruprell"}, {"item": "The instant you take the lead in the tug-of-war with your ego, enlightenment becomes your state of being.", "owner": "Pooja Ruprell"}, {"item": "Prayer is a connection from your heart with a force that is powerful beyond measure, loves unconditionally and impartially, and embraces you whenever you turn to it.", "owner": "Pooja Ruprell"}, {"item": "Within you exists the same power that rests with the Universe, for you are not separate from the source you pray to.", "owner": "Pooja Ruprell"}, {"item": "Do not turn to prayer only in times of grief, suffering and rage. Make prayer a habit whether you are blissful or sorrowful, serene or upset, clear or confused.", "owner": "Pooja Ruprell"}, {"item": "A clear prayer for which you take sole responsibility has no option but to manifest, if not today or tomorrow, then the day after that.", "owner": "Pooja Ruprell"}, {"item": "Make gratitude a habit you indulge in each night.", "owner": "Pooja Ruprell"}, {"item": "When in prayer, there is no need to implore, beg or repeat. You have been heard, and your wishes will be granted perfectly at the right time. Relax, be patient and do not fret.", "owner": "Pooja Ruprell"}, {"item": "The power to accomplish the life of your dreams rests with none other than you. Whatever holds you back is also within you.", "owner": "Pooja Ruprell"}, {"item": "You have been called. Know that. Understand that. Imprint it deep in your heart and set out on your mission in whatever way you can, here and now! The world is waiting for you.", "owner": "Pooja Ruprell"}], "pagination": {"size": 20, "total": 10, "current": 6}}