{"contents": [{"item": "Think of tomorrow, the past can't be mended.", "owner": "Confucius"}, {"item": "We should use our imagination more than our memory.", "owner": "Shimon Peres"}, {"item": "Our ability to look back on the past, our need or desire to make sense of it, is both a blessing and a curse; and our inability to see into the future with any degree of accuracy is, simultaneously, the thing that saves us and the thing that condemns us.", "owner": "James Robertson, And the Land Lay Still"}, {"item": "Your history is not your future.", "owner": "Jessa Slade, Forged Of Shadows"}, {"item": "She mourned the history that the invisible intruder had erased, but not enough that she would spend a second more of her future feeling the emptiness.", "owner": "Thomm Quackenbush, We Shadows"}, {"item": "My history is my step to future , whatever the history was full of garbage, but I can get over it and get to the TOP with my History", "owner": "Ahmed Farrag"}, {"item": "History would be a revelation of the future as much as it was a study of the past.", "owner": "Arundhati Roy, The Ministry of Utmost Happiness"}, {"item": "future could be read much more clearly in the streets, factories, and barracks than in the morning press.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "It’s no longer history in the making. It’s our story we are making.", "owner": "Natasha Tsakos"}, {"item": "Music is the building block for things yet to come.", "owner": "Imani Nettles"}, {"item": "History Is The BACKBONEOf FutureLearn and Grow", "owner": "K Kapoor"}, {"item": "No matter how troubled a character's history, romance novels tell us, love can be built upon it, and happily-ever-after can result. What's more, the darker the past, the brighter the future - and the better the read.", "owner": "Sarah MacLean"}, {"item": "We need a new ethic of place, one that has room for salmon and skyscrapers, suburbs and wilderness, Mount Rainier and the Space Needle, one grounded in history.", "owner": "Matthew Klingle, Emerald City: An Environmental History of Seattle"}, {"item": "The danger of the past was that men became slaves. The danger of the future is that men may become robots.", "owner": "Erich Fromm, The Sane Society"}, {"item": "In the United States, there was no simpler, more agreeable time.", "owner": "Sarah Vowell, Lafayette in the Somewhat United States"}, {"item": "Today is the beginning of new history.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Who doesn’t respect and value his past, is not worth the honour of the present, and has no right to a future.", "owner": "Józef Piłsudski"}, {"item": "But I can't rewrite history. I can only live with what's left.", "owner": "Suzanne Young, The Treatment"}, {"item": "The 90’s map the decades to come – full of invisible technologies that will ‘sub-contract’ many of the functions of the central nervous system.", "owner": "J.G. Ballard"}, {"item": "Thou, too, sail on, O Ship of State! Sail on, O Union, strong and great! Humanity with all its fears, With all the hopes of future years, Is hanging breathless on thy fate!", "owner": "Henry Wadsworth Longfellow"}], "pagination": {"size": 20, "total": 10, "current": 9}}