{"contents": [{"item": "A donkey eats a melon, it remains a donkey", "owner": "Idries Shah, The Commanding Self"}, {"item": "Shed who you think you are, to experience who you really are.", "owner": "Evita Ochel"}, {"item": "Shed who you think you are, in order to experience who you really are.", "owner": "Evita Ochel"}, {"item": "Ideas about our own self-worth are no more real than thoughts about an imaginary chair.", "owner": "Mark Williams"}, {"item": "You are not your thoughts!! This simple yet powerful statement can greatly change the quality of your life.", "owner": "Dawn Gluskin"}, {"item": "The Ego uses the mind as a means of spiritual search. It is through the mind that the Ego intends to understand what is beyond mind and forms. The mind in this way prepares the mental image of enlightenment, seeking, happiness etc.", "owner": "Frank Wanderer"}, {"item": "Reaching beyond ourselves, exceeding our mind is not a simple thing. It is, in fact, impossible–one half of the Ego is trying to exceed the other.", "owner": "Frank Wanderer"}, {"item": "What more does one need than what is offered by the present moment? Once you have learnt how to dissolve in the present moment, and you are able to enjoy it, you will have no problem in disregarding the empty chit-chat of the Ego, the mind!", "owner": "Frank Wanderer"}, {"item": "Ego is like an antivirus which eventually takes unwanted control of the computer itself.", "owner": "Saurabh Sharma"}, {"item": "I have read a lot about God and soul, but I have no experience of it; my name is Mind.", "owner": "Saurabh Sharma"}, {"item": "You may be anybody now. One day, you will be just a faded memory.", "owner": "Aditya Ajmera"}, {"item": "The Devil is a master of disguise and takes on many forms. He comes to conquer you, steal your joy, kill your spirit, and destroy your faith. When you are doing right, he attacks you from the left but know that God is all powerful and God is in you and that no weapon formed against you shall prosper.", "owner": "C.L. Hall"}, {"item": "I have my own ego, greed, love and a passion but sometime that same greed and ego kneels me down. In that moment I don't kneel and cry for my ego but I will clear a dirt over my pant and run for my passion. Ego can kill us but not your passion not your love. Move On!!!", "owner": "Sakin Maharjan"}, {"item": "Doffing the ego'ssafe glory, he findshis naked reality.", "owner": "Dag Hammarskjöld, Markings"}, {"item": "Expectations are nothing more than the rules we set, in order to maintain our ego and self esteem. What we seek from others is often that fulfillment of what we believe we require for happiness. However, many of us will raise the requirements so high that we can't even reach them or better yet, realize that we could find that expectation met by our own introspection and action.", "owner": "Shannon L. Alder"}, {"item": "The ego is a mean mechanism which mobilizes the absolute strongest rationalization traps in order to preserve itself.", "owner": "John duover, Rites"}, {"item": "No act is so private it does not seek applause.", "owner": "John Updike, Couples"}, {"item": "Life can only be filled with joys as we make our egos small enough to accept the fact that joy comes to those in whom there is only room for it to spill over.", "owner": "S. Emmanuel Epps"}, {"item": "For the \"We\" must never be spoken, save by one's choice and as a second thought. This word must never be placed first within a man's soul, else it becomes a monster, the root of all evils on earth, the root of man's torture by men, and an unspeakable lie.", "owner": "Ayn Rand"}, {"item": "...most systems end up by making imagined humility into a form of vanity, so they end up with vanity just the same.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}], "pagination": {"size": 20, "total": 10, "current": 5}}