{"contents": [{"item": "It's b******* to think of friendship and romance being different. They're not. They're just variations of the same love. Variatons of the same desire to be close.", "owner": "David Levithan"}, {"item": "If the human heart sometimes finds moments of pause as it ascends the slopes of affection, it rarely halts on the way down.", "owner": "Honoré de Balzac, Père Goriot"}, {"item": "He took in the squeaky music, the vulgar and pining melodies, because passion immobilizes good taste and seriously considers what soberly would be thought of as funny and to be resented.", "owner": "Thomas Mann, Death in Venice and Other Tales"}, {"item": "Every men wanted to be his friend and every woman wanted to be in his bed", "owner": "Dee Remy, There Once Was A Boy"}, {"item": "Southern gentleman,” he said aside to him in Arabic. “Do you wish for me to continue this for you?”Caine’s temper shifted to a low simmer in his chest. “Your way takes too long.”“Ma’aleyk, and your way hurts my ears,” he argued.", "owner": "V.S. Carnes"}, {"item": "We can be friends. We can be anything we want to be.", "owner": "Muriel Barbery, The Elegance of the Hedgehog"}, {"item": "Y por que el sol es tan mal amigodel caminante en el desierto?Y por que el sol es tan simpaticoen el jardin del hospital?And why is the sun such a bad companionto the traveler in the desert?And why is the sun so congenial in the hospital garden?", "owner": "Pablo Neruda"}, {"item": "When you're completely lost, when you have no idea what comes next or why things are happening, faith is what gets you through. Even if you're not sure what you believe, you keep doing the things you know in your heart are the right things. That is faith, Carter. It's not the absence of questions. It's continuing, day in and day out, in spite of those questions.", "owner": "Vannetta Chapman, Light of Dawn"}, {"item": "I hope all you wish for comes to you,And you become who you're hoping to be.I know you will prosper in all you do,So promise you'll remember me.", "owner": "Margo T. Rose, The Words"}, {"item": "Приятелството е и вид лекарство и пазарите за него понякога също са черни.", "owner": "Gregory David Roberts, Shantaram"}, {"item": "When you part from your friend, you grieve not;For that which you love most in him may be clearer in his absence, asthe mountain to the climber is clearer from the plain.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "He that is thy friend indeed,He will help thee in thy need:If thou sorrow, he will weep;If thou wake, he cannot sleep:Thus of every grief in heartHe with thee doth bear a part.These are certain signs to knowFaithful friend from flattering foe.", "owner": "William Shakespeare, The Passionate Pilgrim"}, {"item": "Mine Enemy is growing old --I have at last Revenge --The Palate of the Hate departs --If any would avenge Let him be quick -- the Viand flits --It is a faded Meat --Anger as soon as fed is dead --'Tis starving makes it fat", "owner": "Emily Dickinson, I'm Nobody! Who Are You?"}, {"item": "I'm everyone everywhere with you without you unbound set free in limbo lost at sea.", "owner": "Bryan Lee O'Malley"}, {"item": "I could give all to Time except -- exceptWhat I myself have held. But why declareThe things forbidden that while the Customs sleptI have crossed to Safety with? For I am There,And what I would not part with I have kept.", "owner": "Robert Frost, The Poetry of Robert Frost"}, {"item": "Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon.", "owner": "Ann Patchett, Truth and Beauty"}, {"item": "We are great writers on the same dreadful typewriter", "owner": "Allen Ginsberg, Howl and Other Poems"}, {"item": "That, incidentally, gives me the greatest possible pleasure—the knowledge that we are all linked by our friendship with a group of fictional people. What a pleasant club of which to be a member! [from the preface; on writing for people around the world]", "owner": "Alexander McCall Smith, The Importance of Being Seven"}, {"item": "Gaps don't/just happen./There is a/generative element/inside them,/a welling motion/as when cold/waters shoulder/up through/warmer oceans./And where gaps/choose to widen,/coordinates warp,/even in places/constant since/the oldest maps.", "owner": "Kay Ryan"}, {"item": "Take a tram ride today.\u2028Recognise a dear friend in everyone around. \u2028Speak kindly to yourself.\u2028It is only your thoughts that bring you fear.\u2028You've been through a lot. \u2028There is perfect peace in this moment.", "owner": "Dragos Bratasanu, Ph.D., Sleepers: A Little Book on How to Find Hope, Meaning and the Courage to Fall in Love with Your Dreams"}], "pagination": {"size": 20, "total": 10, "current": 5}}