{"contents": [{"item": "Our ultimate goal is to be fully present for life. It takes practice", "owner": "Janet Gallagher Nestor"}, {"item": "Learning to pause is the first step in the practice of Radical Acceptance. A pause is a suspension of activity, a time of temporary disengagement when we are no longer moving toward any goal. . . . The pause can occur in the midst of almost any activity and can last for an instant, for hours or for seasons of our life. . . . We may pause in the midst of meditation to let go of thoughts and reawaken our attention to the breath. We may pause by stepping out of daily life to go on a retreat or to spend time in nature or to take a sabbatical. . . . You might try it now: Stop reading and sit there, doing \"no thing,\" and simply notice what you are experiencing.", "owner": "Tara Brach, Radical Acceptance: Embracing Your Life With the Heart of a Buddha"}, {"item": "...mindfulness - it isn't a trick or a gimmick. It's being present in the moment. When I'm with you, I'm with you. Right now. That's all. No more and no less.", "owner": "Will Schwalbe, The End of Your Life Book Club"}, {"item": "The Third Precept, to refrain from sexual misconduct, reminds us not to act out of sexual desire in such a way as to cause harm to another... The spirit of this precept asks us to look at the motivation behind our actions. To pay attention in this way allows us, as laypeople, to discover how sexuality can be connected to the heart and how it can be an expression of love, caring, and genuine intimacy. We have almost all been fools at some time in our sexual lives, and we have also used sex to try to touch what is beautiful, to touch another person deeply. Conscious sexuality is an essential part of living a mindful life (86).", "owner": "Jack Kornfield, For a Future to Be Possible: Buddhist Ethics for Everyday Life"}, {"item": "Another thing I've been trying to do on my walks is to know what I'm looking at, when I'm looking at it. I want to be smart. When I walk down the sidewalk I see about a hundred different kinds of bugs and all I do is point at them like a caveman and say 'Ugh, look, a bug,' but I know each one of them must have a different name and a different reason why and how it came to be on the planet, and I don't know any of that stuff.", "owner": "Jack Gantos, What Would Joey Do?"}, {"item": "Ain't you thinkin' what's it gonna be like when we get there? Ain't you scared it won't be nice like we thought?No, she said quickly. No, I ain't. You can't do that. I can't do that. It's too much - livin' too many lives. Up ahead they's a thousan' lives we might live, but when it comes, it'll on'y be one.", "owner": "John Steinbeck, The Grapes of Wrath"}], "pagination": {"size": 6, "total": 9, "current": 8}}