{"contents": [{"item": "Many things are impossible for men to do alone, but everything is possible with God. Regardless of how big your errors might have been, you will find forgiveness when you truly seek for it.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "The fear of God is an insane idea. God is love and “there is no fear in love, because perfect love casts out all fear.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "For though God has promised to do whatsoever his people may ask, yet he does not allow them an unbridled liberty to ask whatever may come to their minds; but he has at the same time prescribed to them a law according to which they are to pray. And doubtless nothing is better for us than this restriction; for if it was allowed to every one of us to ask what he pleased, and if God were to indulge us in our wishes, it would be to provide very badly for us. For what may be expedient we know not; nay, we boil over with corrupt and hurtful desires. But God supplies a twofold remedy, lest we should pray otherwise than according to what his own will has prescribed; for he teaches us by his word what he would have us to ask, and he has also set over us his Spirit as our guide and ruler, to restrain our feelings, so as not to suffer them to wander beyond due bounds. For what or how to pray, we know not, says Paul, but the Spirit helpeth our infirmity, and excites in us unutterable groans. (Romans 8:26.) We ought also to ask the mouth of the Lord to direct and guide our prayers; for God in his promises has fixed for us, as it has been said, the right way of praying.", "owner": "John Calvin, Commentaries on the Catholic Epistles"}, {"item": "By holding on to God at all times, we can remain calm and enjoy peace in us even in the middle of our storms.", "owner": "Latika Teotia"}, {"item": "The divine is in the present and you must be present to experience it. When you vacate the present and recede into your mind, allowing worries or work to remove you from the moment, you leave the plain upon which the divine dwells. When you are constantly under the anesthetic of digital distraction, you withdraw; you are no longer conscious, and therefore are in no fit state to commune with the sacred. If you wish to hear the answers you seek, you must be present to hear them. If you wish to partake in the insights there to be known, you must be present to receive them. If you wish to know the divine, you must be present to meet it. …you must be present.", "owner": "L.M. Browning, Seasons of Contemplation: A Book of Midnight Meditations"}, {"item": "He wounds but he heals.", "owner": "Lailah Gifty Akita"}, {"item": "God of mercy!", "owner": "Lailah Gifty Akita"}, {"item": "The Repairer is a Restorer.", "owner": "Lailah Gifty Akita"}, {"item": "The righteous God promotes the cause of righteousness.", "owner": "Lailah Gifty Akita"}, {"item": "Faith in God is a possibility.", "owner": "Lailah Gifty Akita"}, {"item": "Great is God.", "owner": "Lailah Gifty Akita"}, {"item": "When we turned to God, He will heal us, then we shall be happy.", "owner": "Lailah Gifty Akita"}, {"item": "God is my strength.", "owner": "Lailah Gifty Akita"}, {"item": "God is my HOPE.", "owner": "Lailah Gifty Akita"}, {"item": "I don't believe in Religion. I believe in Connection, Relationship and Spirituality.", "owner": "Izey Victoria Odiase"}, {"item": "A man is measured by the depths of his commitments.", "owner": "Mark William Goldman"}, {"item": "I am what I am and not what others make of me.", "owner": "Santosh Kalwar"}, {"item": "God’s mercy never fails so don’t live another moment in regret. Find the meaning of your life and discover your value by turning towards Him. Start dwelling on His unconditional love and limitless favor to live a joyful life.", "owner": "Latika Teotia"}, {"item": "Don’t allow the challenges of life to break you. Remember all the good things God has done, and fill your heart with faith", "owner": "Latika Teotia"}, {"item": "It’s only human to become impatient while waiting for God’s timing and His gifts. But fretting won’t help. Stretch your faith more and think of great possibilities because one touch of God’s favor can turn any situation around. Hold on to your peace and pray.", "owner": "Latika Teotia"}], "pagination": {"size": 20, "total": 10, "current": 8}}