{"contents": [{"item": "Health is a perishable thing.", "owner": "Peter Jumrukovski, The Goal Book: How to Achieve Your Dreams and Create a Better Life"}, {"item": "I never question God. Sometimes I say, 'Why me? Why do I have such a hard life? Why do I have this disease? Why do I have siblings who died?' But then I think and say, 'Why not me?", "owner": "Mattie Stepanek"}, {"item": "You can’t live an unhealthy lifestyle and expect a healthy outcome.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "Hiding white lies only causesanxiety and low self- esteem.Melissa Mae Palmer (on living with a mysterious illness and not telling a soul)", "owner": "Melissa Mae Palmer, My Secrets of Survivorship: We Solved the Mystery"}, {"item": "Another kind of bodily pleasure is that which results from an undisturbed and vigorous constitution of body, when life and active spirits seem to actuate every part. This lively health, when entirely free from all mixture of pain, of itself gives an inward pleasure, independent of all external objects of delight; and though this pleasure does not so powerfully affect us, nor act so strongly on the senses as some of the others, yet it may be esteemed as the greatest of all pleasures; and almost all the Utopians reckon it the foundation and basis of all the other joys of life, since this alone makes the state of life easy and desirable, and when this is wanting, a man is really capable of no other pleasure.", "owner": "Thomas More, Utopia"}, {"item": "To obey the principles of kingdom is to enjoy full and whole health", "owner": "Sunday Adelaja"}, {"item": "The consequence of the demand for fast answers to complicated health matters is the endless demand for tests, diagnostics, and pharmaceuticals.", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "You can achieve better health by replacing passive “fix me” behaviors with self-reliant ones—new habits that keep you actively involved in your owncare.", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "Health and healthcare are not synonymous", "owner": "Archelle Georgiou, Healthcare Choices: 5 Steps to Getting the Medical Care You Want and Need"}, {"item": "Our body hears \u0003whatever is in our minds\u0003and responds.", "owner": "Akiroq Brost"}, {"item": "Some people just couldn't commit to their own health. Instead they wasted their energy worrying about things they could do nothing about.", "owner": "Tess Gerritsen, Life Support"}, {"item": "Our body hears \u0003whatever is in our minds \u0003and responds.", "owner": "Akiroq Brost"}, {"item": "You polluted my air. I will pollute your. Just Wait... Revenge is not the solution", "owner": "Talees Rizvi"}, {"item": "According to research, people who live with animals have decreased anxiety and lower blood pressure. They have lower cholesterol. They are more relaxed and less stressed and are, overall, in better health. Unless of course you have a dog who pees uncontrollably wherever it wishes or eats your furniture to shreds.", "owner": "Mary Kubica, The Good Girl"}, {"item": "When you feel life's slow, run !", "owner": "Tumpal Sihombing"}, {"item": "The \"Hazeldean heart\" was a proverbial boast in the family; the Hazeldeans privately considered it more distinguished than the Sillerton gout, and far more refined than the Wesson liver; and it had permitted most of them to survive, in valetudinarian ease, to a ripe old age, when they died of some quite other disorder. But Charles Hazeldean had defied it, and it took its revenge, and took it savagely.", "owner": "Edith Wharton, Old New York: Four Novellas"}, {"item": "I have never done anything in my life except try to make myself ill when I had my health and try to make myself well when I had lost it. I have been equally and thoroughly successful in both, and today in that particular I enjoy perfect health, which I wish I could ruin again; but age prevents me.", "owner": "Giacomo Casanova, History of My Life, Volumes III & IV"}, {"item": "People who reported having a terrible traumatic experience and who kept the experience a secret had far more health problems than people who openly talked about their traumas. Why would keeping a secret be so toxic? More importantly, if you asked people to disclose emotionally powerful secrets, would their health improve? The answer, my students and I soon discovered, was yes.We began running experiments where people were asked to write about traumatic experiences for fifteen to twenty minutes a day for three to four consecutive days. Compared to people who were told to write about nonemotional topics, those who wrote about trauma evidenced improved physical health. Later studies found that emotional writing boosted immune function, brought about drops in blood pressure, and reduced feelings of depression and elevated daily moods. Now, over twenty-five years after the first writing experiment, more than two hundred similar writing studies have been conducted all over the world. While the effects are often modest, the mere act of translating emotional upheavals into words is consistently associated with improvements in physical and mental health.", "owner": "James W. Pennebaker, The Secret Life of Pronouns: What Our Words Say About Us"}, {"item": "I don't eat & drink good clean food because I want my body to look more like Taylor Swift's. Actually, I am among a rare breed of humans that knows my worth is not determined by the size of my ass. That said, I eat and drink clean food because I love myself. Besides, when I eat shitty food, I feel like shit. Period. When I eat refined sugar and a bunch of processed foods, my mind gets all foggy and my body feels lethargic. No thanks! I mean, how am I supposed to change the world for the better feeling like that?", "owner": "Brooke Hampton"}, {"item": "People who help others on a regular basis are ten times more likely to be healthy than people who do not.", "owner": "Arthur P. Ciaramicoli, The Stress Solution: Using Empathy and Cognitive Behavioral Therapy to Reduce Anxiety and Develop Resilience"}], "pagination": {"size": 20, "total": 10, "current": 7}}