{"contents": [{"item": "Taking pictures is savoring life intensely, every hundredth of a second.", "owner": "Marc Riboud"}, {"item": "If your daily life seems poor, do not blame it; blame yourself, tell yourself that you are not poet enough to call forth its riches; for to the creator there is no poverty and no poor indifferent place.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "Some beautiful paths can't be discovered without getting lost.", "owner": "Erol Ozan"}, {"item": "Never forget:we walk on hell,gazing at flowers.", "owner": "Kobayashi Issa"}, {"item": "I want to see beauty. In the ugly, in the sink, in the suffering, in the daily, in all the days before I die, the moments before I sleep.", "owner": "Ann Voskamp, One Thousand Gifts: A Dare to Live Fully Right Where You Are"}, {"item": "Life is so full of unpredictable beauty and strange surprises. Sometimes that beauty is too much for me to handle. Do you know that feeling? When something is just too beautiful? When someone says something or writes something or plays something that moves you to the point of tears, maybe even changes you.", "owner": "Mark Oliver Everett, Things The Grandchildren Should Know"}, {"item": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.", "owner": "Anton Chekhov"}, {"item": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", "owner": "Ashley  Smith"}, {"item": "I am a fashion person, and fashion is not only about clothes -- it's about all kinds of change", "owner": "Karl Lagerfeld"}, {"item": "She who reconciles the ill-matched threadsOf her life, and weaves them gratefullyInto a single cloth – It’s she who drives the loudmouths from the hallAnd clears it for a different celebration.", "owner": "Rainer Maria Rilke"}, {"item": "Life may not be pretty but it's always beautiful. We may only see the ugliness on the surface. The shit that only the world chooses to notice. But, if we dig deep, if we get to the heart of life, where there's no pain or fear, where we can just be who we are and love freely without judgement, it's really beautiful.", "owner": "S.L. Jennings, Fear of Falling"}, {"item": "Life isn’t meant to be lived perfectly…but merely to be LIVED. Boldly, wildly, beautifully, uncertainly, imperfectly, magically LIVED.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Any intelligent person knows that life is a beautiful thing and that the purpose of life is to be happy,\" said my father as he watched the three beauties. \"But it seems only idiots are ever happy. How can we explain this?", "owner": "Orhan Pamuk, The Museum of Innocence"}, {"item": "Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins.", "owner": "Harshit Walia"}, {"item": "I don't think of all the misery, but of the beauty that still remains.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful.", "owner": "Eleanor Roosevelt"}, {"item": "For beauty is nothing but the beginning of terrorwhich we are barely able to endure, and it amazes us so,because it serenely disdains to destroy us.Every angel is terrible.", "owner": "Rainer Maria Rilke, Duino Elegies"}, {"item": "The beauty of the world...has two edges, one of laughter, one of anguish, cutting the heart asunder.", "owner": "Virginia Woolf"}, {"item": "When people see some things as beautiful,other things become ugly.When people see some things as good,other things become bad.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", "owner": "Kahlil Gibran"}], "pagination": {"size": 20, "total": 10, "current": 1}}