{"contents": [{"item": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "owner": "Friedrich Nietzsche"}, {"item": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.", "owner": "Jane Austen, Northanger Abbey"}, {"item": "If I had a flower for every time I thought of you...I could walk through my garden forever.", "owner": "Alfred Tennyson"}, {"item": "You are my best friend as well as my lover, and I do not know which side of you I enjoy the most. I treasure each side, just as I have treasured our life together.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Out beyond ideas of wrongdoing and rightdoing there is a field.I'll meet you there.When the soul lies down in that grassthe world is too full to talk about.", "owner": "Jalaluddin Rumi"}, {"item": "Well, it seems to me that the best relationships - the ones that last - are frequently the ones that are rooted in friendship. You know, one day you look at the person and you see something more than you did the night before. Like a switch has been flicked somewhere. And the person who was just a friend is... suddenly the only person you can ever imagine yourself with.", "owner": "Gillian Anderson"}, {"item": "The beginning of love is the will to let those we love be perfectly themselves, the resolution not to twist them to fit our own image. If in loving them we do not love what they are, but only their potential likeness to ourselves, then we do not love them: we only love the reflection of ourselves we find in them", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "People have forgotten this truth,\" the fox said. \"But you mustn’t forget it. You become responsible forever for what you’ve tamed. You’re responsible for your rose.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "It's bullshit to think of friendship and romance as being different. They're not. They're just variations of the same love. Variations of the same desire to be close.", "owner": "Rachel Cohn, Naomi and Ely's No Kiss List"}, {"item": "Trust no friend without faults, and love a woman, but no angel.", "owner": "Doris Lessing"}, {"item": "We always see our worst selves. Our most vulnerable selves. We need someone else to get close enough to tell us we’re wrong. Someone we trust.", "owner": "David Levithan, Naomi and Ely's No Kiss List"}, {"item": "She is a friend of my mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order.", "owner": "Toni Morrison, Beloved"}, {"item": "No human relation gives one possession in another—every two souls are absolutely different. In friendship or in love, the two side by side raise hands together to find what one cannot reach alone.", "owner": "Kahlil Gibran"}, {"item": "I don't want to hurt you or anybody so please forget about me. Just try. Find yourself a better friend.", "owner": "Nina LaCour, Hold Still"}, {"item": "Colpo di fulmine. The thunderbolt, as Italians call it. When love strikes someone like lightning, so powerful and intense it can’t be denied. It’s beautiful and messy,cracking a chest open and spilling their soul out for the world to see. It turns a person inside out, and there’s no going back from it. Once the thunderbolt hits, your life isirrevocably changed.", "owner": "J.M. Darhower, Sempre"}, {"item": "You had to know a person well to make them laugh like that.", "owner": "Cassandra Clare, Clockwork Prince"}, {"item": "When you feel someone else's pain and joy as powerfully as if it were your own, then you know you really loved them.", "owner": "Ann Brashares, Girls in Pants: The Third Summer of the Sisterhood"}, {"item": "So long as we love we serve; so long as we are loved by others, I would almost say that we are indispensable; and no man is useless while he has a friend.", "owner": "Robert Louis Stevenson, Lay Morals"}, {"item": "Can I say something?''Go on''I'm a little drunk''Me too. That's okay.''Just....I missed you, you know.''I missed you too.''But so, so much, Dexter. There were so many things I wanted to talk to you about, and you weren't there-''same here.''I tell you what it is. It's.....When I didn't see you, I thought about you every day, I mean EVERY DAY in some way or another-''same here.''-Even if it was just \"I wish Dexter could see this\" or \"Where's Dexter now?\" or \"Christ that Dexter, what an idiot\", you know what I mean, and seeing you today, well, I thought I'd got you back - my BEST friend. And now all this, the wedding, the baby- I'm so happy for you, Dex, but it feels like I've lost you again.'--'You know what happens you have a family, your responsibilities change, you lose touch with people''It won't be like that, I promise.''Do you?''Absolutely''You swear? No more disappearing?''I won't if you won't.'Their lips touched now, mouths pursed tight, their eyes open, both of them stock still. The moment held, a kind of glorious confusion.", "owner": "David Nicholls, One Day"}], "pagination": {"size": 20, "total": 10, "current": 0}}