{"contents": [{"item": "It was the exact oppositefor me. At first all Iwanted was sex with her,but soon I wanted more.More sex, yes, in unusualplaces, and all different kinds.But that wasn’t all. I wantedher to fill the empty spacesleft by a father who neveronce praised me, ‘friends’ whoused me, an ice princess momwho raised me with glass kisses.", "owner": "Ellen Hopkins, Impulse"}, {"item": "You can have all the money in the world, one of the biggest mansions ever built, be one of the most famous people in the world, and still be as unhappy as Mariah Carey was. Money and fame don't make people happy. Only God does. Amen.", "owner": "Lisa Bedrick, Life Stories"}, {"item": "We are far, far stronger than our pain", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "Pressure makes diamonds - or not.", "owner": "Stefan Emunds"}, {"item": "Girl next to me at the baggage counter said she wrote her way to liberation. How did you handle first person narrative, I asked her. And said she knew the hole of depression, had been there. But I am out now, I escaped, I told her. 'You will fall into it again,' she said. Already I was sliding.", "owner": "Kate Millett"}, {"item": "Our culture treats people with depression is as if there is something wrong with them; a biological imbalance best treated with medication. But if it’s impossible to understand biology outside the context of environment, and there is a frightening increase in male suicide and depression, perhaps we need to take a closer look at the other variable - our environment.", "owner": "Mike Snelle"}, {"item": "Depression: the healthy suspicion that modern life has no meaning and that modern society is absurd and alienating.", "owner": "Neel Burton, The Meaning of Madness"}, {"item": "A game is an opportunity to focus our energy, with relentless optimism, at something we’re good at (or getting better at) and enjoy. In other words, gameplay is the direct emotional opposite of depression.", "owner": "Jane McGonigal, Reality is Broken: Why Games Make Us Better and How They Can Change the World"}, {"item": "Suicide may be a choice, but not as much as it is expected when everything else fails.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}, {"item": "A person will complain about his problems, unwilling to receive solutions, while demanding attention trough a victimization, reflecting lack of responsibility.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}, {"item": "Mental Health is measured though motivation to live; the more plans you have and the more significant they are, the more healthy you are.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}, {"item": "You don't want to think about it, but there's an ethical limit to what anyone should have to endure. You can't just negate that with sentimentality. With the idea of some indomitable spirit. That's a fairy tale. It's what people say about other people, to avoid the wretchedness. It's just cruelty by other means. Requiring a person to stay alive. For you.", "owner": "Adam Haslett, Imagine Me Gone"}, {"item": "Anything that tends to make us elated is inevitably going to throw us into depression.", "owner": "Eknath Easwaran, The End of Sorrow"}, {"item": "The best way to overcome depression is to work it to death. Whether it be your body or your mind, just be active and some relief you’ll find.", "owner": "Stanley Victor Paskavich, Stantasyland: Quips Quotes and Quandaries"}, {"item": "All depression has its roots in self-pity, and all self-pity is rooted in people taking themselves too seriously.", "owner": "Tom Robbins, Fierce Invalids Home from Hot Climates"}, {"item": "Perhaps the strangest thing about this illusion of control is not that it happens but that it seems to confer many of the psychological benefits of genuine control. In fact, the one group of people who seem generally immune to this illusion are the clinically depressed, who tend to estimate accurately the degree to which they can control events in most situation.", "owner": "Daniel M. Gilbert, Stumbling on Happiness"}, {"item": "My training makes me uneasy with a happy mystery.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "Theories without data are like daydreams.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "Though I learned little in my compromised state, I learned enough to make a decision: I was going to understand how mood could overwhelm. I was going to understand depression or die trying.", "owner": "Jonathan Rottenberg, The Depths: The Evolutionary Origins of the Depression Epidemic"}, {"item": "The process of finding the right doctor for you is excruciatingly painful, sometimes causing more damage than what you started with, but the feeling of finding the right one is priceless.", "owner": "Prudence Hayes, Back Into The Sunshine"}], "pagination": {"size": 20, "total": 10, "current": 6}}