{"contents": [{"item": "Those who are believers in God find strength from their faith in the face of suffering. They are compelled to give sacrificially to help those in need. And they have the hope that comes from knowing that, with God by their side, the tragedy they are facing is never the final word.", "owner": "Adam Hamilton"}, {"item": "I am not writing to try and convert people to fundamental Christianity. I am just trying to share my experience, strength and hope, that someone who is as messed up and neurotic and scarred and scared can be fully accepted by our dear Lord, no questions asked.", "owner": "Anne Lamott"}, {"item": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.", "owner": "A. P. J. Abdul Kalam"}, {"item": "The undertaking of a new action brings new strength.", "owner": "Richard L. Evans"}, {"item": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome.", "owner": "Isabel Allende"}, {"item": "I know that war and mayhem run in our blood. I refuse to believe that they must dominate our lives. We humans are animals, too, but animals with amazing powers of rationality, morality, society. We can use our strength and courage not to savage each other, but to defend our highest purposes.", "owner": "Donella Meadows"}, {"item": "The lesson of the Cuban Missile Crisis is plain: Strength prevents war weakness invites it. We need a commander-in-chief who understands that - and who won't leave us facing a foe who thinks he doesn't. ", "owner": "Arthur L. Herman"}, {"item": "The woman is a gentle, loving bond who encourages, consoles, builds, reconciles, and makes all things new and vibrant. The woman is strength in time of suffering, courageous in failure, intuitive in time of danger. A woman is ingenuous when all fails, resourceful in times of want, and a true helpmate for man.", "owner": "Mother Angelica"}, {"item": "Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength.", "owner": "James E. Faust"}, {"item": "Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well.", "owner": "Vincent Van Gogh"}, {"item": "A strong man doesn't have to be dominant toward a woman. He doesn't match his strength against a woman weak with love for him. He matches it against the world.", "owner": "Marilyn Monroe"}, {"item": "Love you will find only where you may show yourself weak without provoking strength.", "owner": "Theodor Adorno"}, {"item": "Love feels no burden, thinks nothing of trouble, attempts what is above its strength, pleads no excuse of impossibility; for it thinks all things lawful for itself, and all things possible.", "owner": "Thomas a Kempis"}, {"item": "The strong man is the one who is able to intercept at will the communication between the senses and the mind.", "owner": "Napoleon Bonaparte"}, {"item": "I think a guitar solo is how my emotion is most freely released, because verbal articulation isn't my strongest communication strength. My wife thinks that I should do interviews by listening to the questions and playing the answer on guitar.", "owner": "David Gilmour"}, {"item": "A powerful idea communicates some of its strength to him who challenges it.", "owner": "Marcel Proust"}, {"item": "On the other hand, the American public possesses a great resilience and strength, and good risk communication strategies can tap into and even amplify those assets.", "owner": "Patrick J. Kennedy"}, {"item": "Sports play a very important role in consolidating the national strength, adding lustre to the country's prestige and honour, inspiring people with national dignity and pride, and imbuing the whole society with revolutionary mettle.", "owner": "Kim Jong-un"}, {"item": "Unlike other sports, which are largely determined by individual athletic ability or team strength, NASCAR requires its competitors to cooperate in order to win.", "owner": "Charles Duhigg"}, {"item": "Building a sports power is a patriotic undertaking aimed at translating into reality the plan and wish of the great leaders, who devoted their efforts to building ours into a country that prospers and grows stronger on the strength of sports.", "owner": "Kim Jong-un"}], "pagination": {"size": 20, "total": 10, "current": 7}}