{"contents": [{"item": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.", "owner": "Joan Crawford"}, {"item": "You are the answer to every prayer I've offered. You are a song, a dream, a whisper, and I don't know how I could have lived without you for as long as I have.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I can feel Peeta press his forehead into my temple and he asks, 'So now that you've got me, what are you going to do with me?' I turn into him. 'Put you somewhere you can't get hurt.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "Love doesn't just sit there, like a stone, it has to be made, like bread; remade all the time, made new.", "owner": "Ursula K. Le Guin, The Lathe of Heaven"}, {"item": "If you like her, if she makes you happy, and if you feel like you know her---then don't let her go.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Be careful of love. It'll twist your brain around and leave you thinking up is down and right is wrong.", "owner": "Rick Riordan, The Battle of the Labyrinth"}, {"item": "I love you more than there are stars in the sky and fish in the sea.", "owner": "Nicholas Sparks"}, {"item": "When love is not madness it is not love.", "owner": "Pedro Calderón de la Barca"}, {"item": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.", "owner": "James     Baldwin"}, {"item": "I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "True love is rare, and it's the only thing that gives life real meaning.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Love is an irresistible desire to be irresistibly desired.", "owner": "Robert Frost"}, {"item": "I love you also means I love you more than anyone loves you, or has loved you, or will love you, and also, I love you in a way that no one loves you, or has loved you, or will love you, and also, I love you in a way that I love no one else, and never have loved anyone else, and never will love anyone else.", "owner": "Jonathan Safran Foer"}, {"item": "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them. ", "owner": "Agatha Christie, An Autobiography"}, {"item": "The greater the love, the greater the tragedy when it's over.", "owner": "Nicholas Sparks, Nights in Rodanthe"}, {"item": "I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be.", "owner": "Charles Dickens, Great Expectations"}, {"item": "I fell in love with her courage, her sincerity, and her flaming self respect. And it's these things I'd believe in, even if the whole world indulged in wild suspicions that she wasn't all she should be. I love her and it is the beginning of everything.", "owner": "F. Scott Fitzgerald"}, {"item": "You know, when it works, love is pretty amazing. It's not overrated. There's a reason for all those songs.", "owner": "Sarah Dessen, This Lullaby"}, {"item": "What Is Love? I have met in the streets a very poor young man who was in love. His hat was old, his coat worn, the water passed through his shoes and the stars through his soul", "owner": "Victor Hugo, Les Misérables"}, {"item": "It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal.", "owner": "E.M. Forster, A Room with a View"}], "pagination": {"size": 20, "total": 10, "current": 2}}