{"contents": [{"item": "Health is wealth but being wealthy does not mean one is healthy.", "owner": "Osunsakin Adewale"}, {"item": "It is not what you say, but how you say, that's important. 99% Fat Free product seems more healthy than a product with 1% Fat.", "owner": "Manoj Arora"}, {"item": "Health is wealth but wealth is not health", "owner": "Osunsakin Adewale"}, {"item": "Over time, a noisy lifestyle and stress make you old. The stress, noise and rush that often accompany working life, family life and social life can be too much for your nervous system and brain, which also need rest and cleansing.", "owner": "Thorbjörg Hafsteinsdottir, 10 Years Younger in 10 Weeks"}, {"item": "Maintain a balance life: Nurture your physical, emotional, and spiritual needs.", "owner": "Lailah Gifty Akita"}, {"item": "If you aren't losing weight, and you know you need to (you know), then you gotta go look in the mirror. Step up and own it. Don't hate yourself. Don't play the victim. Just admit that there's some room for improvement and start improving. It might be two steps forward and one step back for a while. That's fine. It's still one step forward.", "owner": "Shannon Sorrels, ...then just stay fat."}, {"item": "A sneeze can never be to far away", "owner": "Benny Bellamacina, Philosophical uplifting quotes and poems"}, {"item": "Anxiety is who people want you to be. Calm is who you are.", "owner": "Maria Dorfner"}, {"item": "It's not your size. It's your inner strength.", "owner": "Maria Dorfner"}, {"item": "One of the most important distinctions found within these pages is the fact that all foods are not created equal. Some foods are deficient in minerals and key nutrients, while other foods are packed with a powerhouse of valuable nutrients that can change your life, your health, and your body in a truly incredible way.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "Organic food production has existed for thousands of years (since the beginning of agriculture) and it will continue as long as humans live on the planet.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "Whether through grains, beans, or even fruit, there’s plenty of protein in a plant-strong diet. We only need 5-8% of our calories from protein, and since protein is the one macronutrient that we can’t store, when you get above 15% it either stores as fat or we excrete it.", "owner": "Rip Esselstyn, My Beef with Meat: The Healthiest Argument for Eating a Plant-Strong Diet - Plus 140 New Engine 2 Recipes"}, {"item": "Stepping into extreme longevity requires strategy, knowledge, spiritual research, emotional release work, inspired dedication, and determination.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "Even if we eat the best diet ever (and I highly recommend that we do), we still may not achieve the longevity that is possible.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "Calcification is the hardening of body tissues by calcium salts or deposits. Although calcification itself is not considered a disease, it has been shown to be a significant contributing factor in nearly every known illness and aging condition, including heart disease, kidney stones, gallstones, chronic inflammation, arthritis, cancers, cataracts, eczema, psoriasis, and even wrinkles.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "Nobody wants to die! So why do people let themselves go?Why kill yourself off?Stop and think, get fit and strong! Even a good shag will burn the calories off and pump your heart!There is no excuse - you know it!", "owner": "Charles Bronson, Solitary Fitness"}, {"item": "Present-day science, conventional medicine, and the mindset of 'better living through chemistry' have delivered their results, and they are less an excellent. Essentially, due to poor results, these methods no longer reign supreme.", "owner": "David Wolfe, Longevity Now: A Comprehensive Approach to Healthy Hormones, Detoxification, Super Immunity, Reversing Calcification, and Total Rejuvenation"}, {"item": "It is my assessment that most police officers who spend their days driving around USA cities will have some levelof radiation sickness and this is concerning!", "owner": "Steven Magee"}, {"item": "Radio Wave Sickness and Electromagnetic Hypersensitivity are easily preventable and one can only wonder how much longer the insanity of modern governments is going to be allowed to continue in this area.", "owner": "Steven Magee"}, {"item": "It is tha action that we're taking NOWThat will determine our FUTURE lives.", "owner": "Thomas Arnalsteen"}], "pagination": {"size": 20, "total": 10, "current": 9}}