{"contents": [{"item": "It's weird to feel like you miss someone you're not even sure you know.", "owner": "David Foster Wallace, Infinite Jest"}, {"item": "There is the solitude of suffering, when you go through darkness that is lonely, intense, and terrible. Words become powerless to express your pain; what others hear from your words is so distant and different from what you are actually suffering.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "Karou wished she could be the kind of girl who was complete unto herself, comfortable in solitude, serene. But she wasn't. She was lonely, and she feared the missingness within her as if it might expand and... cancel her. She craved a presence beside her, solid. Fingertips light at the nape of her neck and a voice meeting hers in the dark. Someone who would wait with an umbrella to walk her home in the rain, and smile like sunshine when he saw her coming. Who would dance with her on her balcony, keep his promises and know her secrets, and make a tiny world wherever he was, with just her and his arms and his whisper and her trust.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "I am alone, I thought, and they are everybody.", "owner": "Fyodor Dostoyevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead"}, {"item": "If you smile when you are alone, then you really mean it.", "owner": "Andy Rooney"}, {"item": "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts. ", "owner": "Masashi Kishimoto"}, {"item": "I have heard the mermaids singing, each to each. I do not think that they will sing to me.", "owner": "T.S. Eliot, The Love Song of J. Alfred Prufrock"}, {"item": "My loneliness was born when men praised my talkative faults and blamed my silent virtues.", "owner": "Kahlil Gibran, Sand and Foam"}, {"item": "Our language has wisely sensed these two sides of man’s being alone. It has created the word “loneliness” to express the pain of being alone. And it has created the word “solitude” to express the glory of being alone.", "owner": "Paul Tillich, The Eternal Now"}, {"item": "It's so stupid because all I wanted was space and now that I have it, there's this part of me that's achingly lonely I could die.", "owner": "Hannah Harrington, Saving June"}, {"item": "Then stirs the feeling infinite, s", "owner": "George Gordon Byron, Childe Harold's Pilgrimage"}, {"item": "Are you angry? Punch a pillow. Was it satisfying? Not hardly. These days people are too angry for punching. What you might try is stabbing. Take an old pillow and lay it on the front lawn. Stab it with a big pointy knife. Again and again and again. Stab hard enough for the point of the knife to go into the ground. Stab until the pillow is gone and you are just stabbing the earth again and again, as if you want to kill it for continuing to spin, as if you are getting revenge for having to live on this planet day after day, alone.", "owner": "Miranda July, No One Belongs Here More Than You"}, {"item": "l(aleaffalls)oneliness", "owner": "E.E. Cummings"}, {"item": "Occasionally, very occasionally, say at four o’clock in the afternoon on a wet Sunday, she feels panic-stricken and almost breathless with loneliness. Once or twice she has been known to pick up the phone to check that it isn’t broken. Sometimes she thinks how nice it would be to be woken by a call in the night: ‘get in a taxi now’ or ‘I need to see you, we need to talk’. But at the best of times she feels like a character in a Muriel Spark novel – independent, bookish, sharp-minded, secretly romantic.", "owner": "David Nicholls, One Day"}, {"item": "Deep down, the young are lonelier than the old.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "Because, once alone, it is impossible to believe that one could ever have been otherwise. Loneliness is an absolute discovery.", "owner": "Marilynne Robinson, Housekeeping"}, {"item": "In spite of language, in spite of intelligence and intuition and sympathy, one can never really communicate anything to anybody. The essential substance of every thought and feeling remains incommunicable, locked up in the impenetrable strong-room of the individual soul and body. Our life is a sentence of perpetual solitary confinement.", "owner": "Aldous Huxley"}, {"item": "Lonely was much better than alone.", "owner": "Toni Morrison, The Bluest Eye"}, {"item": "Over time, loneliness gets inside you and doesn't go away.", "owner": "Carlos Ruiz Zafón, The Angel's Game"}, {"item": "When I was a kid--10, 11, 12, 13--the thing I wanted most in the world was a best friend. I wanted to be important to people; to have people that understood me. I wanted to just be close to somebody. And back then, a thought would go through my head almost constantly: \"There's never gonna be a room someplace where there's a group of people sitting around, having fun, hanging out, where one of them goes, 'You know what would be great? We should call Fiona. Yeah, that would be good.' That'll never happen. There's nothing interesting about me.\" I just felt like I was a sad little boring thing.", "owner": "Fiona Apple"}], "pagination": {"size": 20, "total": 10, "current": 5}}