{"contents": [{"item": "In the end it was Tabby who cast the deciding vote, as she so often has at crucial moments in my life. I'd like to think I've done the same for her from time to time, because it seems to me that one of the things marriage is about is casting the tiebreaking vote when you just can't decide what you should do next.", "owner": "Stephen King, On Writing: A Memoir of the Craft"}, {"item": "As is often the case, the sole person not left speechless in awe by my brilliance is my own beloved wife.", "owner": "Jack Womack, Let's Put the Future Behind Us"}, {"item": "Marriage is like a fingerprint. Everyone's is different. ", "owner": "Angela Lam (Turpin)"}, {"item": "She wanted to explain everything to him—how certain notes of the Moonlight Sonata shredded her heart like wind inside a paper bag; how her soul felt as endless and deep as the sea churning on their left; how the sight of the young Muslim couple filled her with an emotion that was equal parts joy and sadness; and above all, how she wanted a marriage that was different from the dead sea of marriages she saw all around her, how she wanted something finer, deeper, a marriage made out of silk and velvet instead of coarse cloth, a marriage made of clouds and stardust and red earth and ocean foam and moonlight and sonatas and books and art galleries and passion and kindness and sorrow and ecstasy and of fingers touching from under a burqua.", "owner": "Thrity Umrigar, The Space Between Us"}, {"item": "Marriage, n.: The state or condition of a community consisting of a master, a mistress and two slaves, making in all, two.", "owner": "Ambrose Bierce"}, {"item": "When a marriage fails, the story of the relationship changes. The best parts, the parts that made you think getting married was a good idea, fade from memory.", "owner": "Tori Spelling, sTORI Telling"}, {"item": "In matrimony, to hesitate is sometimes to be saved.", "owner": "Samuel Butler, The Note Books of Samuel Butler"}, {"item": "This was the cream of marriage, this nightly turning out of the day's pocketful of memories, this deft habitual sharing of two pairs of eyes, two pairs of ears. It gave you, in a sense, almost a double life: though never, on the other hand, quite a single one.", "owner": "Jan Struther, Mrs. Miniver"}, {"item": "Most marriages don't add two people together. They subtract one from the other.", "owner": "Ian Fleming, Diamonds Are Forever"}, {"item": "I tried to imagine what it would be like if Constantin were my husband.It would mean getting up at seven and cooking him eggs and bacon and toast andcoffee and dawdling about in my nightgown and curlers after he'd left for work to wash up the dirty plates and make the bed, and then when he came home after a lively, fascinating day he'd expect a big dinner, and I'd spend the evening washing up even more dirty plates till I fell into bed, utterly exhausted. This seemed a dreary and wasted life for a girl with fifteen years of straight A's, but I knew that's what marriage was like, because cook and clean and wash was just what Buddy Willard's mother did from morning till night, and she was the wife of a university professor and had been a private school teacher herself.", "owner": "Sylvia Plath"}, {"item": "Marriage is very important. Marrying a girl is the most important thing a man can do. Never mind business or politics or sport or any of that, there's nothing so vital to the world as a man marrying a woman. That's where we get our children from, that's how the human race goes forward. And if it's too late for children, there's the companionship of a safe and trusted person.", "owner": "Frank Delaney, The Matchmaker of Kenmare"}, {"item": "It is within the bonds of marriage that I, for one, found a greater freedom to be and to become and to share myself thatn I can imaine ever having found in any other kind of relationship.", "owner": "Frederick Buechner, Now and Then: A Memoir of Vocation"}, {"item": "What's it like? Being married?Cold feet. Middle of the night you're sleeping, suddenly, wham, you've got ice cold feet warming themselves on the back of your legs.", "owner": "Alan Brennert, Moloka'i"}, {"item": "There are trials and mistakes and even wars along the path of marriage.", "owner": "Patti Callahan Henry, Between The Tides"}, {"item": "..but it seemed to him that the tie between husband and wife, if breakable in prosperity, should be indissoluble in misfortune.", "owner": "Edith Wharton, The Age of Innocence"}, {"item": "Them lady poets must not marry, pal . . . It is a true error to marry with poets / or to be by them.", "owner": "John Berryman, The Dream Songs"}, {"item": "Every girl would like to marry a rich husband. I did twice. But what divides girls into two groups is this question - do you first think of money and then love, or vice versa?", "owner": "Hedy Lamarr"}, {"item": "Rocky, if I’ve learned anything from my train wreck of a marriage, it’s that no one can take care of me better than I can.", "owner": "Starr Ambrose, Thieves Like Us"}, {"item": "Their long years together had shown him that it did not so much matter if marriage was a dull duty, as long as it kept the dignity of duty: lapsing from that, it became a mere battle of ugly appetites.", "owner": "Edith Wharton"}, {"item": "It's as important to marry the right life as it is the right person.", "owner": "Jan Struther, Mrs. Miniver"}], "pagination": {"size": 20, "total": 10, "current": 8}}