{"contents": [{"item": "Be happy for things that work.", "owner": "Na'ama Yehuda"}, {"item": "Keep your Eyes on All that's Good and Beautiful and Possible in the World. Because \"The Stories We Tell Create the People We Become.", "owner": "Jacqueline Lewis, Life Begins at the End of Your Comfort Zone: A Journal to Reignite, Renew, and Refuel your Life"}, {"item": "Gratitude is where every positive attitude starts.", "owner": "Michael Hyatt, Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want"}, {"item": "Joyful living is a healthy life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Time is the most valuable resources.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The habit of happiness is achieved through the attitude of gratitude.", "owner": "Annette Zoheret, Survive Life... And Live It Up"}, {"item": "Revolution starts within our own heart, not on the street", "owner": "Indy Bissessur"}, {"item": "The number one joy indicator, the one thing that will predict whether someone feels joy in their life or not, is the practice of gratitude.", "owner": "John O'Leary, On Fire: The 7 Choices to Ignite a Radically Inspired Life"}, {"item": "May your life be filled with more gratitude.", "owner": "Lailah Gifty Akita"}, {"item": "What had she have to wish for? Nothing but to grow more worthy of him whose intentions and judgment had been ever so superior to her own.", "owner": "Jane Austen, Emma"}, {"item": "The beauty of existence is a passionate sacred-life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be happy with what you have.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Gratefulness leads to good health and happy life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Joy is the simplest form of gratitude.", "owner": "Karl Barth"}, {"item": "The most beautiful moments in life are moments when you are expressing your joy, not when you are seeking it.", "owner": "Sadhguru"}, {"item": "There is more reason to say grace before beginning a book than there is to say it before beginning to dine.", "owner": "Charles Lamb"}, {"item": "No matter what, if you have the strength of life, it is enough to be thankful.", "owner": "Lailah Gifty Akita"}, {"item": "The glory of life is strength of existence.", "owner": "Lailah Gifty Akita"}, {"item": "Gratitude pours forth continually, as if the unexpected had just happened—the gratitude of a convalescent—for convalescence was unexpected…. The rejoicing of strength that is returning, of a reawakened faith in a tomorrow and the day after tomorrow, of a sudden sense and anticipation of a future, of impending adventures, of seas that are open again.", "owner": "Friedrich Nietzsche, The Gay Science"}, {"item": "Life can only be live with grace and gratitude.", "owner": "Lailah Gifty Akita"}], "pagination": {"size": 20, "total": 10, "current": 2}}