{"contents": [{"item": "But even so, every now and then I would feel a violent stab of loneliness. The very water I drink, the very air I breathe, would feel like long, sharp needles. The pages of a book in my hands would take on the threatening metallic gleam of razor blades. I could hear the roots of loneliness creeping through me when the world was hushed at four o'clock in the morning.", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "If one's different, one's bound to be lonely.", "owner": "Aldous Huxley, Brave New World"}, {"item": "there is a loneliness in this world so great that you can see it in the slow movement of the hands of a clock", "owner": "Charles Bukowski, Love Is a Dog from Hell"}, {"item": "I want to be with those who know secret things or else alone.", "owner": "Rainer Maria Rilke"}, {"item": "Where are the people?” resumed the little prince at last. “It’s a little lonely in the desert…” “It is lonely when you’re among people, too,” said the snake.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "They cannot scare me with their empty spacesBetween stars—on stars where no human race is.I have it in me so much nearer homeTo scare myself with my own desert places.", "owner": "Robert Frost, The Poetry of Robert Frost"}, {"item": "I felt a haunting loneliness sometimes, and felt it in others--young clerks in the dusk, wasting the most poignant moments of night and life.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}, {"item": "The only time we waste is the time we spend thinking we are alone.", "owner": "Mitch Albom, The Five People You Meet in Heaven - Meniti Bianglala"}, {"item": "Sometimes I feel so- I don’t know - lonely. The kind of helpless feeling when everything you’re used to has been ripped away. Like there’s no more gravity, and I’m left to drift in outer space with no idea where I’m going’Like a little lost Sputnik?’I guess so.", "owner": "Haruki Murakami, Sputnik Sweetheart"}, {"item": "Perhaps only people who are capable of real togetherness have that look of being alone in the universe. The others have a certain stickiness, they stick to the mass.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "It's weird to feel like you miss someone you're not even sure you know.", "owner": "David Foster Wallace, Infinite Jest"}, {"item": "There is the solitude of suffering, when you go through darkness that is lonely, intense, and terrible. Words become powerless to express your pain; what others hear from your words is so distant and different from what you are actually suffering.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "I am alone, I thought, and they are everybody.", "owner": "Fyodor Dostoyevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead"}, {"item": "If you smile when you are alone, then you really mean it.", "owner": "Andy Rooney"}, {"item": "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts. ", "owner": "Masashi Kishimoto"}, {"item": "I have heard the mermaids singing, each to each. I do not think that they will sing to me.", "owner": "T.S. Eliot, The Love Song of J. Alfred Prufrock"}, {"item": "My loneliness was born when men praised my talkative faults and blamed my silent virtues.", "owner": "Kahlil Gibran, Sand and Foam"}, {"item": "Our language has wisely sensed these two sides of man’s being alone. It has created the word “loneliness” to express the pain of being alone. And it has created the word “solitude” to express the glory of being alone.", "owner": "Paul Tillich, The Eternal Now"}, {"item": "It's so stupid because all I wanted was space and now that I have it, there's this part of me that's achingly lonely I could die.", "owner": "Hannah Harrington, Saving June"}, {"item": "Then stirs the feeling infinite, s", "owner": "George Gordon Byron, Childe Harold's Pilgrimage"}], "pagination": {"size": 20, "total": 10, "current": 4}}