{"contents": [{"item": "We are healthy only to the extent that our ideas are humane.", "owner": "Kurt Vonnegut Jr., Breakfast of Champions"}, {"item": "The world we have created, has problems, that can not be resolved by rich getting richer but by sharing we can over come the problems\" Dr. Ron Harris - 2008", "owner": "Dr. Ron Harris"}, {"item": "If ignorance about the nature of pain is widespread, ignorance about the way pain-killing drugs is even more so. What is not generally understood is that many of the vaunted pain-killing drugs conceal the pain without correcting the underlying condition. They deaden the mechanism in the body that alerts the brain to the fact that something may be wrong. The body can pay a high price for suppression of pain without regard to its basic cause.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "Suppose I stopped taking aspirin and phenylbutazone? What about the pain? The bones in my spine and practically every joint in my body felt as though I had been run over by a truck. I knew that pain could be affected by attitudes. Most people become panicky about almost any pain. On all sides they have been so bombarded with advertisements about pain that they take this or that analgesic at the slightest sign of an ache. We are largely illiterate about pain and so are seldom able to deal with it rationally. Pain is part of the body's magic. It is the way the body transmits a sign to the body that something is wrong.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "Time is the one thing that patients need most from their doctors--time to be heard, time to have things explained, time to reassured, time to be introduced by the doctor personally to specialists or other attendants whose very existence seems to reflect something new and threatening. yet the one thing that too many doctors find most difficult to command or manage is time.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}, {"item": "You'll notice that pain isn't solid or constant but rather a series of sensations, sometimes hard, sometimes light, and even sometimes gone altogether", "owner": "Ruby Wax, Sane New World: Taming The Mind"}, {"item": "The Concept of Internal and External Stressor is a Misnomer. All Stress is Created Finally Through an Internal Mechanism Mediated by Our Thoughts.", "owner": "Kiran Dintyala"}, {"item": "When it comes to our most precious commodity, our own health, many of us are like sheep following whatever our doctors and insurance companies and other medical care providers tell us to do and not to do.about our health.", "owner": "Archelle Georgiou"}, {"item": "Money cannot buy health, but I'd settle for a diamond-studdedwheelchair.", "owner": "Dorothy Parker"}, {"item": "I read once that you need two things to be happy: any two of health, money, and love. You can cover the absense of one with the other two... But now I realized this was unmitigated bullshit, because health and money did not compare with love at all.", "owner": "Max Barry, Machine Man"}, {"item": "The greatest wealth is well-being.", "owner": "Lailah Gifty Akita"}, {"item": "It seems quite pointless to waste health relentlessly in order to earn money that we shall spend on recovering health.", "owner": "Eraldo Banovac"}, {"item": "Life isn't a life without fitness.", "owner": "Mohith Agadi"}, {"item": "Let your passion serve as your energy source to keep you going. I can attest that you will be happier, healthier, and more successful at it.", "owner": "Anna Agoncillo, Psychology Of Love, Money, & Life"}, {"item": "Because all actions and expressions stem from the mind, it is vital to know the mind as well as decide in what way we’ll use it. Everyone has heard of psychosomatic illness, and most of us acknowledge that psychosomatic sicknesses can and do occur. But what about psychosomatic wellness? How many of us have considered if it’s possible to stay healthy or cure various maladies with the positive use of the mind? And if we have thought of this, have we done much more than simply consider the idea?", "owner": "H.E. Davey"}, {"item": "Relax and Recreat yourself.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When I travel, I get lovesick. Well, they call it chlamydia.", "owner": "Jimmy Carr"}, {"item": "All I want is some man to take delight in me. 5:30? 6:30 A.M. as usual, no cigs. Better a maudlin drunk than a sterile one. My pimples are more like small boils; I have the plague. My lip is split. My tits are swollen and I can't ever sleep. I now breathe with my heart, which skips rope. Back to sex?", "owner": "Maryse Holder, Give Sorrow Words: Maryse Holder's Letters From Mexico"}, {"item": "New Year, new month, new day, new moment, all places we have never been before. Enjoy each experience with relish & spice... tasty times ahead.", "owner": "Michael Levy"}, {"item": "Meditation is the basis of a life of splendid health, untiring energy, unfailing love, and abiding wisdom. It is the very foundation of that deep inner peace for which every one of us longs. No human being can ever be satisfied by money or success or prestige or anything else the world can offer. What we are really searching for is not something that satisfies us temporarily, but a permanent state of joy.", "owner": "Eknath Easwaran, Take Your Time: How to Find Patience, Peace, and Meaning"}], "pagination": {"size": 20, "total": 10, "current": 1}}