{"contents": [{"item": "Loyalty to a wrong person always paid darkness, Nothing else!", "owner": "Umakant"}, {"item": "Loyalty looks simple... but it ain't.", "owner": "David Mitchell, The Thousand Autumns of Jacob de Zoet"}, {"item": "The whole crowd interrupted and told him, 'No, we won't let you go. You have worked hard for our rights and you can't quit now.''Then,' said Riel, 'if I must, I will desert.''If you desert, we will desert with you.", "owner": "Gabriel Dumont, Gabriel Dumont Speaks"}, {"item": "A wife's loyalty is tested when her husband has nothing. A husband's loyalty is tested when he has everything.", "owner": "Habeeb Akande"}, {"item": "Loyalty. We're still loyal to the United States of America. Why? Because we too are Americans. We don't agree, but we will show our loyalty by our obedience.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "All of us should have free choice when it comes to patriotic displays... a government wisely acting within its bounds will earn loyalty and respect from its citizens. A government dare not demand the same.", "owner": "Jesse Ventura"}, {"item": "I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.", "owner": "Summer Altice"}, {"item": "You give loyalty, you'll get it back. You give love, you'll get it back.", "owner": "Tommy Lasorda"}, {"item": "The strength of brand loyalty begins with how your product makes people feel.", "owner": "Jay Samit"}, {"item": "As much as I liked and admired the various members of the Kennedy family, my first loyalty was to Jackie.", "owner": "Pierre Salinger"}, {"item": "Loyalty to the Nation all the time, loyalty to the Government when it deserves it.", "owner": "Mark Twain"}, {"item": "The test of good citizenship is loyalty to country.", "owner": "Bainbridge Colby"}, {"item": "The hazing experience and then the subsequent participation in the group forces its members to maintain the status quo and traditions at all costs. It demands mindlessness and unquestioned loyalty, resulting in boring people who have little ability to think for themselves or have an opposing viewpoint from those who have the most social power.", "owner": "Rosalind Wiseman"}, {"item": "There's no reason to think that you'll be capable of loyalty to a diet until you address your basic disloyalty toward yourself.", "owner": "Marianne Williamson"}, {"item": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.", "owner": "John Keegan"}, {"item": "The Mohawks have on all occasions shown their zeal and loyalty to the Great King yet they have been very badly treated by his people. ", "owner": "Joseph Brant"}, {"item": "Given the knee-jerk patriotism of recent war movies, it's discouraging to see 'Windtalkers' evade pertinent facts that could have recast the doubled-edged issues of racism and loyalty and made them relevant to contemporary times.", "owner": "Elvis Mitchell"}, {"item": "The higher American patriotism, on the other hand, combines loyalty to historical tradition and precedent with the imaginative projection of an ideal national Promise.", "owner": "Herbert Croly"}, {"item": "The Negro people of America... have cut our forests, tilled our fields, built our railroads, fought our battles, and in all of their trials they have manifested a simple faith, a grateful heart, a cheerful spirit, and an undivided loyalty .", "owner": "Mordecai Wyatt Johnson"}, {"item": "Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do.", "owner": "Tommy Mottola"}], "pagination": {"size": 20, "total": 5, "current": 3}}