{"contents": [{"item": "To have faith is to be sure of the things we hope for, to be certain of the things we cannot see.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "My faith is big enough to accept all of God's wonders.", "owner": "Kirsten Miller, The Eternal Ones"}, {"item": "Science adjusts its views based on what's observedFaith is the denial of observation so that belief can be preserved.", "owner": "Tim Minchin"}, {"item": "The soul hardly ever realizes it, but whether he is a believer or not, his loneliness is really a homesickness for God.", "owner": "Hubert Van Zeller"}, {"item": "Low self-esteem causes me to believe that I have so little worth that my response does not matter. With repentance, however, I understand that being worth so much to God is why my response is so important. Repentance is remedial work to mend our minds and hearts, which get bent by sin.", "owner": "John Ortberg Jr., The Me I Want to Be: Becoming God's Best Version of You"}, {"item": "If faith never encounters doubt, if truth never struggles with error, if good never battles evil, how can faith know its own power? In my own pilgrimage, if I had to choose between a faith that has stared doubt in the eye and made it blink, or a naive faith that has never known the firing line of doubt, I will choose the former every time.", "owner": "Gary Parker"}, {"item": "We tend to be preoccupied by our problems when we have a heightened sense of vulnerability and a diminished sense of power. Today, see each problem as an invitation to prayer.", "owner": "John Ortberg Jr., The Me I Want to Be: Becoming God's Best Version of You"}, {"item": "It is not easy to convey a sense of wonder, let alone resurrection wonder, to another. It’s the very nature of wonder to catch us off guard, to circumvent expectations and assumptions. Wonder can’t be packaged, and it can’t be worked up. It requires some sense of being there and some sense of engagement.", "owner": "Eugene H. Peterson"}, {"item": "I have always been a firm believer in God and the power of prayer, though to be honest, my faith has made for alist of questions I definitely want answered after I'm gone.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I told him I had once lost everything I had, too, and that I think that can be God’s way of building walls around us to force us to look up at Him.", "owner": "Kimberly Novosel, Loved"}, {"item": "The goal of prayer is to live all of my life and speak all of my words in the joyful awareness of the presence of God.Prayer becomes real when we grasp the reality and goodness of God's constant presence with 'the real me.' Jesus lived his everyday life in conscious awareness of his Father.", "owner": "John Ortberg Jr., The Me I Want to Be: Becoming God's Best Version of You"}, {"item": "Faith in God is an opening up, a letting go, a deep trust, a free act of love - but sometimes it was so hard to love.", "owner": "Yann Martel"}, {"item": "When we try to focus our thought upon One who is pure uncreated being we may see nothing at all, for He dwelleth in light that no man can approach unto. Only by faith and love are we able to glimpse Him as He passes by our shelter in the cleft of the rock.", "owner": "A.W. Tozer"}, {"item": "Christianity is not about how much faith you have. Its about Who your faith is in.", "owner": "Mike Donahey"}, {"item": "The test of faith is whether I can make space for difference. Can I recognize God's image in someone who is not in my image, who language, faith, ideal, are different from mine? If I cannot, then I have made God in my image instead of allowing him to remake me in his.", "owner": "Jonathan Sacks, The Dignity of Difference: How to Avoid the Clash of Civilizations"}, {"item": "სამხრეთის კედელზე მაცხოვრის ერთადერტი თვალდახრილი და სახედაფხეკილი ფრესკის ქვეშ ვიღაც ლაზღანდარა ათეისტს მუშაირა ჰქონდა გამართული თვითონ მაცხოვართან. უცხვირპირო და უთვალო, როგორ გიწამო, უფალო?!-კომკავშირელი ათეისტი. ასე აწერდა ხელს ლექსის ატორი. ცოტა ქვევით უფლის პასუხი იყო, ასევე ლურსმნით ამოკაწრული: კომკავშირელო, თუ არ გწამს, სახარება და ღმერთიო, ამ სიმაღლეზე მეორედ, გთხოვ, აღარ ამოეთრიო!-იესო ქრისტე. ასე აწერდა ხელს პასუხის ავტორი.", "owner": "Nodar Dumbadze, მარადისობის კანონი"}, {"item": "Never doubt God in the darkness what he has given us in the light.", "owner": "Francine Rivers, A Voice in the Wind"}, {"item": "But what of faith? What of fidelity and loyalty? Complete trust? Faith is not granted by tangible proof. It comes from the heart and the soul. If a person needs proof of god's existence, then the very notion of spirituality is diminished into sensuality and we have reduced what is holy into what is logical.-Drizzt Do'urden", "owner": "R.A. Salvatore, Siege of Darkness"}, {"item": "I'm only a tool, beloved. Not your Savior", "owner": "Francine Rivers, Redeeming Love"}, {"item": "Common sense is no match for the voice of God.", "owner": "Jon Krakauer, Under the Banner of Heaven: A Story of Violent Faith"}], "pagination": {"size": 20, "total": 10, "current": 4}}