{"contents": [{"item": "Becoming number one is easier than remaining number one.", "owner": "Bill Bradley"}, {"item": "If you aren't fired with enthusiasm  you'll be fired with enthusiasm.", "owner": "Vince Lombardi"}, {"item": "Sport is one area where no participant is worried about another's race  religion or wealth: and where the only concern is 'Have you come to play?'", "owner": "Henry Roxborough"}, {"item": "Behind every tennis player there is another tennis player.", "owner": "John McPhee"}, {"item": "Catching a fly ball is a pleasure  but knowing what to do with it is a business.", "owner": "Tommy Henrich"}, {"item": "Trying to get a fast ball past Hank Aaron is like trying to get the sun past a rooster.", "owner": "Curt Simmons"}, {"item": "Golf is a good walk spoiled.", "owner": "Mark Twain"}, {"item": "A sportsman is a man who  every now and then  simply has to get out and kill something. Not that he's cruel. He wouldn't hurt a fly. It's not big enough.", "owner": "Stephen Leacock"}, {"item": "Walking is the best possible exercise. Habituate yourself to walk very far.", "owner": "Thomas Jefferson"}, {"item": "Hockey captures the essence of the Canadian experience in the New World. In a land so inescapably and inhospitably cold  hockey is the dance of life  and an affirmation that despite the deathly chill of winter we are alive.", "owner": "Bruce Kidd"}, {"item": "The game isn't over until it's over.", "owner": "Yogi Berra"}, {"item": "The race is not always to the swift nor the battle to the strong - but that's the way to bet.", "owner": "Damon Runyon"}, {"item": "Sport begets tumultuous strife and wrath  and wrath begets fierce quarrels and war to the death.", "owner": "Horace"}, {"item": "Citius  altius  fortius. (Swifter  higher  stronger.)", "owner": "Motto of the Olympic Games"}, {"item": "Well  God is certainly getting an earful tonight.", "owner": "Jim Murray"}, {"item": "Going to bed with a woman never hurt a ball player. It's staying up all night looking for them that does you in.", "owner": "Casey Stengel"}, {"item": "Knute Rockne liked 'bad losers.' He said 'good losers' lose too often.", "owner": "George Allen"}, {"item": "Ninety per cent of this game is half-mental.", "owner": "Yogi Berra"}, {"item": "I have never been able to understand why pigeon-shooting at Hurlingham should be refined and polite  while a rat-killing match in Whitechapel is low.", "owner": "T. H. Huxley"}, {"item": "When I play with my cat  who knows whether I do not make her more sport  than she makes me?", "owner": "Michel Montaigne"}], "pagination": {"size": 20, "total": 3, "current": 1}}