{"contents": [{"item": "Our passion is what we have been designed to do so as not to get bored between being born and death.", "owner": "Ben Tolosa, Masterplan Your Success"}, {"item": "An Ignited Passion Plus Purity Is Required To Accomplish Purpose", "owner": "Sunday Adelaja"}, {"item": "When passion rises to its full expression, it touches the soul and lifts the spirit.", "owner": "R.A.Delmonico"}, {"item": "People don't have to do things by half measures because they aren't getting paid for it. In fact, that's all the more reason to throw every ounce of passion you have behind it.", "owner": "Anna Kendrick, Scrappy Little Nobody"}, {"item": "The tragedy of this age is that many are hungry for the wrong reasons", "owner": "Bernard Kelvin Clive"}, {"item": "You need to change, renew, and rejuvenate yourself. Put your best foot forward in all that you do; you will develop an unmatched passion.", "owner": "Farshad Asl"}, {"item": "All passion is childish. It's banal and naive. It's nothing we learn; it's instinctive, and so it overwhelms us. Overturns us. It bears us away in a flood. All other emotions belong to the earth, but passion inhabits the universe.", "owner": "Fredrik Backman, Britt-Marie Was Here"}, {"item": "Passion is good, but Pros have purpose and realism.", "owner": "Gabriel Dibble"}, {"item": "Skill, education, money aren't the difference makers, passion is. If you've passion to achieve something, there's nothing that can stop you.", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "Time and again, I've met or read about people who succeeded against all kinds of odds because they had passion. You're passion away to win!", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "She admired her passion, knowing that passion is by definition excessive.", "owner": "Milan Kundera, Ignorance"}, {"item": "You can only love something that refuses to be mastered.", "owner": "Yevgeny Zamyatin, We"}, {"item": "In work, it is possible to find commitment, attachment, chemistry, and connection. In fact, it's high time that more people acknowledged the electric pull that women can feel for their profession, the exciting heat of ambition and frisson of success.", "owner": "Rebecca Traister, All the Single Ladies: Unmarried Women and the Rise of an Independent Nation"}, {"item": "One passion leads to another. It's passion that makes the wheels of life turn, passion for work, passion for pleasure, passion for passion.", "owner": "Chloe Thurlow, Katie in Love"}, {"item": "I would love to become a poor writer as per my choice then a billionaire businessman as per them...", "owner": "shivangi lavaniya"}, {"item": "Passion is not such an emotion as a destiny.", "owner": "Jeanette Winterson, The Passion"}, {"item": "Whatever you do, put all your soul, your spirit and your strength into it.", "owner": "Lailah Gifty Akita"}, {"item": "When you are passionate about something, it shows. There is no point doing something that does not make you feel happy just to earn money. If you hate what you are doing, you are then just wasting your life.", "owner": "Preeti Shenoy, It Happens for a Reason"}, {"item": "One has to look for one's passion. It's not going to come up and smack you on the head.", "owner": "Charlotte Huang, Going Geek"}, {"item": "I felt condemned to obscurity and to celibacy. But when one is driven by passion, one can live on almost nothing, and I was driven by passion for writing. One does not starve in modern, Western societies, and one can do without such amenities as the telephone, a car, entertainment.", "owner": "Alain Robbe-Grillet"}], "pagination": {"size": 20, "total": 10, "current": 3}}