{"contents": [{"item": "In the deepest hour of the night, confess to yourself that you would die if you were forbidden to write. And look deep into your heart where it spreads its roots, the answer, and ask yourself, must I write?", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "I have already settled it for myself so flattery and criticism go down the same drain and I am quite free.", "owner": "Georgia O'Keeffe"}, {"item": "I shut my eyes in order to see.", "owner": "Paul Gauguin"}, {"item": "I believe in God, only I spell it Nature.", "owner": "Frank Lloyd Wright, Truth Against the World: Frank Lloyd Wright Speaks for an Organic Architecture"}, {"item": "You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day.", "owner": "Viggo Mortensen"}, {"item": "Blessed are the weird people: poets, misfits, writersmystics, painters, troubadoursfor they teach us to see the world through different eyes.", "owner": "Jacob Nordby, Pearls of Wisdom: 30 Inspirational Ideas to live your best life now"}, {"item": "The human body is the best work of art.", "owner": "Jess C. Scott"}, {"item": "Well, art is art, isn't it? Still, on the other hand, water is water! And east is east and west is west and if you take cranberries and stew them like applesauce they taste much more like prunes than rhubarb does. Now, uh... now you tell me what you know.", "owner": "Groucho Marx"}, {"item": "I believe entertainment can aspire to be art, and can become art, but if you set out to make art you're an idiot.", "owner": "Steve Martin"}, {"item": "Graffiti is one of the few tools you have if you have almost nothing. And even if you don't come up with a picture to cure world poverty you can make someone smile while they're having a piss.", "owner": "Banksy, Banging Your Head Against a Brick Wall"}, {"item": "If it weren't for greed, intolerance, hate, passion and murder, you would have no works of art, no great buildings, no medical science, no Mozart, no Van Gough, no Muppets and no Louis Armstrong.", "owner": "Jasper Fforde, The Big Over Easy"}, {"item": "An artist is somebody who produces things that people don't need to have.", "owner": "Andy Warhol, Andy Warhol, Thirty Are Better Than One"}, {"item": "The road to creativity passes so close to the madhouse and often detours or ends there.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "The thing I hate the most about advertising is that it attracts all the bright, creative and ambitious young people, leaving us mainly with the slow and self-obsessed to become our artists.. Modern art is a disaster area. Never in the field of human history has so much been used by so many to say so little.", "owner": "Banksy"}, {"item": "The aim of art is to represent not the outward appearance of things, but their inward significance.", "owner": "Aristotle"}, {"item": "The first and most important thing an individual can do is to become an individual again, decontrol himself, train himself as to what is going on and win back as much independent ground for himself as possible", "owner": "William S. Burroughs"}, {"item": "Comedy aims at representing men as worse, Tragedy as better than in actual life.", "owner": "Aristotle, Poetics"}, {"item": "When you draw something it lives and when you photograph it it dies", "owner": "John Fowles, The Collector"}, {"item": "Yet the ivory gods, And the ebony gods, And the gods of diamond-jade, Are only silly puppet gods That people themselves Have made.-", "owner": "Langston Hughes"}, {"item": "Everything we see hides another thing, we always want to see what is hidden by what we see, but it is impossible. Humans hide their secrets too well....", "owner": "René Magritte"}], "pagination": {"size": 20, "total": 10, "current": 2}}