{"contents": [{"item": "A lonely, quiet person has observations and experiences that are at once both more indistinct and more penetrating than those of one more gregarious; his thoughts are weightier, stranger, and never without a tinge of sadness. . . . Loneliness fosters that which is original, daringly and bewilderingly beautiful, poetic. But loneliness also fosters that which is perverse, incongruous, absurd, forbidden.", "owner": "Thomas Mann, Death in Venice"}, {"item": "Even the company of the mad was better than the company of the dead.", "owner": "Stephen King, The Stand"}, {"item": "That’s why; he’s worried about how his life is turning out, and he’s lonely, and lonely people are the bitterest of them all", "owner": "Nick Hornby, High Fidelity"}, {"item": "...But the heart is not a computer that can be upgraded so quickly and easily with the latest version of love. Love cannot be sealed hermetically inside a tight box like any other on the store shelf; even though the word itself is in public domain, its quality is not. Love cannot promise a full customer satisfaction garanteed or a whole lifetime of dreams shared refunded, with no questions asked. Love cannot be agreed to in terms and conditions as quickly as the \"Next\" button being clicked. These unspoken terms and conditions grow and develop over time until it gets very messy, and no one remembers how such a mess of accusation and anger was able to overshadow their pure ecstasy of love, the spark between two people turning on a new operation system of togetherness for the first time. Love is always beta; never a golden master.If love were a computer, constant bug reports and subsequent fixes are the name of the game, and there are many unexplained breakdowns. The heart is too stubborn for explanations and too impatient for forgiveness, and there is usually no one at the tech support line. Forgive me stan, if I've crashed so often. It's just to hard to boot up to a whole new future without you. I am an empty monitor in search of a \"hello.", "owner": "Raymond Luczak"}, {"item": "You're too far for my hands to hold you, but too near for my heart to love you.", "owner": "Heraline"}, {"item": "In the weeks that followed, we amazed ourselves. Our habits slid apart easily...And our very few intimacies were simply discontinued. Where did they go, those things we did? Were they recycled? Did some new couple in China do them? Were a Swedish man and woman foot to foot at this very moment? ", "owner": "Miranda July, No One Belongs Here More Than You"}, {"item": "Lucian was beginning to get used to hearing her small observations at night. More than anything, he realized he liked her voice in the dark. It made him feel less lonely.", "owner": "Melina Marchetta, Froi of the Exiles"}, {"item": "The two of them on top of the freezing slide, wordlessly holding hands. Once again they were a ten-year-old boy and girl. A lonely boy, and a lonely girl. A classroom, just after school let out, at the beginning of winter. They had neither the power nor the knowledge to know what they should offer to each other, what they should be seeking. They had never, ever, been truly loved, or truly loved someone else. They had never held anyone, never been held. They had not idea, either, where this action would take them. What they entered then was a doorless room. They couldn't get out, nor could anyone else come in. The two of them didn't know it at the time, but this was the only truly complete place in the entire world. Totally isolated, yet the one place not tainted with loneliness.", "owner": "Haruki Murakami, 1Q84"}, {"item": "It no longer makes me cry and die and tear myself to see her go because everything goes away from me like that now — girls, visions, anything, just in the same way and forever and I accept lostness forever.", "owner": "Jack Kerouac"}, {"item": "Sometimes being surronded by everyone is the loneliest, because you'll realise you have no one to turn to.", "owner": "Soraya"}, {"item": "I hope somebody cares because I sure don't. I sure don't. Not anymore. I'm ashamed to go around my family. I'm too embarrassed to confide in my friends. Outside of work I don't have a life.", "owner": "Mary B. Morrison"}, {"item": "I grow old … I grow old …\t I shall wear the bottoms of my trousers rolled.\tShall I part my hair behind? Do I dare to eat a peach?\tI shall wear white flannel trousers, and walk upon the beach.\tI have heard the mermaids singing, each to each.\tI do not think that they will sing to me.\t I have seen them riding seaward on the waves\tCombing the white hair of the waves blown back\tWhen the wind blows the water white and black.\tWe have lingered in the chambers of the sea\tBy sea-girls wreathed with seaweed red and brown\t Till human voices wake us, and we drown.", "owner": "T.S. Eliot, The Love Song of J. Alfred Prufrock"}, {"item": "Loneliness watches and sights, then climbs into my bed and pulls the covers over... himself, fully dressed, shoes and all. He’s going to make me sleep with him again tonight, i just know it.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Our language has wisely sensed these two sides of man’s being alone. It has created the word “loneliness” to express the pain of being alone. And it has created the word “solitude” to express the glory of being alone. Although, in daily life, we do not always distinguish these words, we should do so consistently and thus deepen our understanding of our human predicament.", "owner": "Paul Tillich, The Eternal Now"}, {"item": "I hold the world but as the world, Gratiano!", "owner": "William Shakespeare, The Merchant of Venice"}, {"item": "I think that if we look for love courageously, it reveals itself, and we wind up attracting even more love. If one person really wants us, everyone does. But if we’re alone, we become even more alone. Life is strange.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "There's a lot to be said for being alone. But you and I know, don't we, Flavia, that being alone and being lonely are not at all the same thing?", "owner": "Alan Bradley, The Weed That Strings the Hangman's Bag"}, {"item": "I learned the strange art of loneliness, the weathered yearning that swells and passes, and swells and passes, when you walk a trail alone.", "owner": "Anna Carey, Eve"}, {"item": "Human beings, in point of fact, are lonely by nature, and one should feel sorry for them and love them and mourn with them. It is certain that people would understand one another better and love one another more if they would admit to one another how lonely they were, how sad they were in their tormented, anxious longings and feeble hopes.", "owner": "Halldór Laxness"}, {"item": "Consider A MoveThe steady time of being unknown,in solitude, without friends,is not a steadiness that sustains.I hear your voice waver on the ", "owner": "Michael     Ryan, New and Selected Poems"}], "pagination": {"size": 20, "total": 10, "current": 7}}