{"contents": [{"item": "Divided attention destroys best intentions. Singular focus is the friend to success.", "owner": "Benjamin Lotter"}, {"item": "A person who is interrupted while performing a task takes 50% more time to complete it and make 50% more errors.", "owner": "David Brooks"}, {"item": "Focus on the systematic process and the things you have control.", "owner": "Balenti Peco Ramos"}, {"item": "Focus on the Destination not on the journey", "owner": "George Bank jc"}, {"item": "You Can't depend on your eyes when your imagination is not on focus.", "owner": "George Bank jc"}, {"item": "I got to wear blinders all the time so I won't think sideways or in the past.", "owner": "Carson McCullers, The Heart is a Lonely Hunter"}, {"item": "When you focus on revenge, you're uploading only negativity to your system. You should focus on moving forward and enjoy the little things in life. For we know, that innocent smile of yours is a big obstacle in the eyes of the haters.", "owner": "Fasela Oosterwolde"}, {"item": "All of history has pointed its refining focus to your life this moment.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "When I have a mission, it gives me something to focus on.", "owner": "Duncan Bannatyne, Anyone Can Do It"}, {"item": "Success comes from doing the hard part. When the hard part is all you've got, you're more likely to do it.And this is precisely why it's difficult to focus. Because focusing means acknowledging that you just signed up for the hard part.", "owner": "Seth Godin"}, {"item": "A true DreamChaser knows how to sacrifice beyond measure and live with the decision.", "owner": "Jordan Mitchell"}, {"item": "Therefore, to maximize your productivity, deliberately focus on precisely one thing at a time.", "owner": "Oran Kangas, Productivity: Big Ideas from the Top 10 Books"}, {"item": "We are stuck on the obvious of this world, and it so fills our minds and our beings that there is little room for anything else, even if that \"obvious\" is merely a small part of what is real.", "owner": "Van Harden, Life in the Purple Wedge!"}, {"item": "That’s been one of my mantras — focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains. [BusinessWeek, May 25 1998]", "owner": "Steve Jobs"}, {"item": "Intense, sustained focus fuels manifestation.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Focus is the ability to say no to the GOOD so you can fulfill the yes you said to the GREAT.", "owner": "Orrin Woodward"}, {"item": "Focus isn't about hammering one nail all our lives.It’s about hammering lots of nails, one way, all our lives.", "owner": "Scott Ginsberg"}, {"item": "Successful people work hard on the right things b/c working hard on the wrong things only makes one worn out while failing.", "owner": "Orrin Woodward"}, {"item": "Yesterday's shortcuts are today's nightmares. The race is quicker when we're stricter. Keep your eyes on today, and declare what you may.", "owner": "Mark  Donnelly"}, {"item": "Set aside your repertoire of objections and own 100 percent of your focus.", "owner": "Lorii Myers, No Excuses, The Fit Mind-Fit Body Strategy Book"}], "pagination": {"size": 20, "total": 10, "current": 7}}