{"contents": [{"item": "I am a bit old fashion but I believe in prayer, I believe prayer can move mountain. Prayer might not be our responsibility but it is a good starting place. It can give us heaven's prospectives on human problems. I know we need to do a bit more than pray but that doesn't mean we don't need to pray.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Sometimes what not to do is more important than what to do. Sometimes when you are in crisis, when frustration are high or when you are under pressure, what you don't do is more important than what you do. Don't be afraid. ....", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "If you never listen, you can't see. The devil has got so many people so disconnected that they cannot even listen or even sense when the Lord is speaking.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Christians we cannot be allowed to be fractured at a time like this. There are more of us, there are more of light in us than in the agents of darkness.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Man's panic does not produce God's power.....sometimes you need to pray before you post on social media.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "At a time like this maybe the world is looking at us not just at a miracle crusade or sunday church service but the way we are living. Maybe they want to see whether what our Master left for us worked for us; there is a counter spirit to the spirit of fear, it is the love of God.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "This is not the first time that the world has been in a mess but you are still God, you left us on the earth, not only to preach in a building but to be the church beyond the buildings.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Before we can fix the situation, we have to first see the situation, the world can't see straight right now, some are blinded by hatred, rage, fear, scepticism, some are blinded by their pains.We need to pray...pray that God open our eyes to see the problem from the source and not from the surface.You cannot solve a situation that you cannot see correctly.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The agenda of the Media is not to inform you, they don't care about you, they are trying to show you the truth. There are some intelligent Christians but they can't find them and put on the air ...for instance me", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Be careful the mistake of yesterday always lives with tomorrow.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I don't want to settle down because God has satisfied me and heard my prayers. I want to stay hungry and thirsty for the things of God.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The presence of crisis does not prove the absence of God. I think in time of crisis Christians should rise up and point to the world on something bigger. The crisis is an opportunity for us to proclaim to the children of darkness what we proclaim in the light.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God always wants us to see things from heaven's prospective. You may not be doing much to your community but what you are is so important. You are significant.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Five minutes after something happened might not be the best time for you to get into your Facebook and tell everybody. Men's panic does not produce God's power.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Conflict is much the same, injustice and inequality is nothing new to our generation only the contest has changed because not only that everyone has opinion but they also have an opportunity to voice it and that is a bit dangerous.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The conflict hasn't gotten worst but the contest has really changed.............", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I am so happy that I grew up knowing the word of God, the spirit of discernment in me is 24hrs activated, I can differentiate between light and darkness. I put on the amour of God even when the whole world is going to hell, I refuse to join them. The light in me shall overshadow every power of darkness.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "All of my life God has allowed me to share prospectives with people who are different. You cannot lead people whose prospective you are not willing to understand.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Surrounded by enemies, surrounded by evil, surrounded by darkness, injustice.......\"don't be afraid , those who are with us are more than those who are with them\"2 Kings 6:16", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Whenever someone is a threat to the enemy there will be an attack dispatched against that person to try to minimise their effectiveness.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}], "pagination": {"size": 20, "total": 10, "current": 8}}