{"contents": [{"item": "You have a great deal of yourself on the line, writing— your vanity is at stake. You discover a tricky thing about fiction writing; a certain amount of vanity is necessary to be able to do it all, but any vanity above that certain amount is lethal.", "owner": "David Foster Wallace, Both Flesh and Not: Essays"}, {"item": "We are searching for the core of our lives; our culture intuits that writing, that ancient activity, might be the pathway...Awakening does not feed ego's needs and desires; it pulverizes the self. Our society couldn't knowingly bear such reduction, so we've tricked ourselves into the same path but call it writing.", "owner": "Natalie Goldberg"}, {"item": "While you were busy working on your ego, she was busy working on her soul.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "I'm everything that you're not.", "owner": "Ahmed Mostafa"}, {"item": "He had seen the whole Universe stretching to infinity around him—everything. And with it had come the clear and extraordinary knowledge that he was the most important thing in it. Having a conceited ego is one thing. Actually being told by a machine is another.", "owner": "Douglas Adams, The Restaurant at the End of the Universe"}, {"item": "Definitions from Mulla Do-PiazaFlattery:One of the most promising of businesses: always brisk.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "Knowledge (Gnan) is not attained first first the ego departs. ", "owner": "Dada Bhagwan"}, {"item": "There are two kinds of people: goal-oriented and ego-oriented. Goal-oriented people work together and get things gone. Ego-oriented people don’t work.", "owner": "Charbel Tadros"}, {"item": "Often we take personally the slings and arrows of our 'abusers'. But frequently we are merely the interchangeable pawns of their own neurotic dramas. Anyone else in your position would have received the same treatment. There is nothing especially noxious or negatively noteworthy about you.", "owner": "Brian L. Weiss, Messages from the Masters: Tapping into the Power of Love"}, {"item": "In every relationship, you can always see the ego of the other, but you cannot see your own – and the other one goes on seeing your ego.", "owner": "Bhagwan Shree Rajneesh, When the Shoe Fits: Stories of the Taoist Mystic Chuang Tzu"}, {"item": "A man of wisdom always looks at every problem from the other’s point of view also. You cannot be wise if you have only one point of view. Sometimes try to stand in others’ shoes and just look from there.", "owner": "Bhagwan Shree Rajneesh, When the Shoe Fits: Stories of the Taoist Mystic Chuang Tzu"}, {"item": "Some people feed your ego, but starve your soul.", "owner": "Steve Maraboli"}, {"item": "A man's ego can drive him either to heights of glory or to depths of misery!", "owner": "Avijeet Das"}, {"item": "The material world coexists alongside the ideal life, and the purest intentions are bound to the earth by ridiculous threads, but they are threads of iron and they are not easily broken.", "owner": "Alexandre Dumas fils, The Lady of the Camellias"}, {"item": "At the time we glorify self instead of glorify God, at that time we are wasting our time as... God is Time.", "owner": "indonesia123"}, {"item": "It's so egotistical to believe that we know more about someone else's reality than they do, and such a waste of time.", "owner": "Shreve Stockton, The Daily Coyote: Story of Love, Survival, and Trust In the Wilds of Wyoming"}, {"item": "The ego is like a clever monkey, which can co-opt anything, even the most spiritual practices, so as to expand itself. (155)", "owner": "Jean-Yves Leloup, Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity"}, {"item": "Ego like bile over taste buds. Get it out or hold it in. It's the suspension will drive you nuts, churn your gut.", "owner": "Patrick Bryant, Hum A Radiant Sickness"}, {"item": "War within ourselves is always a prelude to war outside ourselves. All war starts within our own hearts. When our egos are inflated or our desires insatiable, we go to war with the other for the sad joy of maintaining our one-dimensional worlds.", "owner": "Joan D. Chittister, Wisdom Distilled from the Daily: Living the Rule of St. Benedict Today"}, {"item": "Forget the self and you will fear nothing, in whatever level or awareness you find yourself to be.", "owner": "Carlos Castañeda, The Active Side of Infinity"}], "pagination": {"size": 20, "total": 10, "current": 1}}