{"contents": [{"item": "The meaning of earthly existence lies not, as we have grown used to thinking, in prospering but in the development of the soul.", "owner": "Aleksandr Solzhenitsyn, Cancer Ward"}, {"item": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.", "owner": "Karl R. Popper"}, {"item": "To live is to change, to acquire the words of a story, and that is the only celebration we mortals really know.", "owner": "Barbara Kingsolver, The Poisonwood Bible"}, {"item": "down with hell and heaven and all the religious fussinfinity pleased our parents one inch looks good to us", "owner": "E.E. Cummings"}, {"item": "Love is patient; love is kind and envies no one. Love is never boastful, nor conceited, nor rude; never selfish, not quick to take offense. Love keeps no score of wrongs; does not gloat over other men's sins, but delights in the truth. There is nothing love cannot face; there is no limit to its faith, its hope, and endurance. [....] In a word, there are three things that last forever: faith, hope, and love; but the greatest of them all is love.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "The student is half afraid to meet one of the great philosophers face to face. He feels himself inadequate and thinks he will not understand him. But if he only knew, the great man, just because of his greatness, is much more intelligible than his modern commentator. The simplest student will be able to understand, if not all, yet a very great deal of what Plato said; but hardly anyone can understand some modern books on Platonism.", "owner": "C.S. Lewis"}, {"item": "For this feeling of wonder shows that you are a philosopher, since wonder is the only beginning of philosophy.", "owner": "Plato, Theaetetus"}, {"item": "I have learnt through bitter experience the one supreme lesson to conserve my anger, and as heat conserved is transmuted into energy, even so our anger controlled can be transmuted into a power which can move the world.", "owner": "Mahatma Gandhi"}, {"item": "If a man who can’t count finds a four leaf clover, is he lucky?", "owner": "Stanisław Lem"}, {"item": "There is nothing deep down inside us except what we have put there ourselves.", "owner": "Richard M. Rorty"}, {"item": "The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the master calls a butterfly.", "owner": "Richard Bach"}, {"item": "We are alone. Live our lives, lacking anything better to do. Devise reason later.", "owner": "Alan Moore, Watchmen"}, {"item": "Nobody understands the nature of the Church, or the ringing note of the creed descending from antiquity, who does not realize that the whole world once very nearly died of broadmindedness and the brotherhood of all religions.", "owner": "G.K. Chesterton, The Everlasting Man"}, {"item": "When our eyes are graced with wonder, the world reveals its wonders to us. There are people who see only dullness in the world and that is because their eyes have already been dulled. So much depends on how we look at things. The quality of our looking determines what we come to see.", "owner": "John O'Donohue, Beauty: The Invisible Embrace"}, {"item": "Trebuie sa te departezi putin de tine ca sa te poti apropia de ceilalti.", "owner": "Andrei Pleșu"}, {"item": "Thinking only begins at the point where we have come to know that Reason, glorified for centuries, is the most obstinate adversary of thinking.", "owner": "Martin Heidegger"}, {"item": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind. ", "owner": "W.B. Yeats"}, {"item": "Which came first, the mind or the idea of the mind? Have you never wondered? They arrived together. The mind is an idea.", "owner": "Bernard Beckett, Genesis"}, {"item": "Everything existing in the universe is the fruit of chance and necessity.", "owner": "Democritus"}, {"item": "To win true freeedom you must be a slave to philosophy.", "owner": "Seneca, Letters from a Stoic"}], "pagination": {"size": 20, "total": 10, "current": 8}}