{"contents": [{"item": "If we pray, we shall prevail.", "owner": "Lailah Gifty Akita"}, {"item": "You go on. You just go on. There's nothing more to it, and there's no trick to make it easier. You just go on.\"\"What do you find on the other side? When you go on?\"She shrugged. \"Your life again. What else?", "owner": "Lois McMaster Bujold, Memory"}, {"item": "You never know how long it will take. The route to success is unpredictable. So pack the essentials: parcels of love and peace, packets of patience and hope, and bundles of perseverance!", "owner": "Manuela George-Izunwa"}, {"item": "Where it comes from I don't know. Is it a gift? I don't know. But with perseverance you are sure to always end up on the winning side.", "owner": "Manuela George-Izunwa"}, {"item": "Perseverance is persistent insistence.", "owner": "Manuela George-Izunwa"}, {"item": "When the struggle gets realYou just have to get realer", "owner": "Julius Veal"}, {"item": "Belief creates conviction, conviction creates persistence, persistence creates perseverance and perseverance creates unlimited opportunities for greatness.", "owner": "Jason Versey"}, {"item": "If your heart is still beating, God is not done with you yet.", "owner": "Dillon Burroughs, Faith Acts: A Provocative Call to Live What You Believe"}, {"item": "God may allow a disturbance, but we don’t have to be disturbed by it.", "owner": "Dillon Burroughs, Faith Acts: A Provocative Call to Live What You Believe"}, {"item": "Zeal is more often checked after long years in the same service than when novelty gives a charm to our work.", "owner": "Charles Haddon Spurgeon, Lectures to My Students"}, {"item": "We often forget that the Author of our faith must be the Preserver of it also. The lamp which was burning in the temple was never allowed to go out, but it had to be daily replenished with fresh oil; in like manner, our faith can only live by being sustained with the oil of grace,", "owner": "Charles Haddon Spurgeon, Lectures to My Students"}, {"item": "Like swimming squirrels, you navigate with the help of Heaven and a stiff breeze, but you never land where you hope to—do you?", "owner": "Robert W. Chambers"}, {"item": "People suffer all over the world, every day. But people triumph all over the world every day, too.", "owner": "Mia Sheridan, Grayson's Vow"}, {"item": "You can only have the courage and strength to do what you think is right. It may turn out to be wrong, but you will at least have done it, and that is the important thing. We must act according to the best dictates of our reason, and then leave God to judge its ultimate value.", "owner": "Irving Stone, Lust for Life"}, {"item": "Few lack talent, but most people lack the vision & perseverance to develop their talents.", "owner": "Orrin Woodward"}, {"item": "The spirit of perseverance and persistence will calm mighty storms.", "owner": "Lailah GiftyAkita"}, {"item": "Perseverance, secret of all triumphs.", "owner": "Victor Hugo"}, {"item": "Success flourishes only in perseverance--ceaseless, restless perseverance.”Baron Manfred von Richthofen (1892-1918); Former Fighter Pilot", "owner": "Baron Manfred von Richthofen"}, {"item": "The only person your anger hurts is you. Let it go. Accept it. Move on.", "owner": "Kristin von Kreisler, An Unexpected Grace"}, {"item": "Sometimes, persevering...is simply having the courage to let go. ~Jason Versey", "owner": "Jason Versey, A Walk with Prudence"}], "pagination": {"size": 20, "total": 9, "current": 3}}