{"contents": [{"item": "Nothing resembles selfishness more closely than self-respect", "owner": "George Sand, Indiana"}, {"item": "Walk tall, or baby don't walk at all.", "owner": "Bruce Springsteen"}, {"item": "There is only one real misfortune: to forfeit one's own good opinion of oneself. Lose your complacency, once betray your own self-contempt and the world will unhesitatingly endorse it.", "owner": "Thomas Mann"}, {"item": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy.", "owner": "Robert Tew"}, {"item": "A quest for self-respect is proof of its lack", "owner": "Ayn Rand, The Fountainhead"}, {"item": "The fact is no one has understood me in entirety till now!", "owner": "Ramana Pemmaraju"}, {"item": "From beggar to thief is one step, but a step in two directions at the same time, for what a beggar loses in morality when he becomes a thief he regains in self-respect.", "owner": "Angela Carter, Nights at the Circus"}, {"item": "Teach people how to treat you", "owner": "DivineConspiracy"}, {"item": "Self-respect cannot be hunted. It cannot be purchased. It is never for sale. It cannot be fabricated out of public relations. It comes to us when we are alone, in quiet moments, in quiet places, when we suddenly realize that, knowing the good, we have done it; knowing the beautiful, we have served it; knowing the truth we have spoken it", "owner": "Alfred Whitney Griswold"}, {"item": "There are worse things than suffering and death... it is worse to lose one's self-respect.", "owner": "Sándor Márai, Embers"}, {"item": "if you think she is amazing, you are the ordinary one ...", "owner": "Hera Septyadita"}, {"item": "I will win , not immediately.... But Definately...!!!!!!", "owner": "Akshay Dalvi"}, {"item": "our thoughts have to be accountable to our self", "owner": "Stefen Dany"}, {"item": "In a drama of the highest order there is little food for censure or hatred it teaches rather self-knowledge and self-respect.", "owner": "Percy Bysshe Shelley"}], "pagination": {"size": 14, "total": 1, "current": 0}}