{"contents": [{"item": "I remember my youth and the feeling that will never come back any more /the feeling that I could last for ever, outlast the sea, the earth, and all men; the deceitful feeling that lures us on to joys, to perils, to love, to vain effort /to death; the triumphant conviction of strength, the heat of life in the handful of dust, the glow in the heart that with every year grows dim, grows cold, grows small, and expires /and expires, too soon, too soon /before life itself", "owner": "Joseph Conrad"}, {"item": "People of limited intelligence are fond of talking about \"these days,\" imagining that they have discovered and appraised the peculiarities of \"these days\" and that human nature changes with the times.", "owner": "Leo Tolstoy"}, {"item": "Where lowland is, that's where water goes. All medicine wants is pain to cure.", "owner": "Jalaluddin Rumi"}, {"item": "Losing an illusion makes you wiser than finding a truth. ", "owner": "Ludwig Börne"}, {"item": "Life is not long, and too much of it must not pass in idle deliberation how it shall be spent. ", "owner": "Samuel Johnson"}, {"item": "Whatever you want to be in life, you're training for it right now.", "owner": "Michael Anderson"}, {"item": "For we have been socialized to respect fear more than our own needs for language and definition, and while we wait in silence for that final luxury of fearlessness, the weight of that silence will choke us.", "owner": "Audre Lorde"}, {"item": "Behold, the fool saith, \"Put not all thine eggs in the one basket\" - which is but a matter of saying, \"Scatter your money and your attention\"; but the wise man saith, \"Pull all your eggs in the one basket and - WATCH THAT BASKET.\" - Pudd'nhead Wilson's Calendar", "owner": "Mark Twain, Pudd'nhead Wilson"}, {"item": "Listen. Pay attention. Treasure every moment.", "owner": "Oprah Winfrey"}, {"item": "Many's the man/ who thought himself wise/ but what he needed/ he did not know...", "owner": "Richard Wagner, The Ring of the Nibelung"}, {"item": "Mirrors that hide nothing hurt me. But this is the hurt of purging and precious renewal - and these are the mirrors of dangerous grace.", "owner": "Walter Wangerin Jr."}, {"item": "You must become the producer, director and actor in the unfolding story of your life.", "owner": "Wayne W. Dyer"}, {"item": "Remember, purpose is about giving...All you can do with your life is to give it away in the service of others.", "owner": "Wayne W. Dyer"}, {"item": "it's a rare day when she speaks in anything but platitudes--all those exhausted phrases and hand-me-down ideas that cram the dump sites of contemporary wisdom", "owner": "Paul Auster, The Brooklyn Follies"}, {"item": "For this is Wisdom; to love, to liveTo take what fate, or the Gods may give.To ask no question, to make no prayer,To kiss the lips and caress the hair,Speed passion's ebb as you greet its flowTo have, -to hold -and -in time, -let go!", "owner": "Laurence Hope"}, {"item": "Our moments of inspiration are not lost though we have no particular poem to show for them; for those experiences have left an indelible impression, and we are ever and anon reminded of them. ", "owner": "Henry David Thoreau"}, {"item": "A house divided cannot stand.", "owner": "Abraham Lincoln"}, {"item": "Wonder is the beginning of wisdom in learning from books as well as from nature.", "owner": "Mortimer J. Adler, How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information"}, {"item": "A great benefit of Sabbath keeping is that we learn to let God take care of us — not by becoming passive and lazy, but in the freedom of giving up our feeble attempts to be God in our own lives.", "owner": "Marva J. Dawn, Keeping the Sabbath Wholly: Ceasing, Resting, Embracing, Feasting"}, {"item": "How many of us are swept away by what I have come to call an 'active laziness'?It consists of cramming our lives with compulsive activity, so that there is no time at all to confront the real issues.", "owner": "Sogyal Rinpoche"}], "pagination": {"size": 20, "total": 10, "current": 6}}