{"contents": [{"item": "Do not ruin today with mourning tomorrow.", "owner": "Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making"}, {"item": "Baseless victimhood is usually the last stage before outright aggression.", "owner": "Stefan Molyneux"}, {"item": "The present is all we have, yet it is the one thing we will never learn to hold in our hands.", "owner": "Madeleine Thien, Do Not Say We Have Nothing"}, {"item": "Everything is created twice, first in the mind and then in reality.", "owner": "Robin S. Sharma, The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams  Reaching Your Destiny"}, {"item": "How heron comesIt is a negligence of the mindnot to notice how at duskheron comes to the pond andstands there in his death robes, perfectservant of the system, hungry, his eyesfull of attention, his wingspure light", "owner": "Mary Oliver, Swan: Poems and Prose Poems"}, {"item": "Most of us take for granted that time flies, meaning that it passes too quickly. But in the mindful state, time doesn't really pass at all. There is only a single instant of time that keeps renewing itself over and over with infinite variety.", "owner": "Deepak Chopra, The Book of Secrets: Unlocking the Hidden Dimensions of Your Life"}, {"item": "I like walking because it is slow, and I suspect that the mind, like the feet, works at about three miles an hour. If this is so, then modern life is moving faster than the speed of thought or thoughtfulness.", "owner": "Rebecca Solnit, Wanderlust: A History of Walking"}, {"item": "Despite all the identifying, measuring, photographing, I had managed to set the experience in a kind of present past, a having looked, even as I was temporally and physically still looking...It is not necessarily too little knowledge that causes ignorance; possessing too much, or wanting to gain too much, can produce the same result.", "owner": "John Fowles, The Tree"}, {"item": "A person must make peace with oneself before they will find peace with the world.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "Within yourself is a stillness and a sanctuary to which you can retreat at any time and be yourself.", "owner": "Hermann Hesse"}, {"item": "One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt.", "owner": "Alan W. Watts, Psychotherapy East and West"}, {"item": "There are as many life missions as there are people. We are all unique. We are all important.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "You have treasured your MIND more than your 'SELF' and that's the primary source of unhappiness!", "owner": "Ramana Pemmaraju"}, {"item": "On the topic of exercise, \"It's just as important as brushing your teeth everyday, more important than watching TV or reading online or answering email. Make time for something so crucial to a good life.", "owner": "Leo Babauta, 52 Changes"}, {"item": "Work, he tells them one night, is a kind of prayer.", "owner": "Bernice Morgan"}, {"item": "Two thoughts cannot coexist at the same time: if the clear light of mindfulness is present, there is no room for mental twilight.", "owner": "Nyanaponika Thera"}, {"item": "Your thoughts are based on your perceptions and those thoughts are capable to refine your perceptions again.", "owner": "Bikash Bhandari"}, {"item": "Dwell positive thoughts!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There are a thousand thousand reasons to live this life, everyone of them sufficient", "owner": "Marilynne Robinson"}, {"item": "There are high places that don’t invite us, sharp shapes, glacier-scraped faces, whole ranges whose given names slip off. Any such relation as we try to make refuses to take…I’m giddy with thinking where thinking can’t stick.No Names", "owner": "Kay Ryan, The Niagara River"}], "pagination": {"size": 20, "total": 7, "current": 0}}