{"contents": [{"item": "People don't ask for facts in making up their minds. They would rather have one good  soul-satisfying emotion than a dozen facts.", "owner": "Robert Keith Leavitt"}, {"item": "If we resist our passions  it is more due to their weakness than to our strength.", "owner": "La Rochefoucauld"}, {"item": "A sentimentalist is simply one who desires to have the luxury of an emotion without paying for it.", "owner": "Oscar Wilde"}, {"item": "Is it not strange that desire should so many years outlive performance?", "owner": "William Shakespeare"}, {"item": "The world is a comedy to those who think  a tragedy to those who feel.", "owner": "Horace Walpole"}, {"item": "Follow your heart  and you perish.", "owner": "Margaret Laurence"}, {"item": "The only people for me are the mad ones  the ones who are mad to live  mad to talk  mad to be saved . . . the ones who never yawn and say a commonplace thing  but burn  burn  burn  like fabulous yellow roman candles exploding like spiders across the stars.", "owner": "Jack Kerouac"}, {"item": "Fanaticism consists in redoubling your efforts when you have forgotten your aim.", "owner": "George Santayana"}, {"item": "Disappointments should be cremated  not embalmed.", "owner": "Henry S. Haskins"}, {"item": "Artificial manners vanish the moment the natural passions are touched.", "owner": "Maria Edgeworth"}, {"item": "Hands have not tears to flow.", "owner": "Dylan Thomas"}, {"item": "A good heart is better than all the heads in the world.", "owner": "Edward Bulwer-Lytton"}, {"item": "Where the mind is past hope  the heart is past shame.", "owner": "John Lyly"}, {"item": "Nobody has ever measured  even poets  how much a heart can hold.", "owner": "Zelda Fitzgerald"}, {"item": "The logic of the heart is absurd.", "owner": "Julie de Lespinasse"}, {"item": "Our hearts were drunk with a beauty our eyes could never see.", "owner": "George W. Russell"}, {"item": "The same heart beats in every human breast.", "owner": "Matthew Arnold"}, {"item": "The heart has its reasons which reason knows nothing of.", "owner": "Blaise Pascal"}, {"item": "Man becomes man only by the intelligence  but he is man only by the heart.", "owner": "Henri Frederic Amiel"}, {"item": "From the solitude of the wood  (Man) has passed to the more dreadful solitude of the heart.", "owner": "Loren Eiseley"}], "pagination": {"size": 20, "total": 10, "current": 9}}