{"contents": [{"item": "I was always hungry for love. Just once, I wanted to know what it was like to get my fill of it -- to be fed so much love I couldn't take any more. Just once. ", "owner": "Haruki Murakami, Norwegian Wood"}, {"item": "The course of true love never did run smooth.", "owner": "William Shakespeare, A Midsummer Night's Dream"}, {"item": "In a perfect world, you could fuck people without giving them a piece of your heart. And every glittering kiss and every touch of flesh is another shard of heart you’ll never see again.", "owner": "Neil Gaiman, Fragile Things: Short Fictions and Wonders"}, {"item": "The human heart is a strange vessel. Love and hatred can exist side by side.", "owner": "Scott Westerfeld"}, {"item": "For where all love is, the speaking is unnecessary", "owner": "Diana Gabaldon, Outlander"}, {"item": "When we meet someone and fall in love, we have a sense that the whole universe is on our side. And yet if something goes wrong, there is nothing left! How is it possible for the beauty that was there only minutes before to vanish so quickly? Life moves very fast. It rushes from heaven to hell in a matter of seconds.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "Spending time with you showed me what I’ve been missing in my life.", "owner": "Nicholas Sparks, The Choice"}, {"item": "The music in his laughter had a way of rounding off the missing notes in her soul.", "owner": "Gloria Naylor, Linden Hills"}, {"item": "O Romeo, Romeo, wherefore art thou Romeo? Deny thy father refuse thy name, thou art thyself thou not a montegue, what is montegue? tis nor hand nor foot nor any other part belonging to a man What is in a name? That which we call a rose by any other name would smell as sweet, So Romeo would were he not Romeo called retain such dear perfection to which he owes without that title, Romeo, Doth thy name! And for that name which is no part of thee, take all thyself.", "owner": "William Shakespeare"}, {"item": "But love is always new. Regardless of whether we love once, twice, or a dozen times in our life, we always face a brand-new situation. Love can consign us to hell or to paradise, but it always takes us somewhere. We simply have to accept it, because it is what nourishes our existence. If we reject it, we die of hunger, because we lack the courage to stretch out a hand and pluck the fruit from the branches of the tree of life. We have to take love where we find it, even if that means hours, days, weeks of disappointment and sadness.The moment we begin to seek love, love begins to seek us. And to save us.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "You’re in a car with a beautiful boy, and he won’t tell you that he loves you, but he loves you. And you feel like you’ve done something terrible, like robbed a liquor store, or swallowed pills, or shoveled yourself a grave in the dirt, and you’re tired. You’re in a car with a beautiful boy, and you’re trying not to tell him that you love him, and you’re trying to choke down the feeling, and you’re trembling, but he reaches over and he touches you, like a prayer for which no words exist, and you feel your heart taking root in your body, like you’ve discovered something you didn’t even have a name for.", "owner": "Richard Siken"}, {"item": "Don't waste your love on somebody, who doesn't value it.", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "I want to be the friend you fall hopelessly in love with. The one you take into your arms and into your bed and into the private world you keep trapped in your head. I want to be that kind of friend. The one who will memorize the things you say as well as the shape of your lips when you say them. I want to know every curve, every freckle, every shiver of your body. I want to know where to touch you, I want to know how to touch you. I want to know convince you to design a smile just for me. Yes, I do want to be your friend. I want to be your best friend in the entire world.", "owner": "Tahereh Mafi, Unravel Me"}, {"item": "love, I've come to understand is more than three words mumbled before bedtime.", "owner": "Nicholas Sparks"}, {"item": "NO. No no no. I don't want to screw you. I just love you. When did who you want to screw become the whole game? Since when is the person you want to screw the only person you get to love? It's so stupid, Tiny! I mean, Jesus, who even gives a fuck about sex?! People act like it's the most important thing humans do, but come on. How can our sentient fucking lives revolve around something slugs can do. I mean, who you want to screw and whether you screw them? Those are important questions, I guess. But they're not that important. You know what's important? Who would you die for? Who do you wake up at five forty-five in the morning for even though you don't even know why he needs you? Whose drunken nose would you pick?!", "owner": "John Green, Will Grayson, Will Grayson"}, {"item": "I have feelings too. I am still human. All I want is to be loved, for myself and for my talent. ", "owner": "Marilyn Monroe"}, {"item": "When love beckons to you follow him, Though his ways are hard and steep. And when his wings enfold you yield to him, Though the sword hidden among his pinions may wound you. And when he speaks to you believe in him, Though his voice may shatter your dreams as the north wind lays waste the garden. For even as love crowns you so shall he crucify you. Even as he is for your growth so is he for your pruning. Even as he ascends to your height and caresses your tenderest branches that quiver in the sun, So shall he descend to your roots and shake them in their clinging to the earth......But if in your fear you would seek only love's peace and love's pleasure, Then it is better for you that you cover your nakedness and pass out of love's threshing-floor, Into the seasonless world where you shall laugh, but not all of your laughter, and weep, but not all of your tears. Love gives naught but itself and takes naught but from itself.Love possesses not nor would it be possessed; For love is sufficient unto love. And think not you can direct the course of love, if it finds you worthy, directs your course. Love has no other desire but to fulfil itself.\"But if you love and must needs have desires, let these be your desires: To melt and be like a running brook that sings its melody to the night. To know the pain of too much tenderness. To be wounded by your own understanding of love; And to bleed willingly and joyfully.", "owner": "Kahlil Gibran, Le Prophète"}, {"item": "You are the one girl that made me risk eveything for a future worth having.", "owner": "Simone Elkeles, Perfect Chemistry"}, {"item": "She was my dream. She made me who I am, and holding her in my arms was more natural to me than my own heartbeat. I think about her all the time. Even now, when I'm sitting here, I think about her. There could never have been another.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Love has nothing to do with what you are expecting to get - only with what you are expecting to give - which is everything", "owner": "Katharine Hepburn, Me: Stories of My Life"}], "pagination": {"size": 20, "total": 10, "current": 6}}