{"contents": [{"item": "Of all that is good, sublimity is supreme. Succeeding is the coming together of all that is beautiful. Furtherance is the agreement of all that is just. Perseverance is the foundation of all actions.", "owner": "Lao Tzu"}, {"item": "To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by.", "owner": "Stephen Baker"}, {"item": "The making of the far-famed New York Central Park was opposed by even good men, with misguided pluck, perseverance, and ingenuity, but straight right won its way, and now that park is appreciated. So we confidently believe it will be with our great national parks and forest reservations.", "owner": "John Muir"}, {"item": "Perseverance is a positive, active characteristic.", "owner": "Joseph B. Wirthlin"}, {"item": "Keep the faith, don't lose your perseverance and always trust your gut extinct.", "owner": "Paula Abdul"}, {"item": "Perseverance is not a long race it is many short races one after the other. ", "owner": "Walter Elliot"}, {"item": "You know how people always talk about how vision is the key to entrepreneurship and perseverance and really seeing what other people don't see? We can actually redeem a fair amount of that folk wisdom.", "owner": "Eric Ries"}, {"item": "Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry.", "owner": "Samuel Smiles"}, {"item": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.", "owner": "Marie Curie"}, {"item": "The key to success is action, and the essential in action is perseverance.", "owner": "Sun Yat-sen"}, {"item": "No one succeeds without effort... Those who succeed owe their success to perseverance.", "owner": "Ramana Maharshi"}, {"item": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed pay the price and it is yours. ", "owner": "Orison Swett Marden"}, {"item": "I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success.", "owner": "Tanya Tucker"}, {"item": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.", "owner": "Ambrose Bierce"}, {"item": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.", "owner": "Philip Stanhope, 4th Earl of Chesterfield"}, {"item": "If we bestow but a very little attention to the economy of the animal creation, we shall find manifest examples of premeditation, perseverance, resolution, and consumate artifice, in order to effect their purpose.", "owner": "William Bartram"}], "pagination": {"size": 16, "total": 9, "current": 8}}