{"contents": [{"item": "Marriage is very important. Marrying a girl is the most important thing a man can do. Never mind business or politics or sport or any of that, there's nothing so vital to the world as a man marrying a woman. That's where we get our children from, that's how the human race goes forward. And if it's too late for children, there's the companionship of a safe and trusted person.", "owner": "Frank Delaney, The Matchmaker of Kenmare"}, {"item": "It is within the bonds of marriage that I, for one, found a greater freedom to be and to become and to share myself thatn I can imaine ever having found in any other kind of relationship.", "owner": "Frederick Buechner, Now and Then: A Memoir of Vocation"}, {"item": "What's it like? Being married?Cold feet. Middle of the night you're sleeping, suddenly, wham, you've got ice cold feet warming themselves on the back of your legs.", "owner": "Alan Brennert, Moloka'i"}, {"item": "There are trials and mistakes and even wars along the path of marriage.", "owner": "Patti Callahan Henry, Between The Tides"}, {"item": "..but it seemed to him that the tie between husband and wife, if breakable in prosperity, should be indissoluble in misfortune.", "owner": "Edith Wharton, The Age of Innocence"}, {"item": "Them lady poets must not marry, pal . . . It is a true error to marry with poets / or to be by them.", "owner": "John Berryman, The Dream Songs"}, {"item": "Every girl would like to marry a rich husband. I did twice. But what divides girls into two groups is this question - do you first think of money and then love, or vice versa?", "owner": "Hedy Lamarr"}, {"item": "Rocky, if I’ve learned anything from my train wreck of a marriage, it’s that no one can take care of me better than I can.", "owner": "Starr Ambrose, Thieves Like Us"}, {"item": "Their long years together had shown him that it did not so much matter if marriage was a dull duty, as long as it kept the dignity of duty: lapsing from that, it became a mere battle of ugly appetites.", "owner": "Edith Wharton"}, {"item": "It's as important to marry the right life as it is the right person.", "owner": "Jan Struther, Mrs. Miniver"}, {"item": "But as his wife - at his side always, and always restrained, and always checked - forced to keep the fire of my nature continually low, to compel it to burn inwardly and never utter a cry, though the imprisoned flame consumed vital after vital - this would be unendurable.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "... there is something revolting about the way girls' minds so often jump to marriage long before they jump to love. And most of those minds are shut to what marriage really means.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "There is no such thing as a perfect match. There are only somewhat good and somewhat bad matches. A couple are like two pebbles that are next to each other on a beach. They will have rough edges and rub each other the wrong way initially. But as they spend time together and the waves pound them, the edges rub off and they will seem made for each other.", "owner": "Farahad Zama, The Many Conditions of Love"}, {"item": "That's the mistake people make - always searching for the perfect match, when they would be just as happy if they settled for somebody reasonably good.", "owner": "Farahad Zama, The Marriage Bureau for Rich People"}, {"item": "Allow me to spell it out for you,” I said calmly. “I am still absolutely terrified of marriage, but I would marry you tonight if it was a way for me to prove how much I believe that you’re the guy for me.", "owner": "Monica Alexander, Just Watch the Fireworks"}, {"item": "You need to play to your strengths as a couple. Sharing is really awesome when you're messing around with Play-Doh in kindergarten. It's less awesome when you're adults and one of you is good at something and the other person sucks at it. So just let the more skilled person take the reins.", "owner": "Peter Scott, There's a Spouse in My House: A Humorous Journey Through the First Years of Marriage"}, {"item": "Before taking her into the library, my wife told me she was an old friend in a marriage crisis. A fatuous lie; at her age there are no crises left in marriage, only acceptance and extraction. (General Villiers)", "owner": "Robert Ludlum, The Bourne Identity"}, {"item": "In 1895 Lady Londonberry commented acidly on a bridegroom who had 'married the 10,000 a year as well as the lady.", "owner": "Pamela Horn, Life As A Victorian Lady"}, {"item": "Truth might be heroic, but it was not within the range of practical domestic politics.", "owner": "Samuel Butler"}, {"item": "Without thinking highly either of men or of matrimony, marriage had always been her object; it was the only honourable provision for well-educated young women of small fortune, and however uncertain of giving happiness, must be their pleasantest preservative from want.", "owner": "Jane Austen, Pride and Prejudice"}], "pagination": {"size": 20, "total": 10, "current": 7}}