{"contents": [{"item": "Men dream more about coming home than about leaving.", "owner": "Paulo Coelho"}, {"item": "She stuck a bookmark in his heart and walked away.", "owner": "Saul Williams, She"}, {"item": "Indeed, I find that distance lends perspective and I often write better of a place when I am some distance from it. One can be so overwhelmed by the forest as to miss seeing the trees.", "owner": "Louis L'Amour, Education of a Wandering Man"}, {"item": "It looks a lot better from up here than it does down there, dont it? Yes. It does. There's a lot of things look better at a distance. Yeah? I think so. I guess there are. The life you've lived, for one. Yeah. Maybe what of it you aint lived yet, too.", "owner": "Cormac McCarthy, Cities of the Plain"}, {"item": "A: But why this solitude? - B: I am not at odds with anyone. But when I am alone I seem to see my friends in a clearer and fairer light than when I am with them; and when I loved and appreciated music the most, I lived far from it. It seems I need a distant perspective if I am to think well of things.", "owner": "Friedrich Nietzsche, Daybreak: Thoughts on the Prejudices of Morality"}, {"item": "She seemed always to have seen him through a blur - first of sleepiness, then of distance and indifference - and now the fog had thickened till he was almost indistinguishable.", "owner": "Edith Wharton, The House of Mirth"}, {"item": "I distance myself from heaven and then complain that heaven is distant.", "owner": "Camron Wright, The Rent Collector"}, {"item": "The rules say that to tell a story you need first of all a measuring stick, a calendar, you have to calculate how much time has passed between you and the facts, the emotions to be narrated.", "owner": "Elena Ferrante, The Days of Abandonment"}, {"item": "May be its a good idea to write something about you in my book... At least then, there will be a place where we will meet everyday... and be together forever!", "owner": "Anamika Mishra"}, {"item": "My best ideas come when I distance myself from day-to-day operations. It gives me more focus.", "owner": "Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics"}, {"item": "Patience is inversely proportional to the distance from the front of the queue.", "owner": "John Day"}, {"item": "Perhaps stars were supposed to be viewed from the ground.", "owner": "Becky Chambers"}, {"item": "Where you are today and where you want to be lies a gap. That gap is the price you have to pay to get to the top.", "owner": "Oscar Bimpong"}, {"item": "I loved him the way some people are to be loved - from a distance.", "owner": "Sanhita Baruah"}, {"item": "irony is for a traveler while traveling, happiness increases as the distance increases.", "owner": "shivangi lavaniya"}, {"item": "She was like the Sun. At just the right distance, she gave me life, but if I got too close, she would burn me.", "owner": "E. Leo Foster, The Exiles"}, {"item": "When you have mountains in the distance or even hills, you have space.", "owner": "Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values"}, {"item": "distance is created by time is further than space", "owner": "cG9sYXJhZGl0aWE="}, {"item": "The eye of judgment sees at a distance what it refuses to see in it's own reflection.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "He ran from one side of the cage, and then back again, which was not very far. It was far only if you were a puppy.", "owner": "Michael Delaware, Blue and the Magical Forest: The Power of Hopes and Dreams"}], "pagination": {"size": 20, "total": 5, "current": 3}}