{"contents": [{"item": "Whatever God requires is right, no matter what it is, although we may not see the reason there of until all of the events transpire.", "owner": "Joseph Smith Jr."}, {"item": "God is the same everywhere.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "You cannot conceive, nor can I, of the appalling strangeness of the mercy of God.", "owner": "Graham Greene, Brighton Rock"}, {"item": "I have to believe much in God because I have lost my faith in man.", "owner": "José Rizal, Noli Me Tángere"}, {"item": "Your prayer for someone may or may not change them, but it always changes YOU.", "owner": "Craig Groeschel"}, {"item": "The more humble and obedient to God a man is, the more wise and at peace he will be in all that he does.", "owner": "Thomas à Kempis, The Inner Life"}, {"item": "I do know that waiting on God requires the willingness to bear uncertainty, to carry within oneself the unanswered question, lifting the heart to God about it whenever it intrudes upon one’s thoughts. Its easy to talk oneself into a decision that has no permanence – easier sometimes than to wait patiently.", "owner": "Elisabeth Elliot, Passion and Purity: Learning to Bring Your Love Life Under Christ's Control"}, {"item": "Perfect prayer does not consist in many words, silent remembering and pure intention raises the heart to that supreme Power.", "owner": "Amit Ray, Om Chanting and Meditation"}, {"item": "God is the color of water. Water doesn't have a color.", "owner": "James McBride, The Color of Water: A Black Man's Tribute to His White Mother"}, {"item": "I always thought when I got older that God would sort of come into my life in some way. He didn't. I don't blame him. If I was him I'd have the same opinion about me that he does.", "owner": "Cormac McCarthy, No Country for Old Men"}, {"item": "The easiest way to get touch with this universal power is through silent Prayer. Shut your eyes, shut your mouth, and open your heart. This is the golden rule of prayer. Prayer should be soundless words coming forth from the centre of your heart filled with love.", "owner": "Amit Ray, Om Chanting and Meditation"}, {"item": "Imagination is the voice of daring. If there is anything godlike about God, it is that. He dared to imagine everything", "owner": "Henry Miller, Sexus"}, {"item": "For the happy man prayer is only a jumble of words, until the day when sorrow comes to explain to him the sublime language by means of which he speaks to God.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "never's the word God listens for when he needs a laugh.", "owner": "Stephen King, The Dark Tower"}, {"item": "That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget.", "owner": "Jean-Paul Sartre"}, {"item": "Give me one hundred preachers who fear nothing but sin, and desire nothing but God, and I care not a straw whether they be clergymen or laymen; such alone will shake the gates of hell and set up the kingdom of heaven on Earth.", "owner": "John Wesley"}, {"item": "Woman is the light of God.", "owner": "Jalaluddin Rumi"}, {"item": "The idea of God, infinity, or spirit stands for the possible attempt at an impossible conception.", "owner": "Edgar Allan Poe"}, {"item": "We read the Golden Rule and judge it to be a brilliant distillation of many of our ethical impulses. And then we come across another of God’s teachings on morality: if a man discovers on his wedding night that his bride is not a virgin, he must stone her to death on her father’s doorstep (Deuteronomy 22:13-21).", "owner": "Sam Harris"}, {"item": "This most beautiful system of the sun, planets and comets, could only proceed from the counsel and dominion of an intelligent and powerful Being.", "owner": "Isaac Newton, The Principia: Mathematical Principles of Natural Philosophy"}], "pagination": {"size": 20, "total": 10, "current": 6}}