{"contents": [{"item": "Sometimes we get sad about things and we don't like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes we are sad but we really don't know we are sad. So we say we aren't sad.But we really are.", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "She was a prism through with sadness could be divided into its infinite spectrum", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}, {"item": "The tears come to my eyes so fast, there's just no way to stop them.", "owner": "Jonathan Tropper, How to Talk to a Widower"}, {"item": "In vain we roared;in vain we triedTo rouse her into laughter:Her pensive glances wandered wideFrom orchestra to rafter -\"TIER UPON TIER!\" she said,and sighed;And silence followed after.", "owner": "Lewis Carroll, Jabberwocky and Other Poems"}, {"item": "Scarce was the verdict spoken,When that still calm was broken,A childish form hath burst into the throng;With tears and looks of sadness,That bring no news of gladness,But tell too surely something hath gone wrong!", "owner": "Lewis Carroll, Jabberwocky and Other Poems"}, {"item": "He still smiles all the time, but now his smiles look like they're made out of water, about to drip down his face.", "owner": "Veronica Roth, Allegiant"}, {"item": "There are certain levels of sadness that introduce you to parts of yourself you never knew existed, and it’s always a much purer version of you that couldn’t be any you-er than you. You fall in love with it and forget to move on.", "owner": "Ibraheem Hamdi, The Cashmere Scarf"}, {"item": "The crickets felt it was their duty to warn everybody that summertime cannot last for ever. Even on the most beautiful days in the whole year - the days when summer is changing into autumn - the crickets spread the rumour of sadness and change.", "owner": "E.B. White, Charlotte's Web"}, {"item": "It's psychic. It's the age. It's chemical.", "owner": "Margaret Atwood, Morning in the Burned House"}, {"item": "The gloaming that closed over us the cemetery had crawled inside his skin.", "owner": "Laurie Halse Anderson, The Impossible Knife of Memory"}, {"item": "What can you do when you're condemned to a place where every choice seems wrong - even the one you promised your lover you'd make?", "owner": "Nicholas Sparks, The Choice"}, {"item": "I stood and looked at the large framed painting of the Pierrot clown that hung on her wall and sympathised with the tears that rolled down its cheek. Like the clown, I felt contained within a frame, the only difference being my tears were not for public show.", "owner": "Eileen Munroe"}, {"item": "Happiness is always replacing by loneliness.even you do everything to be Happy but there are so many people around that some of them will cheer you and some of them makes you dawn.", "owner": "O.v Grace"}, {"item": "Women think that they can make sad things go away by knowing the reason that they happened.", "owner": "Johanna Skibsrud, The Sentimentalists"}, {"item": "The silence broke:\"Sometimes I liked it\", I said \"Sometimes I liked it that she was dead.\"\"You mean it felt good?\"\"No. I don't know. It felt ... pure.", "owner": "John Green, Looking for Alaska"}, {"item": "Sadness is one of the best universities in life! Though bad things take good things from us, they do give us useful things as well!", "owner": "Mehmet Murat ildan"}, {"item": "I feel half faded away like some figure in the background of an old picture.", "owner": "Iris Murdoch, A Severed Head"}, {"item": "He’s so close, yet so far away.” – Anna", "owner": "Stephanie Perkins, Anna and the French Kiss"}, {"item": "Self-pity” is just sadness, I think, in the pejorative.", "owner": "Renata Adler, Speedboat"}, {"item": "She and I were bound together at the border between life and death. It was like that for us from the start", "owner": "Haruki Murakami, Norwegian Wood"}], "pagination": {"size": 20, "total": 8, "current": 5}}