{"contents": [{"item": "Circumstances will change and things will be fine, just hold on a little more", "owner": "Ishmael Beah, A Long Way Gone: Memoirs of a Boy Soldier"}, {"item": "If you meet a woman of whatever complexion who sails her life with strength and grace and assurance, talk to her! And what you will find is that there has been a suffering, that at some time she has left herself for hanging dead.", "owner": "Sena Jeter Naslund, Ahab's Wife, or The Star-Gazer"}, {"item": "I never could understand why some writers treat women as helpless. Every woman I know is strong in her own unique way.", "owner": "Terry Goodkind"}, {"item": "Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.", "owner": "Gary Oldman"}, {"item": "Harriet loved her new persona. As Maxine, she was courageous and accomplished, a woman of sophistication equally at home in Cannes or on the Indian subcontinent. As Maxine she didn't walk, she strode; she did not merely see, but beheld. The very air she breathed was bracing. Here was a conqueror of worlds.", "owner": "Diane Hammond, Hannah's Dream"}, {"item": "You are first and foremost a person. A reckless, foolish person, but a person nonetheless. If I ever say you are not permitted to do something, rest assured that the last reason I would ever say so would be because you are a girl.", "owner": "Renee Ahdieh, Flame in the Mist"}, {"item": "Etta saw the way Sophia took a deep breathe, set her shoulders back, and moved with practiced grace on her way out — and she understood something about the other girl, truly understood for the first time. Sophia wanted it, when she was only ever sent out.", "owner": "Alexandra Bracken, Passenger"}, {"item": "Worry does not empty tomorrow of its sorrow, it empties today of its strength.", "owner": "Corrie ten Boom, Clippings from My Notebook"}, {"item": "It is easier to build strong children than to repair broken men.", "owner": "Frederick Douglass"}, {"item": "The world breaks every one and afterward many are strong at the broken places.", "owner": "Ernest Hemingway, A Farewell to Arms"}, {"item": "A strong woman who recklessly throws away her strength, she is worse than a weak woman who has never had any strength to throw away.", "owner": "Thomas Hardy, Tess of the D'Urbervilles"}, {"item": "Temper us in fire, and we grow stronger. When we suffer, we survive.", "owner": "Cassandra Clare, City of Heavenly Fire"}, {"item": "You feel your strength in the experience of pain.", "owner": "Jim Morrison"}, {"item": "You can't really be strong until you can see a funny side to things.", "owner": "Ken Kesey"}, {"item": "In the end, some of your greatest pains become your greatest strengths.", "owner": "Drew Barrymore"}, {"item": "I wonder if I will ever have the strength to hold onto something. Or if I will always be someone who destroys.", "owner": "Ally Condie, Matched"}, {"item": "Strength isn't about bearing a cross of grief or shame. Strength comes from choosing your own path, and living with the consequences.", "owner": "Jenny Trout"}, {"item": "Go so far away that you stop being afraid of not coming back.", "owner": "Eve Ensler, I am an Emotional Creature"}, {"item": "I used to think you were weak and just didn't fight back ... but now, honestly, I think you're actually pretty tough. It takes a hell of a lot of strength to not complain and lash out.", "owner": "Richelle Mead, Bloodlines"}, {"item": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.", "owner": "Billy Graham"}], "pagination": {"size": 20, "total": 10, "current": 0}}