{"contents": [{"item": "I remember every good thing about you. Every sweet and perfect thing. And nothing else.” He touched her chin, tipped it up to look into her wet brown eyes. Even smudged, they were gorgeous. The dawning light in them filled his heart, and healed it. “Nothing else.", "owner": "V.S. Carnes"}, {"item": "There is hope in forgiveness", "owner": "John Piper, A Sweet and Bitter Providence: Sex, Race, and the Sovereignty of God"}, {"item": "Sometimes people need to know they could be forgiven to have the strength to change.", "owner": "J. Leigh Bralick, Prism"}, {"item": "Unforgiveness denies the victim the possibility of parole and leaves them stuck in the prison of what was, incarcerating them in their trauma and relinquishing the chance to escape beyond the pain.", "owner": "T.D. Jakes"}, {"item": "I am planting a tree in this bomb crater to remind us that in the midst of death, there is life... and hope.", "owner": "Robert S. Graetz"}, {"item": "Healing Follows Forgiveness", "owner": "Pat Bluth"}, {"item": "We can ast for comfort and hope and patience and courage . . . and we’ll git what we ast for. They ain’t no gar’ntee thet we ain’t go’n have no troubles and ain’t go’n die. But shore as frogs croak and cows bellow, God’ll forgive us if’n we ast Him to.", "owner": "Olive Ann Burns"}, {"item": "No matter how dark life can be, it's how we react to it that matters. Love & forgiveness instead of hate and fear, create in us a garden of healing.", "owner": "Kathy Goodhew, A Vision Beyond Abuse: Spiritual Healing After Abuse"}, {"item": "I hope you defy the odds of most dreams and actually accomplish yours", "owner": "Colleen Hoover, It Ends with Us"}, {"item": "Forgiveness is brave, sets us free from darkness, and allows light to shine the sweet fragrance of life into our souls", "owner": "Paul Bradley Smith"}, {"item": "What can a man do for a woman while she live her life? You can only show her that you love her.", "owner": "Lailah Gifty Akita"}, {"item": "I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.", "owner": "William P. Young"}, {"item": "Forgiveness is God's greatest gift", "owner": "Dan Brown, The Da Vinci Code"}, {"item": "For myself I think that one wrong does not right the other, and forgiveness cannot be won with useless tears or alms to the Church.", "owner": "José Rizal, Noli Me Tángere"}, {"item": "If you expect honesty, be honest. If you expect forgiveness, forgive. If you expect a whole person, you have to be a whole person.", "owner": "Kristen Crockett, The Gift of Past Relationships"}, {"item": "Stop dwelling and wishing they'd see the light and treat you better. Instead, forgive yourself for keeping low standards, and love yourself enough to raise them.", "owner": "Steve Maraboli"}, {"item": "Ultimately, we forgive others in order to free ourselves.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Real forgiveness in close relationships is never easy. It can’t be rushed or engineered.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "There is strength in forgiveness.", "owner": "Ellen Hopkins, The You I've Never Known"}, {"item": "In relationships, everyone makes mistakes. If you are forgiven for yours, don't take it for granted.", "owner": "Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity"}], "pagination": {"size": 20, "total": 10, "current": 2}}