{"contents": [{"item": "Forgiveness is God's greatest gift", "owner": "Dan Brown, The Da Vinci Code"}, {"item": "For myself I think that one wrong does not right the other, and forgiveness cannot be won with useless tears or alms to the Church.", "owner": "José Rizal, Noli Me Tángere"}, {"item": "If you expect honesty, be honest. If you expect forgiveness, forgive. If you expect a whole person, you have to be a whole person.", "owner": "Kristen Crockett, The Gift of Past Relationships"}, {"item": "Stop dwelling and wishing they'd see the light and treat you better. Instead, forgive yourself for keeping low standards, and love yourself enough to raise them.", "owner": "Steve Maraboli"}, {"item": "Ultimately, we forgive others in order to free ourselves.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Real forgiveness in close relationships is never easy. It can’t be rushed or engineered.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "There is strength in forgiveness.", "owner": "Ellen Hopkins, The You I've Never Known"}, {"item": "In relationships, everyone makes mistakes. If you are forgiven for yours, don't take it for granted.", "owner": "Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity"}, {"item": "To be forgiven is to be loved", "owner": "Brené Brown, Rising Strong"}, {"item": "Is there any friendship, without forgiveness?", "owner": "Lailah Gifty Akita"}, {"item": "A wise man once said that the best definition of insanity was performing the same action over and over again, expecting different results.\"Father Peter stopped smiling. \"The same could be said of you. What makes you so sure you're right? And so sure I'm wrong?\"\"The difference is that I made a mistake once, out of ignorance,\" Tim said. \"Everything I've done since then has been to try to make amends.\"\"To earn forgiveness.\"\"To protect the innocents.\" Tim smiled, \"And yes, to earn forgiveness.", "owner": "Robert J. Wiersema"}, {"item": "every time God forgives us, God is saying that God's own rules do not matter as much as the relationship that God wants to create with us.", "owner": "Richard Rohr, Falling Upward: A Spirituality for the Two Halves of Life"}, {"item": "I've never heard anyone say \"I wish I hadn't forgiven.", "owner": "Katerina Stoykova Klemer"}, {"item": "Much of what I learned about forgiveness I learned by inhabiting the lives of my characters. Even villains act with reasonable intent. Mercy is easier with understanding. Still, it helps that on paper I can kill them off.", "owner": "Joyce Rachelle"}, {"item": "The Lord is calling us to turn from evil. And return to Him in repentance.", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness is the way we break the grip that long-held resentments have on our hearts.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "It's all very well to tell us to forgive our enemies; our enemies can never hurt us very much. But oh, what about forgiving our friends?", "owner": "Willa Cather, My Mortal Enemy"}, {"item": "For I hope my Friends will pardon me, when I declare, I know none of them without a Fault; and I should be sorry if I could imagine, I had any Friend who could not see mine. Forgiveness, of this Kind, we give and demand in Turn.", "owner": "Henry Fielding, The History of Tom Jones, a Foundling"}, {"item": "Friends hurt friends. They don’t mean to, but it happens. So friendship is made of forgiveness as much as it is love.", "owner": "Toni Sorenson"}, {"item": "Living in the past is always a bad idea; yet, on some level I believe the ones we love, even though not part of our present, are the very definition of who we are, the driving force of what we aspire to be, and at the end of the day, the past we must look to in order to improve who we will become. After all, we do not learn from what has not happened, but what has been, and what we will choose to keep or leave behind. Friendship, true friendship is never blind, but it holds the value of forgiveness - separating what we may or may have not done within the realm of mistakes....seeking the outcome of making us into better people.", "owner": "Tony C. Skye"}], "pagination": {"size": 20, "total": 10, "current": 3}}