{"contents": [{"item": "The ultimate goal of writing is forgiveness.", "owner": "Katerina Stoykova Klemer"}, {"item": "The quicker your forget unpleasant instances and forgive yourself or others for wrong deeds, the better are your chances of focusing on your aspirations and working towards them.", "owner": "Vishwas Chavan, Vishwasutras: Universal Principles for Living: Inspired by Real-Life Experiences"}, {"item": "We cannot ignore our gift of the future.", "owner": "Jimmy Carter, Just Peace: A Message of Hope"}, {"item": "Do not be bitter over the past. Believe in a brighter future.", "owner": "Lailah Gifty Akita"}, {"item": "Your past is a place for reference, not residence.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "The 3 most powerful resources you have available to you : love, prayer and forgiveness.", "owner": "H. Jackson Brown Jr."}, {"item": "I pressed and I prayed. It was only right that pressing went with prayer. That and being sorry. Every wrinkle was a patch of sorry to be smoothed and flattened.", "owner": "Rita Williams-Garcia, Gone Crazy in Alabama"}, {"item": "Forgiveness is a mystical act, not a reasonable one.", "owner": "Caroline Myss, Defy Gravity: Healing Beyond the Bounds of Reason"}, {"item": "In blink of an eye everything can change, so forgive often and love all your heart. You may never know when you may not have the chance again.. Good to you all..", "owner": "Dr. Karan M Pai"}, {"item": "If circumstances are always the rulers, the shallow existence of instant gratification will keep us as mere spectators of our lives. Get up! Clarify! Get in the game and live!", "owner": "Claudia Simon"}, {"item": "Nina, you taught me to be something better. They could be taught, too.", "owner": "Leigh Bardugo, Six of Crows"}, {"item": "It is far kinder and smarter to show someone a better path in life than to darkly follow down their's with the self-righteous belief that you do so with the purer intentions of justly punishing them for their previous actions, making you hypocritically the same and thus influencing further negative repercussions.", "owner": "Isabella Poretsis"}, {"item": "If you love someone let them know, if you hate someone learn to love them.", "owner": "Unarine Ramaru"}, {"item": "But life isn’t about learning to forgive those who have hurt you or forgetting your past. It’s about learning to forgive yourself for being human and making mistakes. Yes, people disappoint us all the time. But the harshest lessons come when we disappoint ourselves. When we put our trust and our hearts into the hands of the wrong person and they do us wrong. And while we may hate them for what they did, the one we hate most is ourself for allowing them into our private circle. How could I have been so stupid? How could I let them deceive me? We all go through that. It’s humanity’s Brotherhood of Misery.", "owner": "Sherrilyn Kenyon, Time Untime"}, {"item": "It took me 42 years to write this song, and 5 minutes to sin", "owner": "Don Henley"}, {"item": "The practice of forgiveness is very much like the practice of meditation. You have to do it often and persist at it in order to be any good.", "owner": "Katerina Stoykova Klemer"}, {"item": "We’re in charge of our own forgiveness, and the process takes time, patience, and intention.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Rebuilding relationship requires a lifelong discipline and commitment.", "owner": "Sri Amma Bhagwan"}, {"item": "forgiveness happens when you know that the other is not responsible.", "owner": "Sri Amma Bhagwan."}, {"item": "We're each of us our own chiaroscuro, our own bit of illusion trying to emerge into something solid, something real. We've got to forgive ourselves that. I must remember to forgive myself. Because there's an awful lot of gray to work with. No one can live in the light all the time.", "owner": "Libba Bray, A Great and Terrible Beauty"}], "pagination": {"size": 20, "total": 10, "current": 8}}