{"contents": [{"item": "He was in love with every pretty woman he saw now, their forms at a distance, their shadows on the walls.", "owner": "F. Scott Fitzgerald, Tender Is the Night"}, {"item": "A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness as the challenge of exposure to more interesting men and people in general.", "owner": "Lorraine Hansberry"}, {"item": "But the most dangerous thing that camp had taught me was the awful lesson of country living: out there, in the open, in the quiet, all the emptiness pressed itself up against you, pawed at the very center of your heart, convinced you to make friends with loneliness.", "owner": "Kaitlyn Greenidge, We Love You, Charlie Freeman"}, {"item": "There were times when the light of the moon had gone out and she felt a great loneliness. It wasn't for herself. It was for what had happened to the grasses of their land, their waters, not just the massacre there, the slavery, but the killing of the ocean.", "owner": "Linda Hogan, People of the Whale"}, {"item": "The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared.", "owner": "Lois Lowry, The Giver"}, {"item": "... and for the first time he realized the pain inevitable in any human relationship - pain suffered and pain inflicted. How foolish we were to be afraid of loneliness.", "owner": "Graham Greene"}, {"item": "Everyone’s searching for someone to end the pain of loneliness. Even the darkest of souls wants a shot at redemption.", "owner": "Katherine McIntyre, Soul Solution"}, {"item": "Loneliness gave me things that no one did. It gave me pain, It gave me strength to gather myself and stand again. It gave me strength to wait for you.", "owner": "Srinivas Shenoy"}, {"item": "I remembered my mother's speech at my wedding. \"In sickness and in sickness. That is what I wish for you. Don't seek or expect miracles. There are no miracles. Not anymore. And there are no cures for the hurt that hurts most. There is only the medicine of believing each other's pain, and being present for it.\" Who will believe my pain? Who will be present for it?", "owner": "Jonathan Safran Foer, Here I Am"}, {"item": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.", "owner": "Maya Angelou"}, {"item": "Then, as tonight, he had felt lonely, but soon had learnt the bounty of such loneliness. The music had breathed to him its message, to him alone amongst these ordinary folk, whispered its gentle secret. And now the star. Across the shoulders of these people a voice was speaking to him in a tongue that he alone could understand\".", "owner": "Antoine de Saint-Exupéry, Night Flight"}, {"item": "There never can be a man so lost as one who is lost in the vast and intricate corridors of his own lonely mind, where none may reach and none may save.", "owner": "Isaac Asimov, Pebble in the Sky"}, {"item": "It was almost May. I knew that New York was getting warm now, that London was wet, that Rome was hot -- and I was on Vieques, where it was always hot and where New York and London and Rome were just names on a map.", "owner": "Hunter S. Thompson"}, {"item": "A great fire burns within me, but no one stops to warm themselves at it, and passers-by only see a wisp of smoke", "owner": "Vincent van Gogh"}, {"item": "Solitude is fine but you need someone to tell that solitude is fine.", "owner": "Honoré de Balzac"}, {"item": "The loneliness of difference, the loneliness of undesirability, the loneliness of not being admitted into the magic circles of connection and acceptance – the social and professional groupings, the embracing arms.", "owner": "Olivia Laing, The Lonely City: Adventures in the Art of Being Alone"}, {"item": "Even the loneliest and most solitary in the universe... the very cold space dust... will eventually come together to form a star.", "owner": "G.C. Huxley, Adaptation"}, {"item": "The old gal was only another lonely creature in a world that didn’t care", "owner": "Charles Bukowski"}, {"item": "We expect more from technology and less from each other.", "owner": "Sherry Turkle, Alone Together: Why We Expect More from Technology and Less from Each Other"}, {"item": "Tennis is the loneliest sport", "owner": "Andre Agassi"}], "pagination": {"size": 20, "total": 10, "current": 1}}