{"contents": [{"item": "Sometimes it felt like no one was ever there for her. Everyone thought she was so strong. And she was, for the most part. But that didn’t mean she never needed anyone to lean on.", "owner": "Michelle Madow, Diamonds are Forever"}, {"item": "The strength I'm looking for isn't the type where you win or lose. I'm not after a wall that'll repel power coming from outside. What I want us the kind of strength to be able to absorb that kind of power, to stand up to it. The strength to quietly endure things - unfairness, misfortunes, sadness, mistakes, misunderstandings.", "owner": "Haruki Murakami"}, {"item": "Writing can be a source of strength-Wang Liang", "owner": "Xinran, Sky Burial: An Epic Love Story of Tibet"}, {"item": "He can transform the incapability in you to do what the capables, even together, cannot do.", "owner": "Steven Chopade"}, {"item": "Neither super strength, nor telepathy, nor flight, nor telekinesis, nor any aberrant ability will ever be as great as the innate ability that a woman has when she is able to control her own mind.", "owner": "Kenn Bivins, the Wedding & Disaster of Felona Mabel"}, {"item": "God can turn your weaknesses into your strength.", "owner": "Sunday Adelaja"}, {"item": "Her fatigue was gone; she felt vital and strong, like a tree coming back to life in the springtime, vibrant with sap, ready to put out buds and then blossoms.", "owner": "Linda Lael Miller, Springwater"}, {"item": "Some days are harder than others, but I am ready to live each one of them. I can't sacrifice myself, this time.", "owner": "Veronica Roth, Allegiant"}, {"item": "Do not go gentle. So I fight. I fight the only way I know how.", "owner": "Ally Condie, Matched"}, {"item": "There was only one option left, and it was letting go.", "owner": "Veronica Roth"}, {"item": "None of us start out strong ... And none of us have the exact same strengths.", "owner": "Brandon Mull, The Rogue Knight"}, {"item": "Let me struggle like a woman- my strength lies in my weakness. - Milady", "owner": "Alexandre Dumas, The Three Musketeers"}, {"item": "Strength without compassion is soulless and cruel. Weakness, too, has its place, for it brings understanding.", "owner": "Isobelle Carmody, The Gathering"}, {"item": "It is not in numbers, but in unity, that our great strength lies.", "owner": "Thomas Paine, Common Sense"}, {"item": "Vulnerability does not take away your strength", "owner": "Derek Hough"}, {"item": "to stay true in the face of evil is a feat of strength", "owner": "Laini Taylor, Days of Blood & Starlight"}, {"item": "She refuses to take the easy way out by accepting the get-out-of-jail-free card that I offered her. She refuses to be allowed mistakes and though I know she will still make them because she is human, she will learn faster from them than someone who chooses to accept the excuses.", "owner": "J.A. Redmerski, Reviving Izabel"}, {"item": "If sheer strength is your only contribution to war, you will ultimately be defeated.", "owner": "Justin Weisner Starks"}, {"item": "Weakness employs many weapons in its perpetual war against strength. True strength does not attack; it is too busy enduring attacks, and defending itself against weakness.", "owner": "Justin K. McFarlane Beau"}, {"item": "I know I have the body of a weak, feeble woman; but I have the heart and stomach of a king", "owner": "Elizabeth I"}], "pagination": {"size": 20, "total": 10, "current": 4}}