{
    "contents": [
        {
            "item": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.",
            "owner": "Anaïs Nin"
        },
        {
            "item": "My dear,Find what you love and let it kill you.Let it drain you of your all. Let it cling onto your back and weigh you down into eventual nothingness.Let it kill you and let it devour your remains.For all things will kill you, both slowly and fastly, but it’s much better to be killed by a lover.~ Falsely yours",
            "owner": "Charles Bukowski"
        },
        {
            "item": "If you gave someone your heart and they died, did they take it with them? Did you spend the rest of forever with a hole inside you that couldn't be filled?",
            "owner": "Jodi Picoult, Nineteen Minutes"
        },
        {
            "item": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.",
            "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"
        },
        {
            "item": "Love is how you stay alive, even after you are gone.",
            "owner": "Mitch Albom"
        },
        {
            "item": "And what would humans be without love?\"RARE, said Death.",
            "owner": "Terry Pratchett, Sourcery"
        },
        {
            "item": "and he suddenly knew that if she killed herself, he would die. Maybe not immediately, maybe not with the same blinding rush of pain, but it would happen. You couldn't live for very long without a heart.",
            "owner": "Jodi Picoult"
        },
        {
            "item": "Your mother died to save you. If there is one thing Voldemort cannot understand, it is love. Love as powerful as your mother's for you leaves it's own mark. To have been loved so deeply, even though the person who loved us is gone, will give us some protection forever.",
            "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"
        },
        {
            "item": "If I die, I will wait for you, do you understand? No matter how long. I will watch from beyond to make sure you live every year you have to its fullest, and then we’ll have so much to talk about when I see you again… (Bones)",
            "owner": "Jeaniene Frost"
        },
        {
            "item": "There is love in holding and there is love in letting go.",
            "owner": "Elizabeth Berg, The Year of Pleasures"
        },
        {
            "item": "Though lovers be lost, love shall not; And death shall have no dominion.",
            "owner": "Dylan Thomas"
        },
        {
            "item": "When he died, all things soft and beautiful and bright would be buried with him.",
            "owner": "Madeline Miller, The Song of Achilles"
        },
        {
            "item": "Six hundred and forty fish later, the only thing I know is everything you love will die. The first time you meet someone special, you can count on them one day being dead and in the ground.",
            "owner": "Chuck Palahniuk, Survivor"
        },
        {
            "item": "O serpent heart hid with a flowering face!Did ever a dragon keep so fair a cave?Beautiful tyrant, feind angelical, dove feather raven, wolvish-ravening lamb! Despised substance of devinest show, just opposite to what thou justly seemest - A dammed saint, an honourable villain!",
            "owner": "William Shakespeare, Romeo and Juliet"
        },
        {
            "item": "Surely it was a good way to die, in the place of someone else, someone I loved.",
            "owner": "Stephenie Meyer, Twilight"
        },
        {
            "item": "He was my North, my South, my East and West,My working week and my Sunday rest,My noon, my midnight, my talk, my song;I thought that love would last forever: I was wrong.",
            "owner": "W.H. Auden, Collected Poems"
        },
        {
            "item": "Sweets to the sweet.",
            "owner": "William Shakespeare, Hamlet"
        },
        {
            "item": "Do people look the same when they go to heaven, mommy?\"\"I don't know. I don't think so.\"\"Then how do people recognize each other?\"\"I don't know, sweetie. They just feel it. You don't need your eyes to love, right?",
            "owner": "R.J. Palacio, Wonder"
        },
        {
            "item": "The language of love letters is the same as suicide notes.",
            "owner": "Courtney Love, Dirty Blonde: The Diaries of Courtney Love"
        },
        {
            "item": "Our love was a two-person game. At least until one of us died, and the other became a murderer.\u2028",
            "owner": "Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91."
        }
    ],
    "pagination": {
        "size": 20,
        "total": 10,
        "current": 0
    }
}