{"contents": [{"item": "...I couldn't see him anymore, and I couldn't see anybody, and I knew what the loneliness of the long-distance runner running across country felt like, realizing that as far as I was concerned this feeling was the only honesty and realness there was in the world and I knowing it would be no different ever, no matter what I felt at odd times, and no matter what anybody else tried to tell me", "owner": "Alan Sillitoe"}, {"item": "So as soon as I tell myself I'm the first man ever to be dropped into the world, and as soon as I take that first flying leap into the frosty grass of an early morning when even birds haven't the heart to whistle, I get to thinking, and that's what I like. I go my rounds in a dream, turning at lane or footpath corners without knowing I'm turning, leaping brooks without knowing they're there, and shouting good morning to the early cow-milker without seeing him. It's a treat being a long-distance runner, out in the world by yourself with not a soul to make you bad-tempered or tell you what to do.", "owner": "Alan Sillitoe"}, {"item": "In the novelist's profession, as far as I'm concerned, there's no such thing as winning or losing. Maybe numbers of copies sold, awards won, and critics' praise serve as outward standards for accomplishment in literature, but none of them really matter. What's crucial is whether your writing attains the standards you've set for yourself. Failure to reach that bar is not something you can easily explain away. When it comes to other people, you can always come up with a reasonable explanation, but you can't fool yourself. In this sense, writing novels and running full marathons are very much alike.", "owner": "Haruki Murakami"}, {"item": "Of course it was painful, and there were times when, emotionally, I just wanted to chuck it all. But pain seems to be a precondition for this kind of sport. If pain weren't involved, who in the world would ever go to the trouble of taking part in sports like the triathlon or the marathon, which demand such an investment of time and energy? It's precisely because of the pain, precisely because we want to overcome that pain, that we can get the feeling, through this process, of really being alive--or at least a partial sense of it. Your quality of experience is based not on standards such as time or ranking, but on finally awakening to an awareness of the fluidity within action itself.” ― Haruki Murakami, What I Talk About When I Talk About Running", "owner": "Haruki Murakami"}, {"item": "Running efficiently demands good technique, and running efficiently for 100 miles demands great technique. But the wonderful paradox of running is that getting started requires no technique. None at all. If you want to become a runner, get onto a trail, into the woods, or on a sidewalk or street and run. Go 50 yards if that's all you can handle. Tomorrow, you can go farther.", "owner": "Scott Jurek, Eat and Run: My Unlikely Journey to Ultramarathon Greatness"}, {"item": "The Goober was beautiful when he ran. His long arms and legs moved flowingly and flawlessly, his body floating as if his feet weren’t touching the ground. When he ran, he forgot about his acne and his awkwardness and the shyness that paralyzed him when a girl looked his way. Even his thoughts became sharper, and things were simple and uncomplicated—he could solve math problems when he ran or memorize football play patterns. Often he rose early in the morning, before anyone else, and poured himself liquid through the sunrise streets, and everything seemed beautiful, everything in its proper orbit, nothing impossible, the entire world attainable.  When he ran, he even loved the pain, the hurt of the running, the burning in his lungs and the spasms that sometimes gripped his calves. He loved it because he knew he could endure the pain, and even go beyond it. He had never pushed himself to the limit but he felt all this reserve strength inside of him: more than strength actually—determination. And it sang in him as he ran, his heart pumping blood joyfully through his body.", "owner": "Robert Cormier, The Chocolate War"}, {"item": "In a sprint, if you don't have perfect form, you're doomed. The ultra distance forgives injury, fatigue, bad form, and illness. A bear with determination will defeat a dreamy gazelle every time.", "owner": "Scott Jurek, Eat and Run: My Unlikely Journey to Ultramarathon Greatness"}, {"item": "You can’t be miserable when you’re running. It’s such a simple and pure way to feel alive.", "owner": "Veronica Rossi, Brooke"}, {"item": "Then, I started running. And everything was as good as it could be.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "There are some people who think runners are snobs. These people are called non-runners. And they're right, of course. There is a certain hubris you develop when you do things no one else does.", "owner": "Jennifer  Graham, Honey, Do You Need a Ride? Confessions of a Fat Runner"}, {"item": "The essential thing is to run period!And to do it for a long time and consistently and then everything will take care of itself.", "owner": "Bernd Heinrich"}, {"item": "If you run, you are a runner. It doesn't matter how fast or how far. It doesn't matter if today is your first day or if you've been running for twenty years. There is no test to pass, no license to earn, no membership card to get. You just run.", "owner": "John Bingham"}, {"item": "Running is just such a monestary-- a retreat, a place to commune with God and yourself, a place for psychological and spiritual renewal.", "owner": "George Sheehan, George Sheehan on Running to Win: How to Achieve the Physical, Mental, and Spiritual Victories"}, {"item": "Running was Clover's favorite thing to do, after reading. She loved the way the cement felt hard and unforgiving under her feet until she reached the park and the dirt path that wound its way alongside the Truckee River.She liked the wind in her face and how it smelled like water. And the way Mango ran beside her, keeping her company. But most of all she liked the way the steady pace untangled her thoughts.", "owner": "Shaunta Grimes, Viral Nation"}, {"item": "Start slow, then taper off", "owner": "Walt Stack"}, {"item": "And while these pounds were being shed, while the physiological miracles were occurring with the heart and muscle and metabolism, psychological marvels were taking place as well. Just so, the world over, bodies, minds, and souls are constantly being born again, during miles on the road.", "owner": "George Sheehan, George Sheehan on Running to Win: How to Achieve the Physical, Mental, and Spiritual Victories"}, {"item": "Right before you head out running, it can be hard to remember exactly why you're doing it. You often have to override a nagging sense of futility, lacing up your shoes, telling yourslef that no matter how unlikely it seems right now, after you finish you will be glad you went. It's only afterward that it makes sense, although even then it's hard to rationalize why. You just feel right. After a run, you feel at one with the world, as though some unspecified, innate need has been fulfilled.", "owner": "Adharanand Finn, Running with the Kenyans: Passion, Adventure, and the Secrets of the Fastest People on Earth"}, {"item": "...the real purpose of running isn’t to win a race. It’s to test the limits of the human heart.", "owner": "-Without Limits"}, {"item": "Running is a brutal and emotional sport. It's also a simple, primal sport. As humans, on a most basic level, we get hungry, we sleep, we yearn for love, we run.", "owner": "Adharanand Finn, Running with the Kenyans: Passion, Adventure, and the Secrets of the Fastest People on Earth"}, {"item": "For every runner who tours the world running marathons, there are thousands who run to hear the leaves and listen to the rain, and look to the day when it is suddenly as easy as a bird in flight.", "owner": "George Sheehan"}], "pagination": {"size": 20, "total": 6, "current": 4}}