{"contents": [{"item": "Being in integrity’ only means all your senses are just focusing on that task, in that moment!!!", "owner": "Harrish Sairaman"}, {"item": "Life is too short to major the MINOR and MINOR the major. Make the main thing the main thing and the world will make you the MAIN man", "owner": "Sesan Kareem"}, {"item": "Only through constant focus can you become independent. Only through independence can you know yourself. And only through knowing yourself will you be able to ask the key question of your life: What is is that I am destined to accomplish, and how can I make it happen?", "owner": "Elizabeth Gilbert, The Last American Man"}, {"item": "Raw power doesn't determine all that you can do with magic. Focus matters, too. The better your focus is, the better you are at putting your power in one place at the same time, the more you can get done.", "owner": "Jim Butcher, Storm Front"}, {"item": "The pursuit of your vision determines your focus", "owner": "Sunday Adelaja"}, {"item": "Too much focus on miracles create a beggarly mentality.", "owner": "Sunday Adelaja"}, {"item": "If you don’t want to live in self-deceit in a new year, miracle must not be your focus", "owner": "Sunday Adelaja"}, {"item": "Don’t make miracle your focus", "owner": "Sunday Adelaja"}, {"item": "Everybody must be focused on cultivating their own territory", "owner": "Sunday Adelaja"}, {"item": "Everybody must be focused on cultivating their own land of promise", "owner": "Sunday Adelaja"}, {"item": "Things are not working for us because our focus is lost", "owner": "Sunday Adelaja"}, {"item": "When you focus on miracles you will be manipulated", "owner": "Sunday Adelaja"}, {"item": "Focus on miracles brings selfishness.", "owner": "Sunday Adelaja"}, {"item": "Focus on miracles brings about self-gratification.", "owner": "Sunday Adelaja"}, {"item": "If we focus on ourselves alone, we run our nation down.", "owner": "Sunday Adelaja"}, {"item": "Stay focused! Know where you are heading towards in life with your life! People going somewhere don't just go anywhere!", "owner": "Ernest Agyemang Yeboah"}, {"item": "Focus on the objective, execute the process to get there.", "owner": "Edwin Dearborn, Power Branding Secrets: Spark Customer Interest and Ignite Your Sales"}, {"item": "I came to understand that in life: some make it happen, some watch it happen and some say, \"What happened?\". The beauty is, as long as you are alive you can choose in which category you want to belong", "owner": "Cherry MPIO"}, {"item": "Focus is a weapon as much as much as your bow.", "owner": "Erin Summerill, Ever the Hunted"}, {"item": "I feel a sudden clear focus and perspective. There is no time for anything inessential. I must focus on myself, my work, and my friends.", "owner": "Oliver Sacks, Gratitude"}], "pagination": {"size": 20, "total": 10, "current": 4}}