{"contents": [{"item": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.", "owner": "Ernest Hemingway"}, {"item": "One lives in the hope of becoming a memory.", "owner": "Antonio Porchia"}, {"item": "Many people die at twenty five and aren't buried until they are seventy five.", "owner": "Benjamin Franklin"}, {"item": "It's better to burn out than to fade away.", "owner": "Neil Young"}, {"item": "The meaning of life is that it stops.", "owner": "Franz Kafka"}, {"item": "You do not immortalize the lost by writing about them. Language buries, but does not resurrect.", "owner": "John Green, The Fault in Our Stars"}, {"item": "I want words at my funeral. But I guess that means you need life in your life.", "owner": "Markus Zusak, The Book Thief"}, {"item": "He died that day because his body had served its purpose. His soul had done what it came to do, learned what it came to learn, and then was free to leave.", "owner": "Garth Stein, The Art of Racing in the Rain"}, {"item": "No one here gets out alive.", "owner": "Jim Morrison"}, {"item": "If you live each day as it was your last, someday you'll most certainly be right", "owner": "Steve Jobs"}, {"item": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.", "owner": "Ernest Hemingway"}, {"item": "Losing your life is not the worst thing that can happen. The worst thing is to lose your reason for living.", "owner": "Jo Nesbø"}, {"item": "There are three deaths. The first is when the body ceases to function. The second is when the body is consigned to the grave. The third is that moment, sometime in the future, when your name is spoken for the last time.", "owner": "David Eagleman, Sum: Forty Tales from the Afterlives"}, {"item": "In the end, it wasn't death that surprised her but the stubbornness of life.", "owner": "Jeffrey Eugenides, The Virgin Suicides"}, {"item": "Life is the tragedy,' she said bitterly. 'You know how they categorize Shakespeare's plays, right? If it ends with a wedding, it's a comedy. And if it ends with a funeral, it's a tragedy. So we're all living tragedies, because we all end the same way, and it isn't with a goddamn wedding.", "owner": "Robyn Schneider, The Beginning of Everything"}, {"item": "What do you most value in your friends?Their continued existence.", "owner": "Christopher Hitchens, Hitch-22: A Memoir"}, {"item": "Our revels now are ended. These our actors, As I foretold you, were all spirits and Are melted into air, into thin air: And, like the baseless fabric of this vision, The cloud-capp’d towers, the gorgeous palaces, The solemn temples, the great globe itself, Yea, all which it inherit, shall dissolve And, like this insubstantial pageant faded, Leave not a rack behind. We are such stuff As dreams are made on, and our little life Is rounded with a sleep.", "owner": "William Shakespeare, The Tempest"}, {"item": "Life is tragic simply because the earth turns and the sun inexorably rises and sets, and one day, for each of us, the sun will go down for the last, last time. Perhaps the whole root of our trouble, the human trouble, is that we will sacrifice all the beauty of our lives, will imprison ourselves in totems, taboos, crosses, blood sacrifices, steeples, mosques, races, armies, flags, nations, in order to deny the fact of death, the only fact we have. It seems to me that one ought to rejoice in the fact of death--ought to decide, indeed, to earn one's death by confronting with passion the conundrum of life. One is responsible for life: It is the small beacon in that terrifying darkness from which we come and to which we shall return.", "owner": "James     Baldwin, The Fire Next Time"}, {"item": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", "owner": "Edgar Allan Poe, The Premature Burial"}, {"item": "Pulvis et umbra sumus. It's a line from Horace. 'We are dust and shadows'. Appropriate, don't you think?\" Will said. \"It's not a long life, killing demons; one tends to die young, and then they burn your body - dust to dust, in the literal sense. And then we vanish into the shadows of history, nary a mark on the page of a mundane book to remind the world that once we existed at all.", "owner": "Cassandra Clare, Clockwork Angel"}], "pagination": {"size": 20, "total": 10, "current": 3}}