{"contents": [{"item": "Presence and AbsenceA certain person may have, as you say, a wonderful presence: I do not know. What I do know is that he has a perfectly delightful absence.", "owner": "Idries Shah, Reflections"}, {"item": "You don't kill your ego. You overcome it by loving other people. And for that you need both ego and super-ego.", "owner": "Robin Sacredfire"}, {"item": "For every Pharoah there is a Moses.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "Saying of the ProphetThe JudgeA man appointed to be a judge has been killed without a knife.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "The tongue is the best masseur of furrowed brows.", "owner": "Idries Shah, The Dermis Probe"}, {"item": "Laziness is always your fault. It is the sign that a man has persevered in uselessness for too long.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "When humility is exercised, people begin to realise that they do not, as it were, exist at all.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "The stupidest man I ever met had a favourite saying. It was: 'What do you think I am, stupid, or something?", "owner": "Idries Shah, Reflections"}, {"item": "The less you feed the ego, the stronger you will be.", "owner": "Aleksandra Ninkovic, Write like no one is reading"}, {"item": "Somebody becomes an enemy if you personalize the unconsciousness that is the ego. Non-reaction is not weakness but strength. Another word for non-reaction is forgiveness. To forgive is to overlook, or rather to look through. You look through the ego to the sanity that is in every human being as his or her essence.", "owner": "Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose"}, {"item": "If we seek spiritual heroism ourselves, the old ego is just back in control under a new name. There would not really be any change at all, but only disguise, just bogus self-improvement on our own terms.", "owner": "Richard Rohr, Falling Upward: A Spirituality for the Two Halves of Life"}, {"item": "A touch less ego and dash more humility will improve the quality of anything you turn your hand to.", "owner": "Rasheed Ogunlaru"}, {"item": "Imagination paints a charming view of the future, conveniently adapted to the demands of our current emotion.", "owner": "John Armstrong, Conditions of Love: The Philosophy of Intimacy"}, {"item": "The Ego is a veil between humans and God’.”“In prayer all are equal.", "owner": "Jalaluddin Rumi"}, {"item": "If I am indeed my own god, I’d better start praying to myself to get myself out of myself.", "owner": "Craig D. Lounsbrough"}, {"item": "O, how easy it is to do religious things if other people are watching! Preaching, praying, attending church, reading the bible, acts of kindness and charity-they all take on a certain pleasantness of the ego if we know that others will find out about them and think well of us. It is a deadly addiction for esteem that we have.", "owner": "John Piper, A Hunger for God"}, {"item": "We all need to humble ourselves from time to time and expose ourselves to new perspectives and ideas, even those of the non-experts, or else our growth potential gets weighed down with the ignorance of ego and habit.", "owner": "A.J. Darkholme, Rise of the Morningstar"}, {"item": "Please, not again what you studied, how long you spent at it, how many books you wrote, what people thought of you - but: what did you learn?", "owner": "Idries Shah, Reflections"}, {"item": "There is a place where there is freedom of fear and doubt, and that is within.", "owner": "Michelle Cruz-Rosado"}, {"item": "The human Soul will only find its Light,when the Ego gives its permission.", "owner": "C.C. Campbell, The Stolen Light of Women: A Quest for Spiritual Truth Beyond Religion"}], "pagination": {"size": 20, "total": 10, "current": 6}}