{"contents": [{"item": "She did not even trouble herself much to show Godfrey her gratitude. We may spoil gratitude as we offer it, by insisting on its recognition. To receive honestly is the best thanks for a good thing.", "owner": "George MacDonald, Mary Marston"}, {"item": "Gratitude gets us through the hard stuff...Gratitude always leaves us looking at God and away from dread.", "owner": "Max Lucado, You'll Get Through This: Hope and Help for Your Turbulent Times"}, {"item": "That was as rough a thing as I ever heard tell of happening to a boy. And I'm mighty proud to learn how my boy stood up to it. You couldn't ask any more of a grown man... It's not a thing you can forget. I don't guess it's a thing you ought to forget. What I mean is, things like that happen. They may seem mighty cruel and unfair, but that's how life is part of the time. But that isn't the only way life is. A part of the time, it's mighty good. And a man can't afford to waste all the good part, worrying about the bad parts. That makes it all bad.", "owner": "Fred Gipson, Old Yeller"}, {"item": "Those who are too arrogant to say thank you find boredom in life. They are often depressed, unhappy and lived an empty life.", "owner": "Sesan Kareem"}, {"item": "Gratitude unlocks the door of opportunities, blessing, greatness and prosperity. Gratitude is your key to a worthy life.", "owner": "Sesan Kareem"}, {"item": "The happiest people on earth are not those who have robust bank accounts, or all the good things in this world; but, they are those who truly embrace the attitude of gratitude. Some of these folks are poor, but are still very grateful for the little they have; for the peace of mind they enjoy, for the love in their lives, for the unity in their family and for all the ordinary things many people take for granted. They always focused, not on the things they are aspiring for, but for all the things God has used to bless their lives.", "owner": "Sesan Kareem"}, {"item": "My heart is at ease knowing that what was meant for me will never miss me, and that what misses me was never meant for me.", "owner": "Imam Al-Shafii an 18th century Muslim jurist"}, {"item": "Greed and Lust never say, \"Enough!", "owner": "Ron Brackin"}, {"item": "Gratitude is what you feel. Thanksgiving is what you do.", "owner": "Timothy J. Keller"}, {"item": "Don't let your 'future success' dim the beauty and light that's in front of you right now.", "owner": "Taryn Garland, Love Sum (theLOVESUM.com)"}, {"item": "Gratitude does not mean the absence of solitude, but the presence of a positive attitude in spite of.", "owner": "Gift Gugu Mona"}, {"item": "Sweep away the dirt,Let's get a little messy.Underneath is love.", "owner": "Taryn Garland, Love Sum (theLOVESUM.com)"}, {"item": "Gratitude is a way of life. Gratitude is the way home.", "owner": "Angie karan"}, {"item": "Holding the space for yourself: Embrace the here and now. Embrace the journey. Try not to judge yourself but rather try to accept yourself as you are. Success is measured in staying on the path, not in how many successes or failures you've had along the way. Let gratitude fill your heart, live with love, laugh and enjoy the journey. All of life is a journey.", "owner": "Akiroq Brost"}, {"item": "Gratitude washes all of my worries and my stress away.", "owner": "Akiroq Brost"}, {"item": "When we accept ourselves for what we are, we decrease our hunger for power or the acceptance of others because our self-intimacy reinforces our inner sense of security. We are no longer preoccupied with being powerful or popular. We no longer fear criticism because we accept the reality of our human limitations. Once integrated, we are less often plagued with the desire to please others because simply being true to ourselves brings lasting peace. We are grateful for life and we deeply appreciate and love ourselves.", "owner": "Brennan Manning, The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out"}, {"item": "i thank the universe for takingeverything it has takenand giving to meeverything it is giving-balance", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "The teachers of my life saved my life and sent me out prepared for whatever life I was meant to lead. Like everyone else, I had some bad ones and mediocre ones, but I never had one that I thought was holding me back because of idleness or thoughtlessness. They spent their lives with the likes of me and I felt safe during the time they spent with me. The best of them made me want to be just like them. I wanted young kids to look at me the way I looked at the teachers who loved me. Loving them was not difficult for a boy like me. They lit a path for me, and one that I followed with joy.", "owner": "Pat Conroy, A Lowcountry Heart: Reflections on a Writing Life"}, {"item": "I believe we can choose Love and gratitude, or choose Other Than. Those are our options, and in the end, there’s only one option.", "owner": "Kelly Corbet, Already Here: The Matter of Love"}, {"item": "Life is both beautiful and painful. In whatever situation we find ourselves in, no matter how unfortunate it may seem, there is always something to be thankful for – if we only choose to see it.", "owner": "Frederick Espiritu, The Path to Awesomeness: Becoming Super, Being Human"}], "pagination": {"size": 20, "total": 10, "current": 9}}