{"contents": [{"item": "The lonely? Where's that from?Sadness' best friend. Sadness broughtit along and I couldn't turn it away, soI let it multiply in my pulse instead.", "owner": "Darshana Suresh, Howling at the Moon"}, {"item": "You want to believe you're not the saddest person in the world.", "owner": "Megan Miranda"}, {"item": "People should never sit alone for too long when they're crying.", "owner": "Dalai Lama XIV"}, {"item": "I go about saying how pained and tormented, how lonely and sad I feel, but what do I really mean by that? If I were to speak the truth, I would die.", "owner": "Osamu Dazai, Schoolgirl"}, {"item": "She saw that he knew what loneliness was, that he understood why it might be raining inside a person even when the sun shone, that sadness needed no immediate cause.", "owner": "Jan-Philipp Sendker, The Art of Hearing Heartbeats"}, {"item": "But there was something terrifying taking over her thoughts, and it wouldn't leave. Out of seven billion sharing the planet with her, not one of them knew what was going through her head. Not one of them knew that she was lost. Not one of them asked.", "owner": "Amy Zhang, Falling into Place"}, {"item": "It seems to him there area thousand bars, and behind the bars, no world.", "owner": "Rainer Maria Rilke"}, {"item": "if it was time that made me lost what we were, then i hate time...", "owner": "Maira Zafred Marinho Mesel"}, {"item": "And it feels strange, almost sad, to walk through ther empty halls. Each step I take sounds so lonely.", "owner": "Jay Asher"}, {"item": "Missing someone is the reverberating echo of everything beautiful about her—her laugh, her song, her touch, her smell, the power of her words, and the constant shadow that lingers on as her perfect image in your memory.", "owner": "Richelle E. Goodrich, Making Wishes"}, {"item": "It was true that I had traveled great distances for one so young, but my spirit had remained landlocked, unacquainted with love and all but a stranger to death…I had absented myself in my smug and airless self-deprivation.", "owner": "William Styron, Sophie's Choice"}, {"item": "It was not often that she was alone like this and she did not like it. When she was alone she had to think and, these days, thoughts were not so pleasant.", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "If I was alone I'd find something to do. Read or work on homework or doodle, fake it, so if I was alone it'd look like I wanted to be alone.", "owner": "Julie Anne Peters, grl2grl"}, {"item": "There is no place more lonelyThan a rich man's home.", "owner": "Margarita Engle, The Firefly Letters"}, {"item": "The loneliest moment in someone’s life is when they are watching their whole world fall apart, and all they can do is stare blankly.", "owner": "F. Scott Fitzgerald"}, {"item": "If you're lonely when you're alone, you're in bad company.", "owner": "Jean-Paul Sartre"}, {"item": "being alone never felt right. sometimes it felt good, but it never felt right.", "owner": "Charles Bukowski, Women"}, {"item": "All great and precious things are lonely.", "owner": "John Steinbeck, East of Eden"}, {"item": "When I get lonely these days, I think: So BE lonely, Liz. Learn your way around loneliness. Make a map of it. Sit with it, for once in your life. Welcome to the human experience. But never again use another person's body or emotions as a scratching post for your own unfulfilled yearnings.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "The most terrible poverty is loneliness, and the feeling of being unloved.", "owner": "Mother Teresa"}], "pagination": {"size": 20, "total": 10, "current": 3}}