{"contents": [{"item": "Eleanor was right. She never looked nice. She looked like art, and art wasn't supposed to look nice; it was supposed to make you feel something.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done.", "owner": "Vincent van Gogh"}, {"item": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.", "owner": "Clive Barker, Days of Magic, Nights of War"}, {"item": "Art and love are the same thing: It’s the process of seeing yourself in things that are not you.", "owner": "Chuck Klosterman, Killing Yourself to Live: 85% of a True Story"}, {"item": "There is nothing more truly artistic than to love people.", "owner": "Vincent van Gogh"}, {"item": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time.", "owner": "Coco Chanel"}, {"item": "Infantile love follows the principle: \"I love because I am loved.\" Mature love follows the principle: \"I am loved because I love.\" Immature love says: \"I love you because I need you.\" Mature love says: \"I need you because I love you.", "owner": "Erich Fromm, The Art of Loving"}, {"item": "Everything you can imagine is real.", "owner": "Pablo Picasso"}, {"item": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", "owner": "George Bernard Shaw"}, {"item": "If you ask me what I came to do in this world, I, an artist, will answer you: I am here to live out loud.", "owner": "Émile Zola"}, {"item": "Life doesn't imitate art, it imitates bad television.", "owner": "Woody Allen"}, {"item": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?", "owner": "John Keats, Letters of John Keats"}, {"item": "Paradoxically though it may seem, it is none the less true that life imitates art far more than art imitates life.", "owner": "Oscar Wilde"}, {"item": "Art is the proper task of life. ", "owner": "Friedrich Nietzsche"}, {"item": "Closed in a room, my imagination becomes the universe, and the rest of the world is missing out.", "owner": "Criss Jami, Diotima, Battery, Electric Personality"}, {"item": "Cinema is the ultimate pervert art. It doesn't give you what you desire - it tells you how to desire.", "owner": "Slavoj Žižek"}, {"item": "The beautiful is always bizarre.", "owner": "Charles Baudelaire"}, {"item": "Art is to console those who are broken by life.", "owner": "Vincent van Gogh"}, {"item": "I have an idea that the only thing which makes it possible to regard this world we live in without disgust is the beauty which now and then men create out of the chaos. The pictures they paint, the music they compose, the books they write, and the lives they lead. Of all these the richest in beauty is the beautiful life. That is the perfect work of art.", "owner": "W. Somerset Maugham, The Painted Veil"}, {"item": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", "owner": "Albert Camus"}], "pagination": {"size": 20, "total": 10, "current": 0}}