{"contents": [{"item": "No matter how much you water the ground, if the ground holds no seed then no plant is coming out. Don’t expect the plant to come out unless you have sown a seed", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Love is the fertile ground that allows obedience to sprout & flourish", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Wisdom is the ability to ignore foolishness", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "PRUNING can be PAINFUL yet it brings PROSPERITY", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Selfish leadership is okay with the failure of the successor so as to ensure that any form of praise will continue to be heaped on them", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "We are not just the leaders of tomorrow. Leadership is not a destination, leadership is a lifetime journey", "owner": "Lazarus Takawira"}, {"item": "Explore new avenues and look for ways to have a greater, much more influential impact on the world around you.", "owner": "Mayur Ramgir, Evolve Like a Butterfly: A Metamorphic Approach to Leadership"}, {"item": "If given a choice between a potentially great hardship and doing nothing, people gravitate toward what was most familiar and comfortable. That was why leadership was needed. To do what was necessary rather than what was easy.", "owner": "Michael J. Sullivan, Age of Myth"}, {"item": "The worst thing about having power over other people's lives is that you sometimes get things wrong.", "owner": "Fredrik Backman, Beartown"}, {"item": "Leadership is not about gaining something from your actions. Gain is the outcome and should not be the purpose.", "owner": "Mayur Ramgir"}, {"item": "Try to lead the leaders and first never follows in whatever case may be, avoid following someone just strive for being followed by other people.", "owner": "Ntambara Sylvestre Owen Berbason"}, {"item": "As you start your day, are you wondering what you will reap, or are you wondering what you will sow?", "owner": "John C. Maxwell, Intentional Living: Choosing a Life That Matters"}, {"item": "If you're going to lead people, you've got to have somewhere to go.", "owner": "S.E. Hinton, Rumble Fish"}, {"item": "Leadership is detachment: detachment from material goods, detachment from feelings as well as personal detachment. To lead is to get rid of the filters of the mind and the addictions of the heart, is to see through the fog not only the objectives clearly but also the way to pursue them.", "owner": "K. Von Novack"}, {"item": "Leadership needs continuous learning from experience. Every time you learn something new, you re-wire your brain.", "owner": "Amit Ray, Mindfulness Meditation for Corporate Leadership and Management"}, {"item": "Leaders don't rise to the pinnacle of success without developing the right set of attitudes and habits: They make every day a masterpiece. They are also humble enough to realize their victories depend upon their people", "owner": "Mlungisi Simelane"}, {"item": "Attitude is the power of leadership. Nothing can stop a person from achieving success who has the right attitude. Our attitude cannot stop our feelings, but they can prevent our feelings from stopping us", "owner": "Mlungisi Simelane"}, {"item": "Leaders think and talk about the solutions and progress Followers think and talk about the problems and negative criticism", "owner": "Mlungisi Simelane"}, {"item": "A potential leader who obeys God is in much better position to succeed than one who ignores God's will for his life", "owner": "Mlungisi Simelane"}, {"item": "Leadership is not about about having power over people - it is about empowering people ans showing them direction", "owner": "Mlungisi Simelane"}], "pagination": {"size": 20, "total": 10, "current": 8}}