{"contents": [{"item": "Unseen in the background, Fate was quietly slipping lead into the boxing-glove.", "owner": "P.G. Wodehouse, Very Good, Jeeves!"}, {"item": "The Earth is God's pinball machine and each quake, tidal wave, flash flood and volcanic eruption is the result of a TILT that occurs when God, cheating, tries to win free games.", "owner": "Tom Robbins, Even Cowgirls Get the Blues"}, {"item": "Delusion detests focus and romance provides the veil.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Any way I slice reality it comes out poorly, and I feel an urge to not exist, something I have never felt before; and now here it comes with conviction, almost panic. I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Stop cheating to be rich. Stop stealing to be wealthy. Stop siphoning the valuables of other people to keep for yourself.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "Cheating and lying aren't struggles, they're reasons to break up.", "owner": "Patti Callahan Henry, Between The Tides"}, {"item": "People generally didn't cheat in good relationships.", "owner": "Emily Giffin, Something Blue"}, {"item": "I saw my reflection in their eyes, but not the men themselves, not clearly. This preserved the idea that all intelligent and even vaguely attractive men were essentially good. Delusion detest focus and romance provides the veil.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "It had all seemed as inevitable as sunset. Instead it was the beauty of the sun glinting upon the scythe.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "He will talk about what \"some other people said,\" and what he and \"some other people did,\" and when he never specifically mentions women it will be like the Soviet news agency which never publicizes anything containing the names of the towns where the new bombs are.", "owner": "Lorrie Moore"}, {"item": "Cheating in relationship is a sign of self-regulation failure. When it happens ones, it is a mistake. When it happens twice, it is unfortunate. But when it happens thrice or more, it is a pattern indicating primitive, uncivilized inhuman behavior.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "Either one is promiscuous or in a relationship - it cannot be both at the same time.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "She stabbed him with her wicked pretty knife, disrupted his simple life.She's a player, a heartbreaker,and now she breaks alone.", "owner": "Coco J. Ginger"}, {"item": "Societies that have condoned male cheating and condemned female cheating are simply male-dominated cultures. Cheating is cheating, no matter who is doing it. It’s wrong.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "Such silence has an actual sound, the sound of disappearance.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I was steeped in denial, but my body knew.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I know one thing about men,\" Bunny says with finality, leaving the room to check on A. \"They never die when you want them to.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "He left a bit too easily and with obvious relief. His feet were swift and sure on the muddy path.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Bushwhacked, I examine my hands. Same hands. Rings still there but no longer valid.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}], "pagination": {"size": 20, "total": 5, "current": 0}}