{"contents": [{"item": "I am not sure that I exist, actually. I am all the writers that I have read, all the people that I have met, all the women that I have loved; all the cities I have visited.", "owner": "Jorge Luis Borges"}, {"item": "Live to the point of tears.", "owner": "Albert Camus"}, {"item": "People say that life is the thing, but I prefer reading.", "owner": "Logan Pearsall Smith"}, {"item": "Don't you think it's better to be extremely happy for a short while, even if you lose it, than to be just okay for your whole life?", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "Don't be afraid of death; be afraid of an unlived life. You don't have to live forever, you just have to live.", "owner": "Natalie Babbitt, Tuck Everlasting"}, {"item": "That it will never come again is what makes life so sweet.", "owner": "Emily Dickinson"}, {"item": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.", "owner": "Douglas Adams, The Salmon of Doubt"}, {"item": "It's all in the view. That's what I mean about forever, too. For any one of us our forever could end in an hour, or a hundred years from now. You never know for sure, so you'd better make every second count.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "We can never judge the lives of others, because each person knows only their own pain and renunciation. It's one thing to feel that you are on the right path, but it's another to think that yours is the only path.", "owner": "Paulo Coelho"}, {"item": "Don’t try to make life a mathematics problem with yourself in the center and everything coming out equal. When you’re good, bad things can still happen. And if you’re bad, you can still be lucky.", "owner": "Barbara Kingsolver, The Poisonwood Bible"}, {"item": "A good traveler has no fixed plans and is not intent on arriving.", "owner": "Lao Tzu"}, {"item": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "owner": "George Bernard Shaw, Man and Superman"}, {"item": "Remember, remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I’ve taken for granted.", "owner": "Sylvia Plath"}, {"item": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them. ", "owner": "Boris Pasternak"}, {"item": "Life is not a matter of holding good cards, but of playing a poor hand well.", "owner": "Robert Louis Stevenson"}, {"item": "The trouble is if you don’t spend your life yourself, other people spend it for you.", "owner": "Peter Shaffer, Five Finger Exercise"}, {"item": "If the real world were a book, it would never find a publisher. Overlong, detailed to the point of distraction-and ultimately, without a major resolution.", "owner": "Jasper Fforde, Something Rotten"}, {"item": "No matter how careful you are, there's going to be the sense you missed something, the collapsed feeling under your skin that you didn't experience it all. There's that fallen heart feeling that you rushed right through the moments where you should've been paying attention.Well, get used to that feeling. That's how your whole life will feel some day.This is all practice.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation.", "owner": "Yann Martel, Life of Pi"}, {"item": "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth.", "owner": "Khaled Hosseini, The Kite Runner"}], "pagination": {"size": 20, "total": 10, "current": 4}}