{"contents": [{"item": "Whatever you do, listen for your inner voice. Do not ignore it.", "owner": "Pooja Ruprell"}, {"item": "The key to finding your mission lies in listening to your heart and dancing to its beat.", "owner": "Pooja Ruprell"}, {"item": "Somewhere there is a drummer calling to you too, and playing your special beat.", "owner": "Pooja Ruprell"}, {"item": "You have been crafted with utmost care and creativity by your Creator. There is none other like you in the world.", "owner": "Pooja Ruprell"}, {"item": "God does not suffer out of deficiency of being, like created beings. To this extent he is 'apathetic'. But he suffers from the love which is the superabundance and overflowing of his being. In so far he is 'pathetic'.", "owner": "Jürgen Moltmann, The Trinity and the Kingdom"}, {"item": "Oh how can we, scarce mastering our passions, expect that youth should keep itself in check?", "owner": "Friedrich Schiller, Wilhelm Tell"}, {"item": "When a chap is passionate, the readership can sense it.", "owner": "Sara Sheridan, Secret of the Sands"}, {"item": "Even Diotima and Amheim were shy of using it without a modifier, for it is still possible to speak of having a great, noble, craven, daring, or debased soul, but to come right out with \"my soul\" is something one simply cannot bring oneself to do. It is distinctly anolder person's word, and this can only be understood by assuming that in the course of life people become more and more aware of something for which they urgently need a name they cannot find until they finally resort, reluctantly, to the name they had originally despised. How to describe it, then? Whether one is at rest or in motion, what matters is not what lies ahead, what one sees, hears, wants, takes, masters. It forms a horizon, a semicircle before one, but the ends of this semicircle are joined by a string, and the plane of this string goes right through·the middle of the world. In front, the face and hands look out of it; sensations and strivings run ahead of it, and no one doubts that whatever one does·is always reasonable, or at least passionate. In other words, outercircumstances call for us to act in a way everyone can understand; and if, in the toils of passion, we do something incomprehensible, that too is, in its own way, understandable.", "owner": "Robert Musil, The Man Without Qualities: Vol. 1"}, {"item": "The misunderstanding of passion and reason, as if the latter were an independent entity and not rather a system of relations between various passions and desires; and as if every passion did not possess its quantum of reason", "owner": "Friedrich Nietzsche, The Will to Power"}, {"item": "Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.…'Tis not contrary to reason to prefer the destruction of the whole world to the scratching of my finger.", "owner": "David Hume"}, {"item": "I only wanted to suggest to you that self-sacrifice is a passion so overwhelming that beside it even lust and hunger are trifling.", "owner": "W. Somerset Maugham, The Razor's Edge"}, {"item": "To some extent a life of celibacy is a picture of how all of us are to live, containing our passions for God’s purposes.", "owner": "Eric Metaxas"}, {"item": "Every integral man has inside him, in his heart of hearts, a mystic center around which all else revolves. This mystic whirling lends unity to his thoughts and actions; it helps him find or invent the cosmic harmony. For some this center is love, for others kindness or beauty, others the thirst for knowledge or the longing for gold and power. They examine the relative value of all else and subordinate it to this central passion.", "owner": "Nikos Kazantzakis, Report to Greco"}, {"item": " LIKING WHAT YOU DO IS PLEASURE, DOING WHAT YOU LIKE IS PASSION.", "owner": "Hansrajvir"}, {"item": "Ryan-chasers have a life wish. They live life to the fullest because they are willing to look foolish.", "owner": "Mark Batterson, In a Pit with a Lion on a Snowy Day: How to Survive and Thrive When Opportunity Roars"}, {"item": "You may or may not make a million dollars in life, a song may not be sung in praise of you, monuments may not be erected in your name but promise me this: to live life fully, to give wholeheartedly, to do your best with what you have, to impact souls, to use your gifts and talents to serve humanity, to live, love and leave a legacy in your own way.", "owner": "Bernard Kelvin Clive, EnjoyLife 360 - Simple Secrets to a Happier Fulfilling Life!"}, {"item": "Finding one’s voice is a process of finding one’s passion.", "owner": "Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice"}, {"item": "What our age lacks is not reflection but passion.", "owner": "Soren Kierkegaard"}, {"item": "It is with our passions as it is with fire and water - they are good servants  but bad masters.", "owner": "Roger I'Estrange"}, {"item": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions.", "owner": "Alfred, Lord Tennyson"}], "pagination": {"size": 20, "total": 10, "current": 9}}