{"contents": [{"item": "Why are you being so mean?\"\"Friends tell friends the truth.\"\"yeah, but not to hurt, to help.", "owner": "Laurie Halse Anderson, Wintergirls"}, {"item": "Only a true best friend can protect you from your immortal enemies.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "There is nothing like puking with somebody to make you into old friends.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "You're such a pain in the ass. (Butch) Said the SIG to the Glock. (V)", "owner": "J.R. Ward, Lover Revealed"}, {"item": "A friend is someone who knows where all your bodies are buried. Because they're the ones who helped you put them there.\"And sometimes, if you're really lucky, they help you dig them back up.", "owner": "Jenny  Lawson, Let's Pretend This Never Happened: A Mostly True Memoir"}, {"item": "Anyone who knew the word slattern was worth cultivating as a friend.", "owner": "Alan Bradley, The Sweetness at the Bottom of the Pie"}, {"item": "We need to remember what's important in life: friends, waffles, work. Or waffles, friends, work. Doesn't matter, but work is third.", "owner": "Leslie Knope"}, {"item": "Your job is to focus on my personal happiness, she said, & I've got big plans, so break time is over. ", "owner": "Brian Andreas"}, {"item": "A few said they'd be horses. Most said they'd be some sort of cat. My friend said she'd like to come back as a porcupine. I don't like crowds, she said. ", "owner": "Brian Andreas"}, {"item": "But you can't stay with people because of guilt. Or because they can drive a speedboat.", "owner": "Sophie Kinsella, Remember Me?"}, {"item": "Love isn't always a physical emotion. Sometimes it's the ones who never got to actually hold you in their arms that appreciate you for who you are", "owner": "Sarah Sprague"}, {"item": "The more invested I am in my own ideas about reality, the more those experiences will feel like victimizations rather than the ups and downs of relating. Actually, I believe that the less I conceptualize things that way, the more likely it is that people will want to stay by me, because they will not feel burdened, consciously or unconsciously, by my projections, judgments, entitlements, or unrealistic expectations.", "owner": "David Richo, Daring to Trust: Opening Ourselves to Real Love and Intimacy"}, {"item": "The three most important words in a relationship are not, 'I love you,' but, 'Tell me more.", "owner": "Stefan Molyneux"}, {"item": "The old man slowly raised himself from the piano stool, fixed those cheerful blue eyes piercingly and at the same time with unimaginable friendliness upon him, and said: \"Making music together is the best way for two people to become friends. There is none easier. That is a fine thing. I hope you and I shall remain friends. Perhaps you too will learn how to make fugues, Joseph.", "owner": "Hermann Hesse, The Glass Bead Game"}, {"item": "People will not remember what you did for living,they will remember how you touched them with kindness and loving.", "owner": "Debasish Mridha"}, {"item": "Friendship is unnecessary, like philosophy like art... It has no survival value; rather it is one of those things that give values to survival.", "owner": "Alice Duer Miller"}, {"item": "The older the friendship, the stronger the trust.", "owner": "Eraldo Banovac"}, {"item": "A bird doesn't sing because it knows the song. It sings because it carries the melody in its heart. May you always dance to the rhythm of your heart.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": ",the rest of the girls pretended not to notice. That's just what best friends do.", "owner": "Sara Shepard, Pretty Little Liars"}, {"item": "Of all the things that are beyond my power, I value nothing more highly than to be allowed the honor of entering into bonds of friendship with people who sincerely love truth. For, of things beyond our power, I believe there is nothing in the world which we can love with tranquility except such men.", "owner": "Baruch Spinoza, The Letters"}], "pagination": {"size": 20, "total": 10, "current": 3}}