{"contents": [{"item": "Life is much more successfully looked at from a single window.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}, {"item": "In politics we presume that everyone who knows how to get votes knows how to administer a city or a state. When we are ill... we do not ask for the handsomest physician, or the most eloquent one.", "owner": "Plato"}, {"item": "I think us here to wonder, myself. To wonder. To ask. And that in wondering bout the big things and asking bout the big things, you learn about the little ones, almost by accident. But you never know nothing more about the big things than you start out with. The more I wonder, the more I love.", "owner": "Alice Walker, The Color Purple"}, {"item": "Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.", "owner": "Henry David Thoreau, Walden"}, {"item": "The best revenge is not to be like your enemy.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Fair speech may hide a foul heart.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "I consider it an extremely dangerous doctrine, because the more likely we are to assume that the solution comes from the outside, the less likely we are to solve our problems ourselves.", "owner": "Carl Sagan"}, {"item": "Words do not express thoughts very well; every thing immediately becomes a little different, a little distorted, a little foolish. And yet it also pleases me and seems right that what is of value and wisdom of one man seems nonsense to another.", "owner": "Gautama Buddha"}, {"item": "Doing nothing is better than being busy doing nothing.", "owner": "Lao Tzu"}, {"item": "When you realize there is something you don't understand, then you're generally on the right path to understanding all kinds of things.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "It is therefore senseless to think of complaining since nothing foreign has decided what we feel, what we live, or what we are.", "owner": "Jean-Paul Sartre, Being and Nothingness"}, {"item": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children.", "owner": "Kahlil Gibran, Mirrors of the Soul"}, {"item": "Challenges are gifts that force us to search for a new center of gravity. Don't fight them. Just find a new way to stand.", "owner": "Oprah Winfrey"}, {"item": "One must wait until the evening to see how splendid the day has been.", "owner": "Sophocles"}, {"item": "If anyone on the verge of action should judge himself according to the outcome, he would never begin.", "owner": "Søren Kierkegaard, Fear and Trembling"}, {"item": "Whereof one cannot speak, thereof one must be silent.", "owner": "Ludwig Wittgenstein, Tractatus Logico-Philosophicus"}, {"item": "I do not know how to teach philosophy without becoming a disturber of the peace.", "owner": "Baruch Spinoza"}, {"item": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future too.", "owner": "Marcus Aurelius, Meditations"}, {"item": "To make light of philosophy is to be a true philosopher.", "owner": "Blaise Pascal, Pensées"}, {"item": "Choose to be happy. It is what we have all done.", "owner": "Melissa Marr, Fragile Eternity"}], "pagination": {"size": 20, "total": 10, "current": 2}}