{"contents": [{"item": "The past is our definition. We may strive with good reason to escape it or to escape what is bad in it but we will escape it only by adding something better to it.", "owner": "Wendell Berry"}, {"item": "learn from the past live in the present plan for the future", "owner": "Audrey Farrell"}, {"item": "To know when to be generous and when firm—that is wisdom.", "owner": "Edith Wharton"}, {"item": "Don't assume the world evolved in the order in which you discovered it.", "owner": "Raymond E. Feist"}, {"item": "What we have to learn, in both meditation and in life, is to be free ofattachment to the good experiences, and free of aversion to the negative ones.", "owner": "Sogyal Rinpoche"}, {"item": "Tell no man anything, for no man listensYet hold thy lips ready to speak.", "owner": "Carl Sandburg"}, {"item": "Forget the years, forget distinctions. Leap into the boundless and make it your home!", "owner": "Zhuangzi"}, {"item": "Never pause unless you have a reason for it, but when you pause, pause as long as you can.", "owner": "W. Somerset Maugham, Theatre"}, {"item": "Once a wolf, always a wolf.", "owner": "Aesop, Aesop's Fables"}, {"item": "Perhaps the hardest lesson to learn is not to be attached to the results of your actions.", "owner": "Joan Borysenko"}, {"item": "There are questions I'm still not wise enough to answer, just wise enough to no longer ask.", "owner": "George Jones"}, {"item": "....it is of the very essence of Christianity to face suffering and death not because they are good, not because they have meaning, but because the resurrection of Jesus has robbed them of their meaning.", "owner": "Thomas Merton"}, {"item": "People of limited intelligence are fond of talking about \"these days,\" imagining that they have discovered and appraised the peculiarities of \"these days\" and that human nature changes with the times.", "owner": "Leo Tolstoy"}, {"item": "Where lowland is, that's where water goes. All medicine wants is pain to cure.", "owner": "Jalaluddin Rumi"}, {"item": "Losing an illusion makes you wiser than finding a truth. ", "owner": "Ludwig Börne"}, {"item": "Life is not long, and too much of it must not pass in idle deliberation how it shall be spent. ", "owner": "Samuel Johnson"}, {"item": "Whatever you want to be in life, you're training for it right now.", "owner": "Michael Anderson"}, {"item": "For we have been socialized to respect fear more than our own needs for language and definition, and while we wait in silence for that final luxury of fearlessness, the weight of that silence will choke us.", "owner": "Audre Lorde"}, {"item": "Behold, the fool saith, \"Put not all thine eggs in the one basket\" - which is but a matter of saying, \"Scatter your money and your attention\"; but the wise man saith, \"Pull all your eggs in the one basket and - WATCH THAT BASKET.\" - Pudd'nhead Wilson's Calendar", "owner": "Mark Twain, Pudd'nhead Wilson"}, {"item": "Listen. Pay attention. Treasure every moment.", "owner": "Oprah Winfrey"}], "pagination": {"size": 20, "total": 10, "current": 5}}