{"contents": [{"item": "Every human being makes mistakes, so why should you be afraid? Go to the One who can get rid of the mistakes and tell him, ‘Sir, these are the kind of mistakes I make’, so he will show you the solution.", "owner": "Dada Bhagwan"}, {"item": "The realms of love and light, anything is possible", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness is the only way to reverse the irreversible flow of history.", "owner": "Hannah Arendt"}, {"item": "Is what I do important? Does it matter? I don't really do much other than working, and caring for my family and friends.God: If anything matters, than everything matters. Because you are important, everything you do is important. Every time you forgive, the universe changes. Every time you reach out and touch a heart or a life, the world changes. With every kindness and service, seen or unseen, my purposes are accomplished, and nothing will ever be the same again.", "owner": "William Paul Young, The Shack"}, {"item": "Forgiveness makes humanity to survive in the hearts of the people.", "owner": "Vignesh S.V., Adventures of Dollar Right"}, {"item": "We need to remember and remind ourselves where we come from, what we are, our nothingness.", "owner": "Pope Francis, The Name of God is Mercy"}, {"item": "See how forgiving - how brave nature is.", "owner": "Yusef Komunyakaa, The Emperor of Water Clocks"}, {"item": "The practice of forgiveness is our most important contribution to the healing of the world.", "owner": "Marianne Williamson"}, {"item": "If you or I are having a single thought of violence or hatred against anyone in the world at this moment, we are contributing to the wounding of the world.", "owner": "Deepak Chopra"}, {"item": "You can’t invite love with hate.", "owner": "Auliq Ice"}, {"item": "Fill your heart with love. Forgive and let go. Not necessarily because those who mistreated you deserve it, but because you do. Let forgiveness liberate you from your past. Allow it to take away all the resentment you’ve kept in your heart for all this time and allow it to fill in that empty space with love. Forgive, release and let go.", "owner": "Luminita D. Saviuc"}, {"item": "Forgiveness is a gift you give to yourself, to be at peace, to be happy and to be able to sleep at night. You don’t forgive because you are weak but because you are strong enough to realize that only by giving up on resentment will you be happy.", "owner": "Luminita D. Saviuc, 15 Things You Should Give Up to Be Happy: An Inspiring Guide to Discovering Effortless Joy"}, {"item": "Jesus of Nazareth told us to say these twelve words when we prayed: 'Forgive us our trespasses as we forgive those who trespass against us.' ... And for those words alone, he deserves to be called ;the Prince of Peace.", "owner": "Kurt Vonnegut Jr., If This Isn't Nice, What Is?: Advice for the Young"}, {"item": "There's a song that I hear at the back of my heart that I feared for so long, when I sensed you were there. And I think of those times when you crept into my dreams and I thought you a threat to curse my sweet king. But it was the boy in your belly that whispered to mine, and even before that, you lived in my spirit. Because I think of those times when I was a child. I prayed to the gods and I begged for a sign. I know that they sent you, despite the blood of all those you loved shed at the hands of my kin. For you were the one who found him in exile and though it took time, you led Froi to his home. And you've sent me this trinket that hardened my heart, because I wanted your words and a sign of true peace. But I’ve opened it now after all these long weeks, and Froi stares at it, speechless, when I hold out my hand. And we see it before us, our spirits shaking. The brilliance of color: the same ruby ring.Oh, you’ve outdone me twice now, you queen of forgiveness. The ring’s a promise of peace, and I’m greedy with hope. It’s a song that we sing in a tongue that we share. And though you say it’s a gift from a king to a king, I say it’s a sign from a queen to a queen.", "owner": "Melina Marchetta, Quintana of Charyn"}, {"item": "Real peace is not just a matter of structures and mechanisms. It rests above all on the adoption of a style of human coexistence marked by mutual acceptance and a capacity to forgive from the heart. We all need to be forgiven by others, so we must all be ready to forgive. Asking and granting forgiveness is something profoundly worthy of every one of us,", "owner": "John Paul II"}, {"item": "Forgiveness has nothing to do with absolving a criminal of his crime. It has everything to do with relieving oneself of the burden of being a victim--letting go of the pain and transforming oneself from victim to survivor.", "owner": "C.R. Strahan"}, {"item": "I eventually came to understand that in harboring the anger, the bitterness and resentment towards those that had hurt me, I was giving the reins of control over to them. Forgiving was not about accepting their words and deeds. Forgiving was about letting go and moving on with my life. In doing so, I had finally set myself free.", "owner": "Isabel  Lopez, Isabel's Hand-Me-Down Dreams"}, {"item": "Do not feel ill will toward others. It will only bring negative energy into your life which will fester and grow as you let that anger into your heart. Hunger for revenge, for your pain to be put onto others, only hurts you more. Trust in yourself that you may recover from the pain they have caused and allow yourself to move on.", "owner": "Avina Celeste"}, {"item": "Why so many wounded people look for forgiveness from who has injured them?", "owner": "Luigina Sgarro"}, {"item": "Maybe He'll get what he deserves. Maybe Not. Maybe I'll never find it in my heart to forgive him. And maybe there's nothing wrong with that,either. All those maybes swimming around my head make me think that \"maybe\" could just be another word for hope.", "owner": "Amber   Smith, The Way I Used to Be"}], "pagination": {"size": 20, "total": 10, "current": 5}}