{"contents": [{"item": "you can't just tell someone to trust you..you gotta show them that they can trust you....", "owner": "Michael J Herbert"}, {"item": "...You have knowledge, and I have skill, and between us we have...\"\"We have the Ring of Erreth-Akbe.\"\"Yes, that. But I thought also of another thing between us. Call it trust... That is one of its names. It is a very great thing. Though each of us alone is weak, having that we are strong, stronger than the Powers of the Dark.", "owner": "Ursula K. Le Guin, The Tombs of Atuan"}, {"item": "Trust had become a commodity that few could afford.", "owner": "Kimberly Derting"}, {"item": "Evan to Bethany: \"Just trust me.\"\"You say it like it's so easy.\"\"Of course it's not.\"\"Then how am I supposed to 'just trust' you?\"\"Funny thing about trust...Sometimes you have to give it before you can experience it.", "owner": "Katie Ganshert, Wildflowers from Winter"}, {"item": "I've tried to make choices. You don't really trust me to.", "owner": "Kiera Cass, The Prince"}, {"item": "Never trust a man with a lunatic wife in an attic,\" Richard told me. \"And anyone named Heathcliff should make you suspicious.", "owner": "John Irving, In One Person"}, {"item": "Trust is like a valuable antique, once gone, it can never be replaced.", "owner": "Mouloud Benzadi"}, {"item": "It will be a very long time before I trust you ever, ever - OK, I trust you again.", "owner": "Daniel Handler, Why We Broke Up"}, {"item": "The first lie of life is to say that there is such a thing as trust. Can you truly say you even trust yourself?", "owner": "Michelle Horst, The Land of Shadows"}, {"item": "Sometimes the ones you trust aren't the most trustworthy. Just better actors.", "owner": "Veronica Blade, Something Witchy This Way Comes"}, {"item": "I didn’t like trusting, I didn’t like setting greater than mild expectations,", "owner": "Penny Reid, Neanderthal Seeks Human"}, {"item": "When someone talks about their problems, it doesn't just mean they're complaining, it means they trust you enough to tell you.", "owner": "Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics"}, {"item": "I’d rather trust and regret than doubt and regret. - Kirito", "owner": "Reki Kawahara"}, {"item": "Trust is a hard thing to win back.", "owner": "Behnam Rajabpoor"}, {"item": "Trust is not a passive state of mind. It is a vigorous act of the soul by which we choose to lay hold on the promises of God and cling to them despite the adversity that at times seeks to overwhelms us.", "owner": "Jerry Bridges, Trusting God: Even When Life Hurts"}, {"item": "If I'm not telling you something, it's for a reason. Just because you trust me, it doesn't mean I have to automatically trust you. Trust doesn't work like that.", "owner": "David Levithan, Every Day"}, {"item": "Trust means everything. But when it is broken, sorry mean nothing.", "owner": "Alex Jiang"}, {"item": "Like some dogs: kick them once and they never trust you again, no matter how nice you are to them.", "owner": "Stephen King, The Green Mile"}, {"item": "Trust was now a four-letter word.", "owner": "Ally Blake, Getting Red-Hot with the Rogue"}, {"item": "If you can't trust, you can't be trustworthy.", "owner": "Craig Ferguson, Between the Bridge and the River"}], "pagination": {"size": 20, "total": 10, "current": 7}}