{"contents": [{"item": "I know sadness has its own purpose, i know sad doesn't take away or diminish happy, they are two different things which exists together, netted into life, i know sadness is the end of something and initiation of everything else; until it is not...its just...i've gone through a lot..I'm just tired of being sad...tired of being tired (Ejump,2016)", "owner": "Ejump Schiffler"}, {"item": "There are so many sad people nowadays that sadness looks normal.", "owner": "Kate Saunders, Five Children on the Western Front"}, {"item": "Some people tire me emotionally, not that they personally do anything to me, but their presence. Their presence sometimes is so heavy on the heart, and I just feel smothered by them.", "owner": "Maisie16"}, {"item": "At times people who are extremely sad become lighthearted for the most trivial reasons, merely to obtain the relief furnished by the exactly opposite condition.", "owner": "Naguib Mahfouz, Palace Walk"}, {"item": "My mother’s eyes were incomprehensible; they were dark stages where dimly seen mob scenes were staged and all one ever sensed was tumult and drama, and no matter how long one waited, the lights never went up and the scene never was explained.", "owner": "Harold Brodkey, First Love and Other Sorrows: Stories"}, {"item": "I AM A FATHERLESS FATHER FOR MINE IS GONE,HIS DEATH A MYSTERY, HE IS HISTORY, AND THAT IS WHY I LOOK ONLY UPON YOU FOR YOUR JUST GUIDANCE MY FAITHFUL GOD.", "owner": "Kgosietsile Martin Timothy"}, {"item": "The sad thing was in the knowing that all their nerve would get them nowhere in the world and that they were lost as all the people in Brooklyn seem lost when the day is nearly over and even though the sun is still bright, it is thin and doesn’t give you warmth when it shines on you.", "owner": "Betty Smith"}, {"item": "I kiss your tear-stained cheeks, tasting the saltiness of a hidden sea of sorrow.", "owner": "John Mark Green"}, {"item": "It had been a month before then that I'd sat on the bathroom floor and now it was back, the feeling that I was watching life through a thick pane of glass and that, whatever was out there, I wasn't designed for it.", "owner": "T.R. Richmond"}, {"item": "Besides being the world the kind of sadness that can not be expressed in tears. You can not explain it to anyone. Unable to take any shape, settles quietly in the bottom of the heart as snow during the windless night.", "owner": "Haruki Murakami, Hard-Boiled Wonderland and the End of the World"}, {"item": "Sweetie, if love could take away sadness, I'd be the happiest woman on earth. Sometimes the sadness is so deep, we have to sift through all the layers before we can find it and send it packing. That's what I'm trying to do in this place. Find my sadness.", "owner": "April Young Fritz"}, {"item": "Kate's unhappiness was like weather, a storm rolling constantly toward or away from her, a force she could feel approaching like a hum of electrical current across her skin before it broke open, soaking her in sadness, and she would have no choice but to brace against the misery until it wore itself out on her and passed on to someone else.", "owner": "Aryn Kyle"}, {"item": "There will be peaks of great joy from which to crow and vales of tears out of which to climb. When and why they will happen, no one can say, but they will happen. To all of us. We will all go back and forth from one to the other countless times during a lifetime. This is not some call to bipartisanship between inimical sides. The Happy and the Sad are the same population.", "owner": "David Rakoff, Half Empty"}, {"item": "perhaps we would bear our sadnesses with greater trust than we have in our joys", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "She was just so sad. Her whole face hung with it, like sadness was her personal gravity.", "owner": "Michelle Tea, Valencia"}, {"item": "Women share their sadness, thought Edith. Their joy they like to show off to one another. Victory, triumph over the odds, calls for an audience. And that air of bustle and exigence sometimes affected by the sexually loquacious - that is for the benefit of other women. No solidarity then.", "owner": "Anita Brookner"}, {"item": "I was so sad that day. My heart was trying to climb from my body.", "owner": "Michelle Tea, Valencia"}, {"item": "And in the end blood and tears are alike because they stop too.", "owner": "Elizabeth Scott, Living Dead Girl"}, {"item": "When you love and already have someone,you should keep the promise you take!Because you don't know, how dangerous or weak can love do.-when you hurt someone's heart.You don't notice but suddenly you losing that person.", "owner": "Redzel Romulo"}, {"item": "Same shit, different day, he thinks, but now the joy is gone and the sadness is back, the sadness that feels like something deserved, the price of some not-quite-forgotten betrayal.", "owner": "Stephen King, Dreamcatcher"}], "pagination": {"size": 20, "total": 9, "current": 4}}