{"contents": [{"item": "You can't avoid success if you disown your fear.", "owner": "Sravani Saha Nakhro"}, {"item": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.", "owner": "Dwayne Johnson"}, {"item": "Failure is inevitable, success is optional.", "owner": "Sravani Saha Nakhro"}, {"item": "Good things never come in suits and make-up, that person you diverge from because they are in sweat, overalls and boots - will be the first person you'd want to converge with. You know that person, he is a success in progress.", "owner": "Kabelo Mabona"}, {"item": "The uber successful are those who breed success in others.", "owner": "Sravani Saha Nakhro"}, {"item": "It isn’t the lack of opportunities you are facing, more so the lack of confidence", "owner": "Kevin Abdulrahman, The Book on What Ever You're Into: These Are the 52 Timeless Winning Truths You Need to Know to Have a Chance at Winning"}, {"item": "To be successful at anything, it takes hard work, discipline, dedication, and a burning desire to be the best.", "owner": "Zeke Jones"}, {"item": "Those who win are those who think they can.", "owner": "Sravani Saha Nakhro"}, {"item": "Striving for success with access of abilities and strength leads to clarity, with clarity confidence naturally comes up.", "owner": "Abhinav Rajput"}, {"item": "Dr. John, throughout his whole life, was a man of luck - a man of success. And why? Because he had the eye to see his opportunity, the heart to prompt to well-timed action, the nerve to consummate a perfect work. And no tyrant-passion dragged him back; no enthusiasms, no foibles encumbered his way.", "owner": "Charlotte Brontë, Villette"}, {"item": "Obstacles are a measure of the intensity of your passion.", "owner": "Sravani Saha Nakhro"}, {"item": "Excellence never seeks excuses.", "owner": "Sravani Saha Nakhro"}, {"item": "If they aren't laughing at your goals, you are not dreaming big enough.", "owner": "Sravani Saha Nakhro"}, {"item": "The idea you implement is more important than the ideas you collect.", "owner": "Sravani Saha Nakhro"}, {"item": "If you can't stop thinking about it, don't stop working for it.", "owner": "Sravani Saha Nakhro"}, {"item": "Big things often have small beginnings.", "owner": "Sravani Saha Nakhro"}, {"item": "To garner the courage to go on creating oneself endlessly is a token of maturity. Create yourself. Create your day.", "owner": "Sravani Saha Nakhro"}, {"item": "Nobody is going to hand you success. You have to hand yourself to success.", "owner": "Ben Tolosa, Masterplan Your Success"}, {"item": "Stars are howling see moon is caught on fire.", "owner": "Saqlain bin mushtaq"}, {"item": "One of the main secrets of success is the ability to foresee the situation a few steps forward.", "owner": "Sahara Sanders"}], "pagination": {"size": 20, "total": 10, "current": 5}}