{"contents": [{"item": "For every spirit who is learning: you heal yourself.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "What makes one strong is not the ability to confront adversity and cruelty, but rather the ability to love in spite of it.", "owner": "Christopher Earle"}, {"item": "I now see my life, not as a slow shaping of achievment to fit my preconceived purposes, but as the gradual discovery of a purpose which I did not know.", "owner": "Joanna Field"}, {"item": "Being a reader has brought me much joy, laughter, and rich experience. But reading has also wounded me. The sacrament of reading has plowed me open and sown seeds of empathy that have taken root in deep soil. Over the years, reading has caused me to grow from a shallow, self-absorbed youth to one who seeks out the pain of the world. Reading has burdened me with the welfare of my fellow human, but sometimes the burden proves too heavy for my narrow shoulders.", "owner": "Steve Kendall"}, {"item": "A comfortable and easy life leaves no room for growth. We must therefore embrace our hardships and the lessons they bring.", "owner": "Peprah Boasiako"}, {"item": "You sometimes have to let people off the bus during your journey in life...not because you don't love them but because they are a distraction towards your growth!", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "There’s little growth and progression without learning and reflection", "owner": "Rasheed Ogunlaru"}, {"item": "Setbacks allow us to take a step back and look at the view from a whole.", "owner": "Brittany Burgunder, Safety in Numbers: From 56 to 221 Pounds, My Battle with Eating Disorders"}, {"item": "You will be a different person after the storm, because the storm will heal you from your perfection.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Would God be a frequent contact or an in case of emergency in your phone? If he is only an in case of emergency, he will you in different emergencies so he can be frequently contacted.", "owner": "Andrea Ball, Seek God: 40 Days of Intimacy & Growth"}, {"item": "The only true end of love is spiritual growth or human evolution.", "owner": "M. Scott Peck"}, {"item": "The greatest thing in this world is not so much where we stand as in what direction we are moving.", "owner": "Johann Wolfgang von Goethe"}, {"item": "The day you start trusting the people who think you are right, more than the people who are actually right, you are on your way down.", "owner": "EverSkeptic"}, {"item": "When it comes to the core of who we are, it takes incredible effort to shift more than one standard deviation from the mean of your life.", "owner": "E. Obeng-Amoako Edmonds"}, {"item": "Someone once told me that we move when it becomes less painful than staying where we are\".", "owner": "Anne Hines, The Spiral Garden"}, {"item": "Everyone grows but not everyone becomes mature.", "owner": "Kemi Sogunle"}, {"item": "I want to be as idle as I can, so that my soul may have time to grow.", "owner": "Elizabeth von Arnim, The Solitary Summer"}, {"item": "Mr. J.L.B Matekoni,\" she asked, \"do you think that our souls grow as we get older?\"He did not answer immediately, but when he did, she thought his answer quite perfect. \"Yes,\" he said. \"Our souls get wider. They grow like the branches of a tree--growing outwards. And more birds come and make their homes in these branches. And sing a bit more.\" He stopped and looked a little awkward. \"I'm talking nonsense, Mma.\"\"You're not,\" she said.", "owner": "Alexander McCall Smith, Precious and Grace"}, {"item": "That’s the bittersweet joy of ministry. We see people healed, and then we watch them move on in victory. Sometimes, it means saying goodbye. We must learn to celebrate as our fledgling birds spread their wings and fly into freedom, even if that flight pattern takes them far away from us.", "owner": "Katherine J. Walden, Seasons: Reflections on Changes Throughout Life"}, {"item": "Young, healthy communities can afford to roll the dice.", "owner": "Richard Brookhiser, Founders' Son: A Life of Abraham Lincoln"}], "pagination": {"size": 20, "total": 10, "current": 2}}