{"contents": [{"item": "Should we continue to look upwards? Is the light we can see in the sky one of those which will presently be extinguished? The ideal is terrifying to behold... brilliant but threatened on all sides by the dark forces that surround it: nevertheless, no more in danger than a star in the jaws of the clouds.", "owner": "Victor Hugo, Les Misérables"}, {"item": "Hope can get you through anything.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "Man can live about forty days without food, about three days without water, about eight minutes without air...but only for one second without hope.", "owner": "Hal Lindsey"}, {"item": "Anything seems possible at night when the rest of the world has gone to sleep.", "owner": "David Almond, My Name Is Mina"}, {"item": "Your hope is the most beautiful and the saddest in the world.", "owner": "Naomi Benaron, Running the Rift"}, {"item": "I have hope for you, if only because you're the only one left to hope for.", "owner": "Orson Scott Card, Ender's Game"}, {"item": "No man, proclaimed Donne, is an Island, and he was wrong. If we were not islands, we would be lost, drowned in each other's tragedies. We are insulated (a word that means, literally, remember, made into an island) from the tragedy of others, by our island nature, and by the repetitive shape and form of the stories. The shape does not change: there was a human being who was born, lived, and then, by some means or another, died. There. You may fill in the details from your own experience. As unoriginal as any other tale, as unique as any other life. Lives are snowflakes—forming patterns we have seen before, as like one another as peas in a pod (and have you ever looked at peas in a pod? I mean, really looked at them? There's not a chance you'd mistake one for another, after a minute's close inspection), but still unique.", "owner": "Neil Gaiman, American Gods"}, {"item": "I find peace when I'm confused, I find hope when I'm let down, not in me but in you.", "owner": "Switchfoot"}, {"item": "Once you choose hope, anything's possible.", "owner": "Christopher Reeve"}, {"item": "But what is Hope? Nothing but the paint on the face of Existence; the least touch of truth rubs it off, and then we see what a hollow-cheeked harlot we have got hold of.", "owner": "George Gordon Byron"}, {"item": "Let my body dwell in poverty, and my hands be as the hands of the toiler; but let my soul be as a temple of remembrance where the treasures of knowledge enter and the inner sanctuary is hope.", "owner": "George Eliot, Daniel Deronda"}, {"item": "Hope is not a lottery ticket you can sit on the sofa and clutch, feeling lucky. It is an axe you break down doors with in an emergency. Hope should shove you out the door, because it will take everything you have to steer the future away from endless war, from the annihilation of the earth's treasures and the grinding down of the poor and marginal... To hope is to give yourself to the future - and that commitment to the future is what makes the present inhabitable.", "owner": "Rebecca Solnit, Hope in the Dark"}, {"item": "Hope,... which whispered from Pandora's box after all the other plagues and sorrows had escaped, is the best and last of all things. Without it, there is only time. And time pushes at our backs like a centrifuge, forcing outward and away, until it nudges us into oblivion... It's a law of motion, a fact of physics..., no different from the stages of white dwarves and red giants. Like all things in the universe, we are destined from birth to diverge. Time is simply the yardstick of our separation. If we are particles in a sea of distance, exploded from an original whole, then there is a science to our solitude. We are lonely in proportion to our years.", "owner": "Ian Caldwell, The Rule of Four"}, {"item": "I want to reconcile the violence in your heart.I want to recognize your beauty's not just a mask.I want to exorcise the demons from your past.I want to satisfy the undisclosed desires in your heart.", "owner": "Matthew Bellamy"}, {"item": "Behind the veil of each night, there is a smiling dawn.", "owner": "Kahlil Gibran"}, {"item": "The restless spirit never loses its wings. If sometimes it cannot fly, it is because during those moments the sky vanishes.", "owner": "R.N. Prasher"}, {"item": "And now let us believe in a long year that is given to us, new, untouched, full of things that have never been, full of work that has never been done, full of tasks, claims, and demands; and let us see that we learn to take it without letting fall too much of what it has to bestow upon those who demand of it necessary, serious, and great things.", "owner": "Rainer Maria Rilke, Letters of Rainer Maria Rilke, 1892-1910"}, {"item": "All cannot be lost when there is still so much being found", "owner": "Lemony Snicket"}, {"item": "If you lose all hope, you can always find it again.", "owner": "Richard Ford, The Sportswriter"}, {"item": "You'll be okay. No matter what shape reality takes, you can handle it.", "owner": "Shiro Amano, Kingdom Hearts, Vol. 1"}], "pagination": {"size": 20, "total": 10, "current": 9}}