{"contents": [{"item": "I know, I know. You're a badass. The best of the best. But everyone has a weakness. Even you.", "owner": "Lindsey Allyson, Time Travel"}, {"item": "Take a few minutes.\"\"No. He's already had more of my time than he was entitled to.\"Yes, he thought as she walked out of his office. Very much like her grandmother.", "owner": "Nora Roberts, The Villa"}, {"item": "Summer is the time for squabbles. In winter, we must protect one another, keep each other warm, share our strengths.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "Everyone needs to prove they're strong. The truly strong only have to do it once.", "owner": "Kit Rocha, Beyond Control"}, {"item": "But you need to make sure that the last thing you remember about today isn't that you fell down, it's that you got back up again. That's what we do when bad things happen to us.", "owner": "Michael Rowe, Wild Fell"}, {"item": "Quite often you look for answers and strength in friends (supposed 2b) around you, without realizing All the true strength and honest answers come from within!!!", "owner": "v filipa ketteridge"}, {"item": "We cannot be a source for strength unless we nurture our own strength.", "owner": "M. Scott Peck, The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth"}, {"item": "And what some people don't understand was that bleeding wasn't a sign of weakness; it was a sign of strength. It demonstrated to the world that you were vulnerable and ordinary, but when you wanted something enough, and fought hard for it, you were capable of doing extraordinary things.", "owner": "Natasha Ngan, The Elites"}, {"item": "I was once told that sometimes out of limitation comes our greatest strength.", "owner": "Carol McKay, Second chances: true stories of living with Addison's disease"}, {"item": "True strength comes from the mind and spirit.", "owner": "Drew Karpyshyn, Children of Fire"}, {"item": "Nicci looked up at Kahlan. “Knives are not my talent.” “It’s not hard,” Kahlan said as she pressed the handle into Nicci’s hand. “When the time is right, just stick the pointed end somewhere important in someone you really don’t like.", "owner": "Terry Goodkind, Confessor"}, {"item": "I’ve never met a woman who is not strong, but sometimes they don’t let it out. Then there’s a tragedy, and then all of a sudden that strength comes. My message is let the strength come out before the tragedy.", "owner": "Diane Von Furstenberg"}, {"item": "I'm not surprised he wants to challenge me here, where no one can protect me. He thinks I'm a weak woman. He thinks wrong.", "owner": "Heather Day Gilbert, God's Daughter"}, {"item": "Sometimes you don’t realize your own strength until you come face to face with your greatest weakness.", "owner": "Susan Gale"}, {"item": "She had taken many more punches to both body and soul than anyone should ever have to endure. But she had been able to rebel every time.", "owner": "Stieg Larsson"}, {"item": "Too much work will create too much motivation for the strong, and a big collapse for the weak! Strength gets great strength from the challenges!", "owner": "Mehmet Murat ildan"}, {"item": "Strength, strength is what I need; nothing can be done without strength; and strength must be gained by strength.", "owner": "Fyodor Dostoyevsky, Crime and Punishment"}, {"item": "From my weakness, I drew strength that never left me.", "owner": "Jorge Luis Borges, Ficciones"}, {"item": "Most of us, I believe, admire strength. It's something we tend to respect in others, desire for ourselves, and wish for our children. Sometimes, though, I wonder if we confuse strength with other words—like 'aggression' and even 'violence'. Real strength is neither male nor female; but it is, quite simply, one of the finest characteristics that a human being can possess.", "owner": "Fred Rogers, The World According to Mister Rogers: Important Things to Remember"}, {"item": "They did not suspect her for a moment. It did not occur to them that a woman could be dangerous. How foolish they were. Women could do most of the things men did. Who was left in charge when the men were fighting wars, or going on crusades? There were women carpenters, dyers, tanners, bakers and brewers.", "owner": "Ken Follett, The Pillars of the Earth"}], "pagination": {"size": 20, "total": 10, "current": 5}}