{"contents": [{"item": "I have a repository of knowledge, but I have no money, it means I have no respect.", "owner": "Tanmaya Guru"}, {"item": "On the power of money a physically disabled person can be married with a Miss World.", "owner": "Tanmaya Guru"}, {"item": "Without the money your life is like a colorless painting.", "owner": "Tanmaya Guru"}, {"item": "Time is the only thing even money can't buy.", "owner": "Robert Ferrigno, Heart of the Assassin"}, {"item": "Of course for professional traders on the stock exchange, money had always been imaginary - just as notional, just as easy come and easy go, as the points in a video game. Wage earners like Willing's mother thought money was real. Because the work was real, and the time was real, it seemed inconceivable that what the work and the time had converted into would be gossamer.", "owner": "Lionel Shriver, The Mandibles: A Family, 2029–2047"}, {"item": "of the few certainties I've come across in life, one of them is that when a person says money is no object, the opposite is most likely true. Money is the only object—or will be.", "owner": "James          Anderson, The Never-Open Desert Diner"}, {"item": "A man never grows out of wanting and desiring money that follows him through life.", "owner": "Auliq-Ice"}, {"item": "80% of people work for money. The rest are called successful people.", "owner": "Dhaval Gajera, MAKE IT HAPPEN: with 30 greatest life lessons"}, {"item": "It reminded me of a study I had read about Alzheimer's disease. The study said that the disease often enhanced and reinforced people's existing personality traits. If a person was quiet and gentle, with Alzheimer's they became even more docile. If a person was argumentative and negative the disease made them unbearable to be around. I couldn't help but wonder if sudden wealth had that same effect on a person.", "owner": "Timothy Benson, King of the Trailer Park"}, {"item": "Goddam money. It always ends up making you blue as hell", "owner": "J.D. Salinger, The Catcher in the Rye"}, {"item": "To part with money is a sacrifice beyond almost all men endowed with a sense of order. There is scarcely any man alive who does not think himself meritorious for giving his neighbour five pounds. Thriftless gives, not from a beneficent pleasure in giving, but from a lazy delight in spending. He would not deny himself one enjoyment; not his opera-stall, not his horse, not his dinner, not even the pleasure of giving Lazarus the five pounds.", "owner": "William Makepeace Thackeray"}, {"item": "The funniest thing people say to me: \"I wish I had your life\". Hello! I make a living writing about it.", "owner": "Daniel Marques"}, {"item": "When you’re always scheming about ways to make money, it’s like a part of you is lost.", "owner": "Haruki Murakami, South of the Border, West of the Sun"}, {"item": "The greatest things cannot be bought with money.", "owner": "Lailah Gifty Akita"}, {"item": "Wisdom is worth more than money.", "owner": "Lailah Gifty Akita"}, {"item": "We have a retirement crisis in America today nor from a lack of money, but from a lack of vision", "owner": "Dave Ramsey"}, {"item": "The  thought system which dominates our culture is laced with selfish values, and relinquishing those values is a lot easier said than done. The journey to a pure heart can be highly disorienting.  For years, we may have worked for power, money or prestige.  Now all of a sudden we've learned that these are just the values of a dying world.", "owner": "Marianne Williamson, A Return to Love: Reflections on the Principles of \"A Course in Miracles\""}, {"item": "When I started, I was pretty sure I was going to be writing some goofy little wizard novels that might make me some part-time money and would hopefully lead to something I could do better.", "owner": "Jim Butcher, The Dresden Files:  Storm Front, Volume 1-  The Gathering Storm"}, {"item": "Two good indicators of revealed preferences are things the people tend to value a lot: time and money. If you look at how they spend their time and how they spend their money, you can infer quite a lot about their real preferences.", "owner": "Douglas W. Hubbard"}, {"item": "Riches are not only measure with monetary value.", "owner": "Lailah Gifty Akita"}], "pagination": {"size": 20, "total": 10, "current": 9}}