{"contents": [{"item": "... the best way of killing a rose is to force it open when it is still only the promise of a bud.", "owner": "José Saramago, The Cave"}, {"item": "Even \"meant to be\" takes work.", "owner": "Donna Lynn Hope"}, {"item": "males conspicuously leaving their mark to let others know where they weren't welcome.", "owner": "Jodi Picoult, Picture Perfect"}, {"item": "When it comes to relationships, I find it best to have two feet out the door", "owner": "Josh Stern"}, {"item": "Relationships should be like glass .... No matter who sees from what angel .... It should be transparent", "owner": "Adil Adam Memon"}, {"item": "Was Deirdre right about me purposely wanting relationships that were impossible?", "owner": "Richelle Mead, Shadow Kiss"}, {"item": "More than anything I wish he were here with me. \"A relationship is an accumulation of shared history,\" he'd said to me once. And here I was making history without him. It's lonely. And I can't wait to go home. Parts of me are showing through my Aqua, and I'm having a hard time keeping them separate.", "owner": "Josh Kilmer-Purcell, I Am Not Myself These Days"}, {"item": "She wrote a long letter on a short piece of paper", "owner": "travel schedule"}, {"item": "In the long history of male and female relations all the way back to the Garden, I can't think of one in which a woman's anger ever won over a man.", "owner": "Marie Arana, Lima Nights"}, {"item": "I write with the entire alphabet, not just the popular letters.Readers don't want to lose themselves in the text. They want to find themselves in it.", "owner": "Mark R. Trost, Post Marked"}, {"item": "People change us. It is a rare, if not an impossible occurrence, that we come out of relationships unscathed. In our dealings with people we take something with us and we leave something behind. Some people are haunted more than others, either by the sweet perfume of another or the stink of regret.", "owner": "Donna Lynn Hope"}, {"item": "I never told her the other story, in which she stars, in which she is always the heroine – a romanticized story full of cliché images in which I am telling her all the things there has not been enough time for, in which we are doing all the things there has not been time for…", "owner": "Penelope Lively, Moon Tiger"}, {"item": "because in the past words have only driven them apart.", "owner": "Jodi Picoult, Picture Perfect"}, {"item": "There was once a spirited feral mustang broken in by her stern rider. It was a harmonious relationship for the most part but, like any relationship, she tested the boundaries he placed on her and threw him...Would the rider, having suffered his own wound, retaliate, discipline or forgive?", "owner": "Donna Lynn Hope"}, {"item": "Relationships tend to be flawed because they are made up of inherently flawed components, mere human beings.", "owner": "Anthony D. Ravenscroft, Polyamory: Roadmaps for the Clueless and Hopeful: An Introduction on Polyamory"}, {"item": "I knew I was waiting for someone I didn't understand.", "owner": "Megan Mayhew Bergman, Birds of a Lesser Paradise: Stories"}, {"item": "But we'd only had so many nights together, and the notebook had so many pages, and the world was never going to get bigger.", "owner": "Jennifer R.  Hubbard, The Secret Year"}, {"item": "He's a sweet man whose crime was that he didn't love me quite enough, and because this wasn't much of a crime I had to make up some bigger ones.", "owner": "Nick Hornby"}, {"item": "He was as incapable of imagining pain or danger to himself as he was incapable of conceiving the pain he caused others.", "owner": "Graham Greene"}, {"item": "THEY SAY \"MOST RELATIONSHIPS FAIL DUE TO THE POVERTY.\" I COMPLETELY DISAGREE WITH THAT.I HAVE SEEN COUPLES WHO COME FROM FOREIGN COUNTRIES AND THEY STARTED THEIR LIFE FROM NOTHING, THEY DON'T EVEN SPOKE ENGLISH AND TODAY THEY LIVE BETTER LIFE THAN MANY COUPLES I KNOW WHO ARE BORN IN USA. I THING MOST RELATIONSHIPS FAIL DUE TO THE LACK OF MOTIVATION LACK OF COMMUNISCATION AND THEIR LIFE GOALS.", "owner": "Beta Metani' Marashi"}], "pagination": {"size": 20, "total": 10, "current": 8}}