{"contents": [{"item": "Thank God for the gracious gift of life.", "owner": "Lailah Gifty Akita"}, {"item": "Be grateful for who you are and what you will be.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be thankful for the sacred life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Power is fortified not just by what it destroys, but also by what it creates. Not just by what it takes, but also by what it gives. And powerlessness reaffirmed not just by the helplessness of those who have lost, but also by the gratitude of those who have (or THINK they have) gained.", "owner": "Arundhati Roy, The Cost of Living"}, {"item": "Gratitude is a vaccine, an antitoxin, and an antiseptic.", "owner": "John Henry Jowett"}, {"item": "Your success should create a path that inspires others to follow.", "owner": "Amitav Chowdhury"}, {"item": "Students in the school of prayer never graduate from the school of the Gospel.", "owner": "C.J. Mahaney, Living the Cross Centered Life: Keeping the Gospel the Main Thing"}, {"item": "You must love yourself first to the soul of your aura...", "owner": "Jennifer Pierre"}, {"item": "Ingratitude produces pride while gratitude produces humility.", "owner": "Orrin Woodward"}, {"item": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.", "owner": "Ralph Waldo Emerson"}, {"item": "Acknowledging the good that you already have in your life is the foundation for all abundance.", "owner": "Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose"}, {"item": "We must find time to stop and thank the people who make a difference in our lives.", "owner": "John F. Kennedy"}, {"item": "Gratitude is not only the greatest of virtues, but the parent of all others.", "owner": "Marcus Tullius Cicero"}, {"item": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by", "owner": "John F. Kennedy"}, {"item": "In normal life we hardly realize how much more we receive than we give, and life cannot be rich without such gratitude. It is so easy to overestimate the importance of our own achievements compared with what we owe to the help of others.", "owner": "Dietrich Bonhoeffer, Letters and Papers from Prison"}, {"item": "We should certainly count our blessings, but we should also make our blessings count.", "owner": "Neal A. Maxwell"}, {"item": "It is a pity that doing one's best does not always answer.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings.” —", "owner": "William Arthur Ward"}, {"item": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving.", "owner": "W.T. Purkiser"}, {"item": "The miracle is not to walk on water. The miracle is to walk on the green earth, dwelling deeply in the present moment and feeling truly alive.", "owner": "Thich Nhat Hanh"}], "pagination": {"size": 20, "total": 10, "current": 5}}