{"contents": [{"item": "I have a theory that every time you make an important choice, the part of you left behind continues the other life you could have had. Some people's emanations are very strong, some people create themselves afresh outside of their own body.", "owner": "Jeanette Winterson, Oranges Are Not the Only Fruit"}, {"item": "People do go back, but they don't survive, because two realities are claiming them at the same time. Such things are too much. You can salt your heart, or kill your heart, or you choose between the two realities. There is so much pain here.", "owner": "Jeanette Winterson"}, {"item": "Obstacles are there to give you more opportunities to grow and excel in life.", "owner": "Seema Brain Openers"}, {"item": "Accept your mistakes. Overcome your mistakes. Grow from your mistakes. Growth only comes after you have realized your mistakes. If you accept your mistake and have gained knowledge from it, it was all worth it.", "owner": "Avina Celeste"}, {"item": "You need not have any motivation but the motivation to overpower your mind.", "owner": "Avina Celeste"}, {"item": "The people who make you feel small, unworthy and valueless are toxic people. You can never expect to grow in life by being close to them. Leave them to grow in life.", "owner": "Seema Brain Openers"}, {"item": "I felt the pain and the glory of growth, was straining and shuddering with it.", "owner": "Nnedi Okorafor, Home"}, {"item": "I carry inside myself my earlier faces, as a tree contains its rings.", "owner": "Tomas Tranströmer, Memories Look at Me: A Memoir"}, {"item": "Never feel sorry for me, just teach me and watch me grow.", "owner": "Jonathan Anthony Burkett"}, {"item": "Great hardship always seems to be the prerequisite to meaningful spiritual growth.", "owner": "James Castleton, MD, Mending of a Broken Heart"}, {"item": "Maturity is the ability to see what is important and what is not.", "owner": "Vatsal Surti"}, {"item": "Reinvention is no rushed religion.", "owner": "Erica Alex"}, {"item": "You never know what’s going to be in the garden in June when you’re looking at it in January.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "even so did you feel yourself swept away by that inward migration about which no one had ever said a word to you…A great wind swept through and delivered from the matrix the sleeping prince you sheltered- man within you. You are the equal of the musician composing his music, of the physicist extending the frontier of knowledge…you have reached an altitude where all loves are of the same stuff.", "owner": "Antoine de Saint-Exupéry, Wind, Sand and Stars"}, {"item": "Perfection is dangerous. It leaves no room for range.", "owner": "Natasha Tsakos"}, {"item": "I suppose the test of one's decency is how much of a fight one can put up after one has stopped caring, and after one has found that one can never please the people they wanted to please.", "owner": "Willa Cather, The Selected Letters"}, {"item": "If we contest with a lesser opponent, we reduce ourselves, and in the process wind up being lesser accomplished.", "owner": "Sandeep Sahajpal"}, {"item": "Knowing another is endless...The thing to be known grows with the knowing.", "owner": "Nan Shepherd"}, {"item": "A seed, in order to grow, must first be planted under the best conditions. Be that space or time. I think, therefore, that you have yet to find your perfect conditions.", "owner": "S.R. Crawford, From My Suffering: 25 Ways to Break the Chains of Anxiety, Depression & Stress"}, {"item": "The thing is, the only real sign of life is growth. And growth requires pain. So to choose life is to accept pain. Some people go to such lengths to avoid pain that they give up on life. They bury their hearts, or they drug or drink themselves numb until they don’t’ feel anything anymore. The irony is, in the end their escape becomes more painful than what they’re avoiding.", "owner": "Richard Paul Evans"}], "pagination": {"size": 20, "total": 10, "current": 8}}