{"contents": [{"item": "My turn shall also come:I sense the spreading of a wing.", "owner": "Osip Mandelstam, The Selected Poems"}, {"item": "A single day is enough to make us a little larger or, another time, a little smaller.", "owner": "Paul Klee"}, {"item": "Strength comes from struggle. When you learn to see your struggles as opportunities to become stronger, better, wiser, then your thinking shifts from \"I can't do this\" to \"I must do this.", "owner": "Toni Sorenson"}, {"item": "Life is now in session. Are you present?", "owner": "John C. Maxwell, The 15 Invaluable Laws of Growth: Live Them and Reach Your Potential"}, {"item": "Pain doesn't last. And when it's gone, we have something to show for it. Growth.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "You can grow like a tall tree, when you enjoy the sun, wind, rain, storms and the stars in the dark nights.", "owner": "Amit Ray"}, {"item": "Unbreakable, would you thought they called me Mr. GlassLook back on my life like the ghost of Christmas pastToys R Us where I used to spend that Christmas cashAnd I still won't grow up, I'm a grown ass kidSwear I should be locked up for stupid shit that I didBut I'm a champion, so I turned tragedy to triumphMake music that's fire, spit my soul through the wire", "owner": "Kanye West"}, {"item": "If you're always following the crowd, you will never truly know who you are. Walk your own path.", "owner": "Julian Pencilliah"}, {"item": "Regardless of whether a relationship brings us joy or sorrow, each relationship gives us the opportunity to grow stronger, nobler, and more compassionate with ourselves and others.", "owner": "Tamela Rich"}, {"item": "I knew he was the one when he mended my wings and looked forward to where they would take me. Embrace those who encourage your growth... who don't fear the journey into Wonderland, Neverland, Whereverland.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Healing is your right, your responsibility and the risk you can't afford not to take.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "Don't everallowthe disharmony of otherstobecome your ownamindful practiceof discernment(and the dislike for wearing bullshit)buildsthe eye, heart and spiritual muscles.", "owner": "Thaiia Senquetta"}, {"item": "For every spirit who is learning: you heal yourself.", "owner": "Thaiia Senquetta, Honey peppered tongue"}, {"item": "What makes one strong is not the ability to confront adversity and cruelty, but rather the ability to love in spite of it.", "owner": "Christopher Earle"}, {"item": "I now see my life, not as a slow shaping of achievment to fit my preconceived purposes, but as the gradual discovery of a purpose which I did not know.", "owner": "Joanna Field"}, {"item": "A comfortable and easy life leaves no room for growth. We must therefore embrace our hardships and the lessons they bring.", "owner": "Peprah Boasiako"}, {"item": "You sometimes have to let people off the bus during your journey in life...not because you don't love them but because they are a distraction towards your growth!", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "There’s little growth and progression without learning and reflection", "owner": "Rasheed Ogunlaru"}, {"item": "Setbacks allow us to take a step back and look at the view from a whole.", "owner": "Brittany Burgunder, Safety in Numbers: From 56 to 221 Pounds, My Battle with Eating Disorders"}, {"item": "You will be a different person after the storm, because the storm will heal you from your perfection.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}], "pagination": {"size": 20, "total": 10, "current": 1}}