{"contents": [{"item": "Sanity and happiness are an impossible combination.", "owner": "Mark Twain"}, {"item": "Happiness is the consequence of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly in the manifestations of your own blessings. And once you have achieved a state of happiness, you must never become lax about maintaining it. You must make a mighty effort to keep swimming upward into that happiness forever, to stay afloat on top of it.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Success is getting what you want, happiness is wanting what you get", "owner": "W.P. Kinsella"}, {"item": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will.", "owner": "L.M. Montgomery, Anne of Green Gables"}, {"item": "When the first baby laughed for the first time, its laugh broke into a thousand pieces, and they all went skipping about, and that was the beginning of fairies.", "owner": "J.M. Barrie, Peter Pan"}, {"item": "I'm happy. Which often looks like crazy.", "owner": "David Henry Hwang, M. Butterfly"}, {"item": "I am not proud, but I am happy; and happiness blinds, I think, more than pride.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "The best way to cheer yourself is to try to cheer someone else up.", "owner": "Mark Twain"}, {"item": "Let no one ever come to you without leaving better and happier. Be the living expression of God's kindness: kindness in your face, kindness in your eyes, kindness in your smile.", "owner": "Mother Teresa"}, {"item": "I must learn to be content with being happier than I deserve.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it.", "owner": "Jonathan Safran Foer"}, {"item": "The happiness of your life depends upon the quality of your thoughts.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Happiness depends upon ourselves.", "owner": "Aristotle"}, {"item": "I'd far rather be happy than right any day.", "owner": "Douglas Adams, The Hitchhiker's Guide to the Galaxy"}, {"item": "Happiness makes up in height for what it lacks in length.", "owner": "Robert Frost"}, {"item": "Generally speaking, the most miserable people I know are those who are obsessed with themselves; the happiest people I know are those who lose themselves in the service of others...By and large, I have come to see that if we complain about life, it is because we are thinking only of ourselves.", "owner": "Gordon B. Hinckley"}, {"item": "Actual happiness always looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn't nearly so spectacular as instability. And being contented has none of the glamour of a good fight against misfortune, none of the picturesqueness of a struggle with temptation, or a fatal overthrow by passion or doubt. Happiness is never grand.", "owner": "Aldous Huxley, Brave New World"}, {"item": "I am the happiest creature in the world. Perhaps other people have said so before, but not one with such justice. I am happier even than Jane; she only smiles, I laugh.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.", "owner": "Aristotle"}, {"item": "Happiness is an accident of nature, a beautiful and flawless aberration.", "owner": "Pat Conroy, The Lords of Discipline"}], "pagination": {"size": 20, "total": 10, "current": 7}}