{"contents": [{"item": "And worse I may be yet: the worst is notSo long as we can say 'This is the worst.", "owner": "William Shakespeare, King Lear"}, {"item": "Reader, do you think it is a terrible thing to hope when there is really no reason to hope at all? Or is it (as the soldier said about happiness) something that you might just as well do, since,in the end, it really makes no difference to anyone but you?", "owner": "Kate DiCamillo, The Tale of Despereaux"}, {"item": "To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope.", "owner": "Anne Carson, Eros the Bittersweet"}, {"item": "Hope is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.", "owner": "Václav Havel"}, {"item": "If you lose hope, somehow you lose the vitality that keeps moving, you lose that courage to be, that quality that helps you go on in spite of it all. And so today I still have a dream.", "owner": "Martin Luther King Jr."}, {"item": "...and that's when I get to wondering, what would happen if I told her she something good, ever day?", "owner": "Kathryn Stockett, The Help"}, {"item": "I inhale hope with every breath I take.", "owner": "Sharon Kay Penman, When Christ and His Saints Slept"}, {"item": "In the midst of winter, I find within me the invisible summer...", "owner": "Leo Tolstoy, The Kingdom of God Is Within You"}, {"item": "He'd do what he always did, find the sweet among the bitter.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "There is nothing more majestic than the determined courage of individuals willing to suffer and sacrifice for their freedom and dignity.", "owner": "Martin Luther King Jr., The Autobiography of Martin Luther King, Jr."}, {"item": "Sometimes my fancy gets to floating inside me, threatening to carry me away like a leaf on a wind. Better to be a stone.", "owner": "Shannon Hale, Book of a Thousand Days"}, {"item": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring those ripples build a current which can sweep down the mightiest walls of oppression and resistance.", "owner": "Robert F. Kennedy"}, {"item": "Then I choose to drown. In hope. Rather than float into nothing.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "It felt like I'd been living underground, and for a moment, I'd been given this glimpse of the sky. Once you've seen that, how can you go back where you came from?", "owner": "Jodi Picoult, Handle with Care"}, {"item": "Hope?” he says. “There is always hope, John. New developments have yet to present themselves. Not all the information is in. No. Don’t give up hope just yet. It’s the last thing to go. When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "Because hope comes from in you, and wishes are just magic.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "I can hardly wait for tomorrow, it means a new life for me each and every day.", "owner": "Stanley Kunitz"}, {"item": "Hope was tricky like water. Somehow it always found a way in.", "owner": "Leigh Bardugo, Ruin and Rising"}, {"item": "A weak but steady throb lay beneath Kev's searching fingertips. Win's heartbeat...the pulse that sustained his universe.", "owner": "Lisa Kleypas, Seduce Me at Sunrise"}, {"item": "I thought: hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made.", "owner": "Lu Xun"}], "pagination": {"size": 20, "total": 10, "current": 6}}