{"contents": [{"item": "... I regularly frequent St. George';s, Hanover Square, during the genteel marriage season; and though I have never seen the bridegroom's male friends give way to tears, or the beadles and officiating clergy in any way affected, yet it is not at all uncommon to see women who are not in the least concerned in the operations going on -- old ladies who are long past marrying, stout middle-aged females with plenty of sons and daughters, let alone pretty young creatures in pink bonnets, who are on their promotion, and may naturally taken an interest in the ceremony -- I say it is quite common to see the women present piping, sobbing, sniffling; hiding their little faces in their little useless pocket-handkerchiefs; and heaving, old and young, with emotion.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "Now,' Elias said, 'if only I didn't have to go home to my lousy wife. I married her in 1929. A lot of things've changed since 1929.' He sighed. 'What's a woman?' he asked. 'A Woman is a trap.", "owner": "Irwin Shaw, Short Stories: Five Decades"}, {"item": "If a man ever lets you know that he sees marriage as a trap, and women as nothing but scheming connivers, you are by no means to marry him. Any man that sees your entire sex in so harsh a light has nothing to offer you.", "owner": "Courtney Milan, Unveiled"}, {"item": "Women always think in the catastrophic, and when there is a calamity to rectify that might require a unmarried granddaughter, there older women will always act. Their powers of foresight and vigilance might make any disheveled or nubile young haggage ready for the altar in five minutes.", "owner": "Michelle Franklin"}, {"item": "his wife might, I verily believe, be the very happiest woman the sun shines on", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "If we could survive without a wife, citizens of Rome, all of us would do without that nuisance; but since nature has so decreed that we cannot manage comfortably with them, nor live in any way without them, we must plan for our lasting preservation rather than for our temporary pleasure.", "owner": "Augustus"}, {"item": "When we are at peace within our marriage, the effects can be astounding! We will raise happier children, become better employees, and overall find the joy in life.", "owner": "Lindsey Rietzsch, How to Date Your Spouse: A Couple's Guide to Falling and Staying in Love"}, {"item": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry.", "owner": "Rita Rudner"}, {"item": "If I get married, I want to be very married.", "owner": "Audrey Hepburn"}, {"item": "Aim high, but do not aim so high that you totally miss the target. What really matters is that he will love you, that he will respect you, that he will honor you, that he will be absolutely true to you, that he will give you the freedom of expression and let you fly in the development of your own talents. He is not going to be perfect, but if he is kind and thoughtful, if he knows how to work and earn a living, if he is honest and full of faith, the chances are you will not go wrong, that you will be immensely happy.", "owner": "Gordon B. Hinckley"}, {"item": "By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.", "owner": "Socrates"}, {"item": "Men marry because they are tired; women, because they are curious: both are disappointed.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "No long-term marriage is made easily, and there have been times when I've been so angry or so hurt that I thought my love would never recover. And then, in the midst of near despair, something has happened beneath the surface. A bright little flashing fish of hope has flicked silver fins and the water is bright and suddenly I am returned to a state of love again — till next time. I've learned that there will always be a next time, and that I will submerge in darkness and misery, but that I won't stay submerged. And each time something has been learned under the waters; something has been gained; and a new kind of love has grown. The best I can ask for is that this love, which has been built on countless failures, will continue to grow. I can say no more than that this is mystery, and gift, and that somehow or other, through grace, our failures can be redeemed and blessed.", "owner": "Madeleine L'Engle"}, {"item": "Men don't settle down because of the right woman. They settle down because they are finally ready for it. Whatever woman they're dating when they get ready is the one they settle down with, not necessarily the best one or the prettiest, just the one who happened to be on hand when the time got to be right. Unromantic, but still true.", "owner": "Laurell K. Hamilton, A Kiss of Shadows"}, {"item": "Almost every sinful action ever committed can be traced back to a selfish motive. It is a trait we hate in other people but justify in ourselves. ", "owner": "Stephen Kendrick, The Love Dare"}, {"item": "Women can accept the fact that a man is a rotter, a swindler, a drug taker, a confirmed liar, and a general swine, without batting an eyelash, and without its impairing their affection for the brute in the least. Women are wonderful realists. ", "owner": "Agatha Christie, Murder in Mesopotamia"}, {"item": "Men are my hobby, if I ever got married I'd have to give it up.", "owner": "Mae West"}, {"item": "When I said I would die a bachelor, I did not think I should live till I were married.", "owner": "William Shakespeare, Much Ado About Nothing"}, {"item": "I am\" is reportedly the shortest sentence in the English language. Could it be that \"I do\" is the longest sentence?", "owner": "George Carlin"}, {"item": "My wife and I were happy for twenty years. Then we met.", "owner": "Rodney Dangerfield"}], "pagination": {"size": 20, "total": 10, "current": 2}}