{"contents": [{"item": "What I'm primarily responsible for is products. Everything is developed with my personal involvement. Second is client communication. Everything to do with product and consumer is my primary focus. I also deal with everything which relates to investment and partnership. Distribution, finance, administration, I don't do.", "owner": "Roustam Tariko"}, {"item": "I started modeling when I was about 2 or 3 years old; I started with Baby Guess, and I did Guess Kids, and that was the extent of my modeling career as a kid. I took all of my elementary, middle and high school years off to focus on school and sports.", "owner": "Gigi Hadid"}, {"item": "Planets move in ellipses with the Sun at one focus.", "owner": "Johannes Kepler"}, {"item": "Finding the real joy of Christmas comes not in the hurrying and the scurrying to get more done, nor is it found in the purchasing of gifts. We find real joy when we make the Savior the focus of the season.", "owner": "Thomas S. Monson"}, {"item": "A simplified Christmas isn't about circumstances as much as it is about focus.", "owner": "Ann Voskamp"}, {"item": "The denominational world tries to pressure its members to focus on the birth of Christ, but in doing so layers of guilt are imposed, and competition gets complicated as one Christmas program tries to outdo the other.", "owner": "John Clayton"}, {"item": "While I do commend the Administration on its commitment and focus on high school reform, I believe that we must focus on graduation as the key accountability measure.", "owner": "Ruben Hinojosa"}, {"item": "That's been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.", "owner": "Steve Jobs"}, {"item": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.", "owner": "Alexander Graham Bell"}, {"item": "Kids will ask us 'How do you become famous?' It's the wrong question. Focus on the craft, not on the fame.", "owner": "Isaac Hanson"}, {"item": "The problem is that once we focus on economic policy, much that is not science comes into play. Politics becomes involved, and political posturing is amply rewarded by public attention.", "owner": "Robert J. Shiller"}, {"item": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.", "owner": "Denis Waitley"}, {"item": "The Green Lantern is a unique superhero because it's not that he's super that is his focus it's that he's a man. He's very human. That's his greatest strength and his greatest weakness. ", "owner": "Blake Lively"}, {"item": "I think teen girls will like 'Geek Charming' because they really focus on the 'populars' and nerdy people and people who are in between the nerds and between the populars. So it really hits every category of what girls are going through in high school.", "owner": "Lili Simmons"}, {"item": "Employees can make happiness when they maximize their brainwork voluntarily and enthusiastically. Management should focus on setting up an atmosphere.", "owner": "Chey Tae-won"}, {"item": "The $52.6 billion U.S. intelligence arsenal is aimed mainly at unambiguous adversaries, including al-Qaida, North Korea and Iran. But top-secret budget documents reveal an equally intense focus on one purported ally: Pakistan.", "owner": "Barton Gellman"}, {"item": "We focus on a unique form of artificial intelligence called artificial swarm intelligence.", "owner": "Louis B. Rosenberg"}, {"item": "Before 9/11 there were weak procedures, willingness, and mechanisms for communicating among agencies for foreign intelligence and the FBI with its focus on law enforcement. The domestic-vs.-foreign barrier has been solved by the reforms after 9/11 that established the DNI.", "owner": "Dennis C. Blair"}, {"item": "I've always believed in a rainbow diet. As many colors and foods as you can eat, the better, because if you focus on one food, there's bound to be a report that comes out that says, 'Broccoli actually... ' So I mix it up a lot. And I take vitamins, like Biosil, which I take for my hair, skin, and nails.", "owner": "Christie Brinkley"}, {"item": "Choose to focus your time, energy and conversation around people who inspire you, support you and help you to grow you into your happiest, strongest, wisest self.", "owner": "Karen Salmansohn"}], "pagination": {"size": 20, "total": 10, "current": 9}}