{"contents": [{"item": "As we’re bombarded daily with new ads for pills, diets and ab-doers, we have to protect our wallets and our time.", "owner": "Dan John"}, {"item": "Charred, blackened, and cooked, the morsel was brought to the mouth and chewed, contemplated, and swallowed with relish. There was no sauce or seasoning and no consideration for aesthetics or art. Yet the combination of meat and fire yielded something revolutionary. Cooked meat made man happy.", "owner": "Tony Federico, Paleo Grilling: A Modern Caveman's Guide to Cooking with Fire"}, {"item": "Rage, recover, repeat.", "owner": "Kyle Barger"}, {"item": "Put your Body First!", "owner": "Catherine Piot"}, {"item": "You stop accepting yourself and stop connecting three realms of the triangle of awareness within you. You fail to realize that this is mistaken notion that \"a lighter you is a happier you\" isn't making you happier at all.", "owner": "Scott Abel, The Anti-Diet Approach to Weight Loss and Weight Control"}, {"item": "Anguish heart attack is tightly packed on to people with actions full of emotions and personal tragedies yet they can overcome it with personal self esteem and nice thinking.", "owner": "Auliq Ice"}, {"item": "I could feel my anger dissipating as the miles went by--you can't run and stay mad!", "owner": "Kathrine Switzer, Marathon Woman: Running the Race to Revolutionize Women's Sports"}, {"item": "‎As I get older I see that running has changed for me. What used to be about burning calories is now more about burning up what is false. Lies I used to tell myself about who I was and what I could do, friendships that cannot withstand hills or miles, the approval I no longer need to seek, and solidarity that cannot bear silence. I run to burn up what I don't need and ignite what I do.", "owner": "Kristin Armstrong, Mile Markers: The 26.2 Most Important Reasons Why Women Run"}, {"item": "It wasn't hard going to the gym, as long as he went as soon as he woke up, before he had time to think about not going. Those morning workouts made him feel like he was starting his day like a pinball, with a giant shot of momentum. The feeling sometimes didn’t wear off until six or seven at night (when it was usually overtaken by the feeling that he was just bouncing haplessly from one situation to the next without any real purpose or direction).", "owner": "Rainbow Rowell, Attachments"}, {"item": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.", "owner": "Andre Maurois"}, {"item": "I believe that fitness needs to come from within you. You need to respect your body. Only then will you have the zeal to maintain it. For me, keeping fit is a part of my lifestyle.", "owner": "Arjun Rampal"}, {"item": "Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General.", "owner": "Daniel Inouye"}, {"item": "When I was a little kid growing up in Iceland, I always dreamed about creating something that could have an impact on the whole world, and even as a young boy I was passionate about fitness and sports.", "owner": "Magnus Scheving"}, {"item": "Your body is the church where Nature asks to be reverenced.", "owner": "Marquis de Sade"}, {"item": "When you have a certain fitness projection, it's going to give you an advantage. Having strength, stamina and speed is important because I'm working with dogs who can kill me.", "owner": "Cesar Millan"}, {"item": "I think it'd be wonderful if we could train young girls to be active in lots of ways and that they then wouldn't have to age at the same rate that they would if they were not more active. In other words, more physical fitness and not just the sporty kind, but the yoga, which is really important.", "owner": "Raquel Welch"}, {"item": "For me, fitness is not just about hitting the gym; it is also about an inner happiness and an overall well-being.", "owner": "Rakul Preet Singh"}, {"item": "My morning starts with some form of exercise, and I give two hours - from 5:30 to 7:30 A.M. - to my personal fitness.", "owner": "Sushant Singh Rajput"}, {"item": "To keep my back from getting stiff, I have a strict regime every morning of stretching and do yoga once a week and Pilates. 'Strictly Come Dancing' in 2008 was great for my fitness.", "owner": "Cherie Lunghi"}, {"item": "The human body is the best picture of the human soul.", "owner": "Ludwig Wittgenstein"}], "pagination": {"size": 20, "total": 5, "current": 2}}