{"contents": [{"item": "The world is moved not only by the mighty shoves of the heroes  but also by the aggregate of the tiny pushes of each honest worker.", "owner": "Helen Keller"}, {"item": "A professional is someone who can do his best work when he doesn't feel like it.", "owner": "Alistair Cooke"}, {"item": "The highest reward for man's toil is not what he gets for it  but what he becomes by it.", "owner": "John Ruskin"}, {"item": "Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.", "owner": "Greer Garson"}, {"item": "Ambition is destruction  only competence matters.", "owner": "Jill Robinson"}, {"item": "I was brought up to believe that the only thing worth doing was to add to the sum of accurate information in the world.", "owner": "Margaret Mead"}, {"item": "Never desert your own line of talent. Be what nature intended you for  and you will succeed.", "owner": "Sydney Smith"}, {"item": "Here I am  where I ought to be.", "owner": "Louise Erdrich"}, {"item": "To find in ourselves what makes life worth living is risky business  for it means that once we know we must seek it. It also means that without it life will be valueless.", "owner": "Marsha Sinetar"}, {"item": "Everybody undertakes what he sees another successful in  whether he has the aptitude for it or not.", "owner": "Johann von Goethe"}, {"item": "You have to do what you love to do  not get stuck in that comfort zone of a regular job. Life is not a dress rehearsal. This is it.", "owner": "Lucinda Basset"}, {"item": "Men take only their needs into consideration  never their abilities.", "owner": "Napoleon Bonaparte"}, {"item": "If you're in a good profession  it's hard to get bored  because you're never finished-there will always be work you haven't done.", "owner": "Julia Child"}, {"item": "Work means so many things! So many! Among other things  work also means freedom. ... Without it even the miracle of love is only a cruel deception.", "owner": "Eleonora Duse"}, {"item": "One should stick to the sort of thing for which one was made  I tried to be an herbalist  whereas I should keep to the butcher's trade.", "owner": "Jean de la Fontaine"}, {"item": "One's lifework  I have learned  grows with the working and the living. Do it as if your life depended on it  and first thing you know  you'll have made a life out of it. A good life  too.", "owner": "Theresa Helburn"}, {"item": "One principal reason why men are so often useless is that they neglect their own profession or calling  and divide and shift their attention among a multitude of objects and pursuits.", "owner": "Nathaniel Emmons"}, {"item": "Men whose trade is rat-catching love to catch rats  the bug destroyer seizes on his bug with delight  the suppressor is gratified by finding his vice.", "owner": "Sydney Smith"}, {"item": "Work is creativity accompanied by the comforting realization that one is bringing forth something really good and necessary  with a conviction that a sudden  arbitrary cessation would cause a sensitive void  produce a loss.", "owner": "Jenny Heynrichs"}, {"item": "Some people are born to lift heavy weights  some are born to juggle golden balls.", "owner": "Max Beerbohm"}], "pagination": {"size": 20, "total": 10, "current": 9}}