{"contents": [{"item": "...the rarest of all human qualities is consistency.", "owner": "Jeremy Bentham"}, {"item": "Philosophy is common sense with big words.", "owner": "James Madison"}, {"item": "I hope it is not necessary for me to stress the platonic nature of our relationship- not platonic in the purest sense, there was no philosophical discourse, but we certainly didn't fuck, which is usually what people mean by platonic; which I bet would really piss Plato off, that for all his thinking and chatting his name has become an adjective for describing sexless trysts.", "owner": "Russell Brand, My Booky Wook"}, {"item": "How small a thought it takes to fill a life.", "owner": "Ludwig Wittgenstein"}, {"item": "False words are not only evil in themselves, but they infect the soul with evil.", "owner": "Plato"}, {"item": "The truth always carries the ambiguity of the words used to express it.", "owner": "Frank Herbert, God Emperor of Dune"}, {"item": "Those who are without compassion cannot see what is seen with the eyes of compassion.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Our lives are part of a unique adventure... Nevertheless, most of us think the world is 'normal' and are constantly hunting for something abnormal--like angels or Martians. But that is just because we don't realize the world is a mystery. As for myself, I felt completely different. I saw the world as an amazing dream. I was hunting for some kind of explanation of how everything fit together.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity and trust.", "owner": "Henry David Thoreau"}, {"item": "Of course there is no formula for success, except perhaps an unconditional acceptance of life, and what it brings", "owner": "Arthur Rubinstein"}, {"item": "Thoughts become things. If you see it in your mind, you will hold it in your hand.", "owner": "Bob Proctor, You Were Born Rich"}, {"item": "The discovery of what is true and the practice of that which is good are the two most important aims of philosophy.", "owner": "Voltaire"}, {"item": "The wild worship of lawlessness and the materialist worship of law end in the same void. Nietzsche scales staggering mountains, but he turns up ultimately in Tibet. He sits down beside Tolstoy in the land of nothing and Nirvana. They are both helpless—one because he must not grasp anything, and the other because he must not let go of anything. The Tolstoyan’s will is frozen by a Buddhist instinct that all special actions are evil. But the Nietzscheite’s will is quite equally frozen by his view that all special actions are good; for if all special actions are good, none of them are special. They stand at the crossroads, and one hates all the roads and the other likes all the roads. The result is—well, some things are not hard to calculate. They stand at the cross-roads.", "owner": "G.K. Chesterton"}, {"item": "All things one has forgotten scream for help in dreams.", "owner": "Elias Canetti"}, {"item": "Although you may not stumble across a Martian in the garden, you might stumble across yourself. The day that happens, you'll probably also scream a little. And that'll be perfectly all right, because it's not every day you realize you're a living planet dweller on a little island in the universe.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "The thoughts of all men arise from the darkness. If you are the movement of your soul, and the cause of that movement precedes you, then how could you ever call your thoughts your own? How could you be anything other than a slave to the darkness that comes before?", "owner": "R. Scott Bakker, The Darkness That Comes Before"}, {"item": "A philosopher knows that in reality he knows very little. That is why he constantly strives to achieve true insight. Socrates was one of these rare people. He knew that he knew nothing about life and about the world. And now comes the important part: it troubled him that he knew so little.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody.", "owner": "Benjamin Franklin"}, {"item": "Never say that I have taken it, only that I have given it back.", "owner": "Epicurus"}, {"item": "In the end mortals always expired before faeries. They were such finite creatures. Their first heartbeat and breath were but a blink from death. To add the weight of nourishing his insatiable court in a time of peace was to hasten that unconscionably.", "owner": "Melissa Marr, Ink Exchange"}], "pagination": {"size": 20, "total": 10, "current": 5}}