{"contents": [{"item": "This is perhaps the hardest truth of any to grasp. Do we wake up every morning amazed that we are loved by God?", "owner": "David Ford"}, {"item": "We reach in desperation beyond the fog, beyond the very stars, the voids of the universe are ransacked to justify the monster, and stamped with a human face. London is religions opportunity--not the decorous religion of theologians, but an anthropomorphic, crude. Yes, the continuous flow would be tolerable if a man of our own sort--not anyone pompous or tearful--were caring for us up in the sky.", "owner": "E.M. Forster, Howards End"}, {"item": "Consequently, the truth of God lives in our souls more by the power of superior moral courage than by the light of an eminent intelligence. Indeed, spiritual intelligence itself depends on the fortitude and patience with which we sacrifice ourselves for the truth, as it is communicated to our lives concretely in the providential will of God", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "As science advances, there seems to be less and less for God to do. It's a big universe, of course, so He, She, or It, could be profitably employed in many places. But what has clearly been happening is that evolving before our eyes has been a God of the Gaps; that is, whatever it is we cannot explain lately is attributed to God. And then after a while, we explain it, and so that's no longer God's realm.", "owner": "Carl Sagan, The Varieties of Scientific Experience: A Personal View of the Search for God"}, {"item": "Whoever won the wars in heavens, He is The God of men today.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "If we find ourselves with a desire that nothing in this world can satisfy, the most probable explanation is that we were made for another world.", "owner": "C.S. Lewis"}, {"item": "God has no religion.", "owner": "Mahatma Gandhi"}, {"item": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell.", "owner": "C.S. Lewis, The Problem of Pain"}, {"item": "The darker the night, the brighter the stars,  The deeper the grief, the closer is God!", "owner": "Fyodor Dostoyevsky, Crime and Punishment"}, {"item": "Pain insists upon being attended to. God whispers to us in our pleasures, speaks in our consciences, but shouts in our pains. It is his megaphone to rouse a deaf world.", "owner": "C.S. Lewis"}, {"item": "I have faith that God will show you the answer. But you have to understand that sometimes it takes a while to be able to recognize what God wants you to do. That's how it often is. God's voice is usually nothing more than a whisper, and you have to listen very carefully to hear it. But other times, in those rarest of moments, the answer is obvious and rings as loud as a church bell.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "He died not for men, but for each man. If each man had been the only man made, He would have done no less.", "owner": "C.S. Lewis"}, {"item": "I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong.", "owner": "John Lennon"}, {"item": "God save us from people who mean well.", "owner": "Vikram Seth, A Suitable Boy"}, {"item": "Look for God, suggests my Guru. Look for God like a man with his head on fire looks for water.", "owner": "Elizabeth Gilbert"}, {"item": "My argument against God was that the universe seemed so cruel and unjust. But how had I got this idea of just and unjust? A man does not call a line crooked unless he has some idea of a straight line. What was I comparing this universe with when I called it unjust?", "owner": "C.S. Lewis, Mere Christianity"}, {"item": "God is a comedian playing to an audience that is too afraid to laugh.", "owner": "Voltaire"}, {"item": "Joy is the infallible sign of the presence of God.", "owner": "Pierre Teilhard de Chardin"}, {"item": "Let us never forget to pray. God lives. He is near. He is real. He is not only aware of us but cares for us. He is our Father. He is accessible to all who will seek Him.", "owner": "Gordon B. Hinckley, Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes"}, {"item": "I see in the fight club the strongest and smartest men who've ever lived. I see all this potential and I see squandering. God damn it, an entire generation pumping gas, waiting tables, slaves with white collars, advertising has us chasing cars and clothes, working jobs we hate so we can buy shit we don't need. We're the middle children of the history man, no purpose or place, we have no Great war, no Great depression, our great war is a spiritual war, our great depression is our lives, we've been all raised by television to believe that one day we'd all be millionaires and movie gods and rock stars, but we won't and we're slowly learning that fact. and we're very very pissed off.", "owner": "Chuck Palahniuk, Fight Club"}], "pagination": {"size": 20, "total": 10, "current": 4}}