{"contents": [{"item": "Marriage can be made to work if both the partners can see beyond themselves and understand the limitations,needs and abilities of the other person and are willing to embrace the positive and negative aspects of each other in their understanding.But it never happens that way. We expect others to understand and comply with us while we fail to do the same.Thus marriage loses all it's sheen by the time the couple reaches middle age.", "owner": "Chitralekha Paul, Delayed Monsoon"}, {"item": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do. ", "owner": "Zsa Zsa Gabor"}, {"item": "Marriage without struggle is like an unfired clay pot.It is easily made, but it will not stand the test of time.", "owner": "Allan Wolf, The Watch That Ends the Night"}, {"item": "Some people claim that marriage interferes with romance. There's no doubt about it. Anytime you have a romance, your wife is bound to interfere.", "owner": "Groucho Marx"}, {"item": "Romance isn't just about pink balloons and heart-shaped cards. It is something much deeper. He put a hand to his heart. Here, where it matters, men are more caring. Ask any young woman what kind of man she wants to marry and the answer will be prince or a millionaire. Ask the same questions of a hundred men, and very few will say that they want a princess or a rich girl. The want somebody beautiful and kind", "owner": "Farahad Zama, The Wedding Wallah"}, {"item": "you can take this mouththis wound you wantbut you can't kissand make itbetter.", "owner": "Daphne Gottlieb, Why Things Burn"}, {"item": "Marriage I thinkFor womenIs the best of opiates.It kills the thoughtsThat think about the thoughts,It is the best of opiates.So said Maria.But too long in solitude she'd dwelt,And too long her thoughts had feltTheir strength. So when the man drew near,Out popped her thoughts and covered him with fear.Poor Maria! Better that she had kept her thoughts on a chain,For now she's alone again and all in pain;She sighs for the man that went and the thoughts that stayTo trouble her dreams by night and her dreams by day.", "owner": "Stevie Smith"}, {"item": "The Apache don't have a word for love,\" he said. \"Know what they both say at the marriage? The squaw-taking ceremony?\"\"Tell me.\"\"Varlebena. It means forever. That's all they say.", "owner": "Louis L'Amour, Hondo"}, {"item": "How does a poet know when a poem is ended? Because it lies flat, taut; nothing can be added or subtracted. How does a woman know when a marriage is over? Because of the way her life suddenly shears off in just two directions: past and future.", "owner": "Carol Shields, The Stone Diaries"}, {"item": "Love is a commitment that will be tested in the most vulnerable areas of spirituality, a commitment that will force you to make some very difficult choices. It is a commitment that demands that you deal with your lust, your greed, your pride, your power, your desire to control, your temper, your patience, and every area of temptation that the Bible clearly talks about. It demands the quality of commitment that Jesus demonstrates in His relationship to us.", "owner": "Ravi Zacharias, I, Isaac, Take Thee, Rebekah: Moving from Romance to Lasting Love"}, {"item": "Just start off with the same goals in mind. If you have the same values, same goals then you'll be on track for the same future.", "owner": "Angelina Jolie"}, {"item": "If I have to 'catch' a man to get a husband, I don't want one.", "owner": "Tamora Pierce, Shatterglass"}, {"item": "Women, in general, will find it difficult to turn from a man and stop demanding that he meets their needs, provides security, and protects their identity, and return to me. Men, in general, find it very hard to turn from the works of their hands, their own quests for power and security and significance, and turn to me.", "owner": "William Paul Young, The Shack"}, {"item": "A wedding is and event, but marriage is a life.", "owner": "Myles Munroe, Waiting and Dating"}, {"item": "Traveling in a third-world country is the closest thing there is to being married and raising kids. You have glorious hikes and perfect days on the beach. You go on adventures you would never try, or enjoy, alone. But you also can't get away from each other. Everything is unfamiliar. Money is tight or you get robbed. Someone gets sick or sunburned. You get bored. It is harder than you expected, but you are glad you didn't just sit home.", "owner": "Meg Jay, The Defining Decade: Why Your Twenties Matter--And How to Make the Most of Them Now"}, {"item": "No one had told her this would happen, that her girlishness would give way to the solid force of wifehood, motherhood. The choices available were all imperfect. If you chose to be with someone, you often wanted to be alone. If you chose to be alone, you often felt the unbearable need for another body - not necessarily for sex, but just to rub your foot, to sit across the table, to drop his things around the room in a way that was maddening but still served as a reminder that he was there.", "owner": "Meg Wolitzer, The Position"}, {"item": "Listen she said, everything ends, every single relationship you will ever have in your lifetime is going to end.... I'll die, you'll die, you'll get tired of each other. You don't always know how it's going to happen, but it is always going to happen. So stop trying to make everything permanent, it doesn't work. I want you to go out there and find some nice man you have no intention of spending the rest of your life with. You can be very, very happy with people you aren't going to marry.", "owner": "Ann Patchett, This Is the Story of a Happy Marriage"}, {"item": "I can only do what's easy. I can only entice and be enticed. I can't, and won't, attempt difficult relations. If I marry it will either be a man who's strong enough to boss me or whom I'm strong enough to boss. So I shan't ever marry, for there aren't such men. And Heaven help any one whom I do marry, for I shall certainly run away from him before you can say 'Jack Robinson.", "owner": "E.M. Forster, Howards End"}, {"item": "Marriage is just an elaborate game that allows two selfish people to periodically feel that they're not.", "owner": "Paul Reiser, Couplehood"}, {"item": "I wondered straightaway how he could sit at peace there, of an evening, with the row of heads staring down at him. There were no pictures, no flowers: only the heads of chamois. The concession to melody was the radiogram and the stack of records of classical music.Foolishly, I had asked, \"Why only chamois?\"He answered at once, \"They fear Man.\"This might have led to an argument about animals in general, domestic, wild, and those which adapt themselves to the whims and vagaries of the human race; but instead he changed the subject abruptly, put on a Sibelius record, and presently made love to me, intently but without emotion. I was surprised but pleased. I thought, \"We are suited to one another. There will be no demands. Each of us will be self-contained and not beholden to the other.\"All this came true, but something was amiss. There was a flaw - not only the nonappearance of children, but a division of the spirit. The communion of flesh which brought us together was in reality a chasm, and I despised the bridge we made. Perhaps he did as well. I had been endeavouring for ten years to build for my self a ledge of safety. (\"The Chamois\")", "owner": "Daphne du Maurier, Echoes from the Macabre: Selected Stories"}], "pagination": {"size": 20, "total": 10, "current": 0}}