{"contents": [{"item": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.", "owner": "Henry Miller"}, {"item": "Life is so beautiful that death has fallen in love with it, a jealous, possessive love that grabs at what it can. But life leaps over oblivion lightly, losing only a thing or two of no importance, and gloom is but the passing shadow of a cloud...", "owner": "Yann Martel, Life of Pi"}, {"item": "I'm sorry for my inability to let unimportant things go, for my inability to hold on to the important things.", "owner": "Jonathan Safran Foer"}, {"item": "One always has a better book in one's mind than one can manage to get onto paper.", "owner": "Michael Cunningham"}, {"item": "Life is too short, or too long, for me to allow myself the luxury of living it so badly.", "owner": "Paulo Coelho"}, {"item": "You're on Earth. There's no cure for that.", "owner": "Samuel Beckett"}, {"item": "Those who are willing to be vulnerable move among mysteries.", "owner": "Theodore Roethke, Straw for the Fire: From the Notebooks of Theodore Roethke"}, {"item": "Oh, Life, I am yours. Whatever it is you want of me, I am ready to give.", "owner": "William Steig, Dominic"}, {"item": "Every one of us is losing something precious to us. Lost opportunities, lost possibilities, feelings we can never get back again. That’s part of what it means to be alive.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "In everybody’s life there’s a point of no return. And in a very few cases, a point where you can’t go forward anymore. And when we reach that point, all we can do is quietly accept the fact. That’s how we survive.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "I wonder why I don't go to bed and go to sleep. But then it would be tomorrow, so I decide that no matter how tired, no matter how incoherent I am, I can skip on hour more of sleep and live.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "My body is my journal, and my tattoos are my story.", "owner": "Johnny Depp"}, {"item": "My one regret in life is that I am not someone else.", "owner": "Woody Allen"}, {"item": "But when it came right down to it, the skin of my wrist looked so white and defensless that I couldn't do it. It was as if what I wanted to kill wasn't in that skin or the thin blue pulse that jumped under my thumb, but somewhere else, deeper, more secret, and a whole lot harder to get.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "Your time is limited, so don't waste it living someone else's life.", "owner": "Steve Jobs"}, {"item": "Don't ask for guarantees. And don't look to be saved in any one thing, person, machine, or library. Do your own bit of saving, and if you drown, at least die knowing you were heading for shore.", "owner": "Ray Bradbury, Fahrenheit 451"}, {"item": "Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better.", "owner": "Ralph Waldo Emerson, Journals of Ralph Waldo Emerson, with Annotations - 1841-1844"}, {"item": "There's nothing more embarrassing than to have earned the disfavor of a perceptive animal.", "owner": "Michael Chabon, Wonder Boys"}, {"item": "The only way to survive eternity is to be able to appreciate each moment.", "owner": "Lauren Kate, Fallen"}, {"item": "When the going gets weird, the weird turn professional.", "owner": "Hunter S. Thompson, Fear and Loathing on the Campaign Trail '72"}], "pagination": {"size": 20, "total": 10, "current": 7}}