{"contents": [{"item": "The best thing a girl can be is a good wife and mother. It is a girl's highest calling. I hope I am ready.", "owner": "Nancy E. Turner"}, {"item": "the great lack of parity between husbands and wives has always been spawned by the disproportionate degree of self-sacrifice that women are willing to make on behalf of those they love.", "owner": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage"}, {"item": "Out of the frying pan into the fire! What is marriage but prostitution to one man instead of many? No different!", "owner": "Angela Carter, Nights at the Circus"}, {"item": "A mutual and satisfied sexual act is of great benefit to the average woman, the magnetism of it is health giving. When it is not desired on the part of the woman and she has no response, it should not take place. This is an act of prostitution and is degrading to the woman's finer sensibility, all the marriage certificates on earth to the contrary notwithstanding.", "owner": "Margaret Sanger"}, {"item": "how lacking in intuition men could be in persuading themselves that mending some stranger's socks, and attending to his comfort, could content a woman...", "owner": "Daphne du Maurier, The Glass-Blowers"}, {"item": "It is a woman's business to get married as soon as possible, and a man'sto keep unmarried as long as he can.", "owner": "George Bernard Shaw"}, {"item": "I think women sign on for some ideal when they get married, and when they realise they haven't got anything close to what they want, they bury their disappointment.", "owner": "Bella Pollen, Midnight Cactus"}, {"item": "She thought too that women didn't know what to do with themselves these days which could turn them into harridans. Hardly a female friend she knew wasn't miserable. Either mind dumb with children, or in the married condition married to an earnest toiler, or lonely unmarried in their successful career.", "owner": "J.P. Donleavy, The Lady Who Liked Clean Restrooms: The Chronicle Of One Of The Strangest Stories Ever To Be Rumoured About Around New York"}, {"item": "Now,' Elias said, 'if only I didn't have to go home to my lousy wife. I married her in 1929. A lot of things've changed since 1929.' He sighed. 'What's a woman?' he asked. 'A Woman is a trap.", "owner": "Irwin Shaw, Short Stories: Five Decades"}, {"item": "If a man ever lets you know that he sees marriage as a trap, and women as nothing but scheming connivers, you are by no means to marry him. Any man that sees your entire sex in so harsh a light has nothing to offer you.", "owner": "Courtney Milan, Unveiled"}, {"item": "Women always think in the catastrophic, and when there is a calamity to rectify that might require a unmarried granddaughter, there older women will always act. Their powers of foresight and vigilance might make any disheveled or nubile young haggage ready for the altar in five minutes.", "owner": "Michelle Franklin"}, {"item": "his wife might, I verily believe, be the very happiest woman the sun shines on", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "If we could survive without a wife, citizens of Rome, all of us would do without that nuisance; but since nature has so decreed that we cannot manage comfortably with them, nor live in any way without them, we must plan for our lasting preservation rather than for our temporary pleasure.", "owner": "Augustus"}, {"item": "When we are at peace within our marriage, the effects can be astounding! We will raise happier children, become better employees, and overall find the joy in life.", "owner": "Lindsey Rietzsch, How to Date Your Spouse: A Couple's Guide to Falling and Staying in Love"}, {"item": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry.", "owner": "Rita Rudner"}, {"item": "If I get married, I want to be very married.", "owner": "Audrey Hepburn"}, {"item": "By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.", "owner": "Socrates"}, {"item": "Men marry because they are tired; women, because they are curious: both are disappointed.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "Men don't settle down because of the right woman. They settle down because they are finally ready for it. Whatever woman they're dating when they get ready is the one they settle down with, not necessarily the best one or the prettiest, just the one who happened to be on hand when the time got to be right. Unromantic, but still true.", "owner": "Laurell K. Hamilton, A Kiss of Shadows"}, {"item": "Almost every sinful action ever committed can be traced back to a selfish motive. It is a trait we hate in other people but justify in ourselves. ", "owner": "Stephen Kendrick, The Love Dare"}], "pagination": {"size": 20, "total": 10, "current": 1}}