{"contents": [{"item": "The capacity for friendship is God's way of apologizing for our families.", "owner": "Jay McInerney, The Last of the Savages"}, {"item": "I know all those words, but that sentence makes no sense to me.", "owner": "Matt Groening"}, {"item": "If you cannot get rid of the family skeleton, you may as well make it dance.", "owner": "George Bernard Shaw, Immaturity"}, {"item": "When your mother asks, \"Do you want a piece of advice?\" it's a mere formality. It doesn't matter if you answer yes or no. You're going to get it anyway.", "owner": "Erma Bombeck"}, {"item": "How're we getting to King's Cross tomorrow, Dad?\" asked Fred as they dug into a sumptuous pudding.\"The Ministry's providing a couple of cars,\" said Mr. Weasley.Everyone looked up at him.\"Why?\" said Percy curiously.\"It's because of you, Perce,\" said George seriously. \"And there'll be little flags on the hoods, with HB on them-\"\"-for Humongous Bighead,\" said Fred.", "owner": "J.K. Rowling, Harry Potter and the Prisoner of Azkaban"}, {"item": "Being a detective isn't all about torture and murder and monsters. Sometimes it gets truly unpleasant...The fate of the world may depend on whether or not you can bring yourself to visit your relatives.", "owner": "Derek Landy"}, {"item": "Fred, you next,\" the plump woman said. \"I'm not Fred, I'm George,\" said the boy. \"Honestly, woman, you call yourself our mother? Can't you tell I'm George?\" \"Sorry, George, dear.\" \"Only joking, I am Fred,\" said the boy and off he went.", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "Siblings: children of the same parents, each of whom is perfectly normal until they get together.", "owner": "Sam Levenson"}, {"item": "A father has to be a provider, a teacher, a role model, but most importantly, a distant authority figure who can never be pleased. Otherwise, how will children ever understand the concept of God?", "owner": "Stephen Colbert, I Am America"}, {"item": "The truth is, every son raised by a single mom is pretty much born married. I don't know, but until your mom dies it seems like all the other women in your life can never be more than just your mistress.", "owner": "Chuck Palahniuk"}, {"item": "I think part of being a parent is trying to kill your kids.", "owner": "Stephen King, Christine"}, {"item": "A dysfunctional family is any family with more than one person in it.", "owner": "Mary Karr, The Liars' Club"}, {"item": "The ill-informed masses included her own family among their ranks, a family that specialized in being both inconvenient and asinine.", "owner": "Gail Carriger, Soulless"}, {"item": "To be yourself is in many ways to be inconvenient to others. Only placaters and appeasers get along with other people all the time and that's not really getting along with anyone. That's just self erasure.", "owner": "Stefan Molyneux"}, {"item": "They always say that the daughter will grow up to look like their mother. So, I asked my girlfriend if I could see her mother naked.Needless to say.It was a very short relationship.", "owner": "Anthony T.Hincks"}, {"item": "If you have someone to love, something to do, and something to hope for, your life is better than most battle.", "owner": "Mark Sherman Smeester"}, {"item": "I love you too, I wanted to say with as much hurtful sarcasm as I could muster, but she hadn't seen me, and I kept quiet. I did love her, of course, but mostly just because loving your mother is mandatory, not because she's someone I think I'd like very much if I met her walking down the street. Which she wouldn't be anyway; walking is for poor people", "owner": "Ransom Riggs, Miss Peregrine’s Home for Peculiar Children"}, {"item": "This is part of what a family is about, not just love, but letting others know there’s someone who is watching out for them. It’s what I missed so much when my mother died—what I call your ‘spiritual security’—knowing that your family will be there watching out for you. Nothing else will give you that. Not money. Not fame.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "Women were created gullible. It they weren't no babies would be born.", "owner": "Dakota Dawn"}, {"item": "Dirty or clean, crumpled or finely creased, you are still priceless to those who Love you.", "owner": "Norlito Baclayen"}], "pagination": {"size": 20, "total": 10, "current": 1}}