{"contents": [{"item": "A friend doesn't go on a diet because you are fat.", "owner": "Erma Bombeck"}, {"item": "It's a shame I'm going to be forced to commit severe testicular trauma upon that boy", "owner": "Jenn Bennett, Alex, Approximately"}, {"item": "Everyone is a Butthole.", "owner": "Ted Aramac, Everyone Is a Butthole: A Guide to the Buttholes of Life, and How to Deal with Them."}, {"item": "There is a place for what my heart tells me about you, and there is no shame or guilt in it. God Himself is free to look in my heart right this instant and I know He would not shame or admonish me about what He would see there because the pure, ego-less truth of how I hold you in my heart deserves to be kept alive.", "owner": "Mark Fiore, You Are Loved . . . an email memoir"}, {"item": "[Spiritual friendship] is eagerly helping one another know, serve, love, and resemble God in deeper and deeper ways.", "owner": "Timothy J. Keller, The Meaning of Marriage: Facing the Complexities of Commitment with the Wisdom of God"}, {"item": "Friendship is the call out of isolation and selfishness in order to teach me how to love and how to serve. But without stability, friendship - real soul-searing friendship, the kind that makes us choose between domination and infatuation and possessiveness and dependence for growth and freedom and depth and responsibility and self-knowledge - is impossible.Stability is what enables us, in other words, to live totally in God and totally for others.", "owner": "Joan D. Chittister, Wisdom Distilled from the Daily: Living the Rule of St. Benedict Today"}, {"item": "Every war is not worth fighting and every victory is not worth celebratingbecause not ever disagrement should creat an enemy.", "owner": "Tonny K. Brown"}, {"item": "She was chaos and beauty intertwined. A tornado of roses from divine.", "owner": "Shakieb Orgunwall"}, {"item": "When you fall in love with someone you treasure their quirks as much as anything else. Flaws become unique marks of character, things you'd miss if they weren't there.", "owner": "Tommy Cotton, Just Went Out for Milk"}, {"item": "You may build sky scrapersMutate leather thick skinThere is a higher power howeverAn invincible force field of mindsThinking the world of youLoyal to youEncircling youBlinding you to the shade(Inspired by crazy.wink)", "owner": "Evy Michaels"}, {"item": "Before she'd gone five paces, she heard Benedict speak softly behind her. \"You matter, Heloise,\" he said.  She didn't stop. She didn't turn. \"Whether or not you believe it. Whether or not you rescue your sister tonight,\" he said, his voice reaching out to her as the distance grew between them. \"You matter. You matter...to me.\" Another step. Then another. The Great Hall was so terribly long! But she kept walking, and she would climb those dais steps. \"You reminded me what it means to live. I thought I was dead and done, but you taught me otherwise. \" I... I'll never...\"She could hear what he was going to say. I'll never forget you. It caught in his throat, but she heard it as clearly as though he'd spoken the words.", "owner": "Anne Elisabeth Stengl, A Branch of Silver, a Branch of Gold"}, {"item": "Ryker smiled at me. “You learn quick—”I cut him off. “If you call me grasshopper, I’m going to slug you.” “Padawan.” I shoved him. It was more like shoving a tree. He didn’t even flinch. “You’re such a nerd.”“Geek, Millie. I’m a geek.” His lips twitched and it made me want to raise myself up on my tiptoes and kiss him. I shot him a grin instead. “Only a nerd would know the difference.", "owner": "E.M. Denning, Measure For Measure"}, {"item": "Thanks for holding my hand\" she said, smiling while wiping away the tears off her face. If only she’d let me hold more than her hand, If only she’d let me hold her heart too.", "owner": "dandelionlady96"}, {"item": "One of the most difficult things is to be friends with someone you love so immensely. It hurts. And the worst part is, you have to veil your pain with a smile. And every bit of that smile hurts too.", "owner": "Rohit  Sharma"}, {"item": "Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . .", "owner": "C.S. Lewis, The Four Loves"}, {"item": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "owner": "Bob Marley"}, {"item": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", "owner": "Joan Powers, Pooh's Little Instruction Book"}, {"item": "Piglet sidled up to Pooh from behind. \"Pooh!\" he whispered.\"Yes, Piglet?\"\"Nothing,\" said Piglet, taking Pooh's paw. \"I just wanted to be sure of you.", "owner": "A.A. Milne, The House at Pooh Corner"}, {"item": "I would rather walk with a friend in the dark, than alone in the light.", "owner": "Helen Keller"}, {"item": "Life is an awful, ugly place to not have a best friend.", "owner": "Sarah Dessen, Someone Like You"}], "pagination": {"size": 20, "total": 10, "current": 9}}