{"contents": [{"item": "This is also the case with our disease-care system: it focuses on treating symptoms as if they were root causes, and as a result, it tends to choose interventions that completely ignore the true root causes and thus make it highly likely that symptoms will reappear.", "owner": "T. Colin Campbell"}, {"item": "As for diet, there is no biblical diet that is required for God’s people today as there was in the Old Testament.", "owner": "David Cloud"}, {"item": "We don't need to know the effects of single agents on health, because this is not the way that nature works. Nutrition has a wholistic effect on health; one that we consistently miss and misinterpret when we focus on isolated nutrients.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "If we limit our sight to individual players, we'll never see the big picture. The issue is a systemic one, maintained by interconnected actors, all acting in their self-interest to further their goals. The trouble is not, or not always, the actors themselves, or their intrinsic motivations. Instead, it's the overarching goal of the entire system that's at fault: corporate profit above public health.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "By now, I hope you recognize this as one more example of the reductionist paradigm at work, even when it's couched in natural and alternative terms. As we saw in chapter ten, one of the major problems with modern medicine is its reliance on isolated, unnatural chemical pharmaceuticals as the primary tool in the war against disease. But the medical profession isn't the only player in the health-care system that has embraced this element of reductionism. The natural health community has also fallen prey to the ideology that chemicals ripped from their natural context are as good as or better than whole foods. Instead of synthesizing the presumed \"active ingredients\" from medicinal herbs, as done for prescription drugs, supplement manufacturers seek to extract and bottle the active ingredients from foods known or believed to promote good health and healing. And just like prescription drugs, the active agents function imperfectly, incompletely, and unpredictably when divorced from the whole plant food from which they're derived or synthesized.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "The problem is that we are asking the wrong questions - questions based on a fundamental misunderstanding of the wholistic nature of nutrition. We're asking, \"How much vitamin C are we getting?\" when we should be asking, \"What foods should we be eating to support our bodies' ability to maintain health?", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "Their [plant secondary compounds] healthful effects in humans, however, are not well understood, in part because things in nature like coriander and basil can't be patented so there isn't a lot of money being thrown at them, and in part because long-term studies that measure small effects of low doses are expensive and don't yield the kind of unambiguous, major effects you get with pharmaceuticals, but mainly because preventions are never as exciting as cures.", "owner": "Mark Schatzker, The Dorito Effect: The Surprising New Truth About Food and Flavor"}, {"item": "A human being was connected to the world through his or her skin and how could someone with clogged pores feel the environment or be sensitive to its vibrations?", "owner": "Fatema Mernissi"}, {"item": ". You are overfed yet under-nourished. Your body needs specific nutrients to run properly or you will get mentally and physically sick. I’m talking about illnesses such as heart disease, some cancers, diabetes and depression, for starters. So, if you’re not eating the right foods—or your “toxic waste” is inhibiting nutrient absorption—your mind will constantly “scream” at your stomach to eat more. It does this in the form of cravings and hunger. Problem is, most people just eat more “nutrient-dead food” and your body continues to starve and cravings spiral out of control.", "owner": "Josh Bezoni"}, {"item": "Landing on the shores of normalcy is wonderful, especially after being tossed around in the sea of sickness.", "owner": "Khang Kijarro Nguyen"}, {"item": "It is a very remarkable and significant fact that though no man is quite well or healthy yet every one believes practically that health is the rule & disease the exception.", "owner": "Henry David Thoreau, The Quotable Thoreau"}, {"item": "There is nothing healthier for a man than to walk on his own two legs", "owner": "José Saramago, Baltasar and Blimunda"}, {"item": "Natural laws admit of no exceptions.", "owner": "Herbert M. Shelton"}, {"item": "It has been noticed that since the year 2005, Istanbul has become a hot-spot for transplant of hair. Many foreigners are visiting Istanbul for medical tourism because the cost of surgeries and surgeons is more reasonable and affordable than other European countries. It is interesting to note that if you happen to be a patient going to Istanbul you will be given many allowances such as free travel tickets.", "owner": "Fue-Hlc"}, {"item": "Despise no new accident in your body, but ask opinion of it… There is a wisdom in this beyond the rules of physic. A man’s observation, what he finds good and of what he finds hurt of, is the best physic to preserve health.", "owner": "Francis Bacon"}, {"item": "For five years, I have been sick and I have been trying to will myself to be better. To think harder about being better, to improve more. To become a better breather, reactor, meditator, hoping that if I just try hard enough, the symptoms will go away and I’ll feel like myself again, like a self I remember as if out of a rearview mirror except with this one, the objects are smaller than they appear. I have tried to force myself to be more clearheaded, energetic, grounded. Tried yoga, acupuncture, cognitive behavioral therapy, talk therapy, and long walks in the woods. And every few months, when I finally felt I’d reached a zenith of my abilities with yoga, CBT, or talk therapy, I would give it another shot: go to another doctor, a Western doctor, one with an M.D. and a white coat, and I would tell him or her my symptoms (for the gender of the doctor does not matter only, it would seem, my gender), and hope that once again, the doctor would pay attention, would take my case, would try to help me so that I didn’t have to so deeply and fervently try to help myself.", "owner": "Eva Hagberg"}, {"item": "There are two kinds of people in the world: givers and takers. The takers came to know eat better, but the givers sleep better. So I want to be both. Because I want to eat and sleep both better for good health.", "owner": "Prachi Parichita"}, {"item": "There are two kinds of people in the world: givers and takers. The takers came to know eat better, and the givers sleep better. So I want to be both. Because I want to eat and sleep both for good health. ;-)", "owner": "Prachi Parichita"}, {"item": "3310There are two kinds of people in the world: givers and takers. The takers came to know eat better, but the givers sleep better. So I want to be both. Because I want to eat and sleep both better for good health.", "owner": "Prachi Parichita"}, {"item": "It's much more difficult to maintain personal hygiene if you're obese. Believe it or not, I've found items like remote controls and packages of cigarettes in people's fat rolls.", "owner": "Jan Garavaglia"}], "pagination": {"size": 20, "total": 10, "current": 9}}