{"contents": [{"item": "Your success and happiness lie in you.", "owner": "Helen Keller"}, {"item": "It's hard not to feel happy when you make someone smile.", "owner": "Roy T. Bennett"}, {"item": "One of the biggest favors that you can do for yourself is to accept your loved ones for who they are, and not be constantly disappointed because they are not who you think they should be.", "owner": "Jennifer O'Neill, Inspirational Quotes"}, {"item": "The thing about life is, you’ve got to somehow make it through the day. Don’t wait for the beautiful evening. Go on with your life. Of course, the beautiful evening will come. In fact, she’s on her way. And she’s coming to you as fast as she can. And dude, she’s beautiful.", "owner": "Thisuri Wanniarachchi"}, {"item": "Peace is something like happiness; you cannot say \"I will be happy when...\" and you can't say \"I will be peaceful when...\" Your happiness shouldn't depend on the situation you're in nor on the circumstances that surround you. In the same breath, you cannot wait for everything around you to become peaceful in order for you to say \"I am peaceful.\" In both happiness and peace, there is a heart of strength, determination and steadfastness; a heart that has the power to make things happen. You have to be at peace. You have to be happy. Now.", "owner": "C. JoyBell C."}, {"item": "When you let go of past pain, believe in yourself, and follow your dreams—you can find true happiness!", "owner": "Casi McLean"}, {"item": "Have a GOAL to keep the following 5-‘H’ OUT of your lifeH – HarassH – HamperH – HurtH – HarmH – HinderTo Ensure H=Happiness Prevails forever!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "Do not presume that richness or poorness will bring you happiness.", "owner": "Santosh Kalwar"}, {"item": "Success is not a finite resource; share it, wish it on others, and celebrate others", "owner": "Savania China"}, {"item": "One step at a time I know I will reach my destination of which I consider to be a happier, healthier way of living in mind body and soul.", "owner": "Angela Vallely"}, {"item": "Money can't buy you happiness, but it can buy you everything else. It's up to you to be happy with what you have or not.", "owner": "Neo Shamon"}, {"item": "Seeking happiness is not the problem. The problem is that we often do not know where and how to find genuine happiness and so make the mistakes that cause suffering for ourselves & others.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Never feel ashamed of your longing for happiness.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "For every minute you are angry you lose sixty seconds of happiness.", "owner": "Ralph Waldo Emerson"}, {"item": "Time you enjoy wasting is not wasted time.", "owner": "Marthe Troly-Curtin, Phrynette Married"}, {"item": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace.", "owner": "Chuck Palahniuk, Diary"}, {"item": "Happiness in intelligent people is the rarest thing I know.", "owner": "Ernest Hemingway, The Garden of Eden"}, {"item": "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "You cannot protect yourself from sadness without protecting yourself from happiness.", "owner": "Jonathan Safran Foer"}, {"item": "No medicine cures what happiness cannot.", "owner": "Gabriel García Márquez"}], "pagination": {"size": 20, "total": 10, "current": 6}}