{"contents": [{"item": "Tis easier to suppress the first desire than to satisfy all that follow it.", "owner": "Benjamin Franklin"}, {"item": "It is better to listen to a crow that lives in trees than to a learned man who lives only in ideas.", "owner": "Kate Horsley"}, {"item": " When you love you give meaning to this world. ", "owner": "Sorin Cerin"}, {"item": "End of a matter is better than its beginning", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Fools, their wisdom weak,are their own enemiesas they go through life,doing evilthat bearsbitter fruit.", "owner": "Juan Mascaró"}, {"item": "I am not a ‘wise man,’ nor . . . shall I ever be. And so require not from me that I should be equal to the best, but that I should be better than the wicked. It is enough for me if every day I reduce the number of my vices, and blame my mistakes.", "owner": "Seneca"}, {"item": "There are many things in the deep waters; and seas and lands may change. And it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world. We should seek a final end of this menace, even if we do not hope to make one.", "owner": "J.R.R. Tolkien, The Fellowship of the Ring"}, {"item": "Just be honest with yourself. That opens the door.", "owner": "Vernon Howard"}, {"item": "You shouldn't imagine things that you haven't a shred of proof happened...", "owner": "Susan Meissner"}, {"item": "Latter-day capitalism. Like it or not, it's the society we live in. Even the standard of right and wrong has been subdi-vided, made sophisticated. Within good, there's fashionable good and unfash-ionable good, and ditto for bad. Within fashionable good, there's formal and then there's casual; there's hip, there's cool, there's trendy, there's snobbish. Mix 'n' match. Like pulling on a Missoni sweater over Trussardi slacks and Pollini shoes, you can now enjoy hybrid styles of morality. It's the way of the world—philosophy starting to look more and more like business administration.Although I didn't think so at the time, things were a lot simpler in 1969. All you had to do to express yourself was throw rocks at riot police. But with today's sophistication, who's in a position to throw rocks? Who's going to brave what tear gas? C'mon, that's the way it is. Everything is rigged, tied into that massive capital web, and beyond this web there's another web. Nobody's going anywhere. You throw a rock and it'll come right back at you.", "owner": "Haruki Murakami, Dance Dance Dance"}, {"item": "Folly consists not in committing Folly, but in being incapable of concealing it. All men make mistakes, but the wise conceal the blunders they have made, while fools make them public. Reputation depends more on what is hidden than on what is seen. If you can’t be good, be careful.", "owner": "Baltasar Gracián"}, {"item": "Integrity is the lifeblood of democracy.Deceit is a poison in its veins.", "owner": "Edward M. Kennedy"}, {"item": "Compassion for others is a mark of wisdom.", "owner": "Tadahiko Nagao"}, {"item": "I am not the river I am the net.", "owner": "Frank Herbert, Chapterhouse: Dune"}, {"item": "We have all grown wiser.", "owner": "Ana Monnar"}, {"item": "He said after a little while, 'I see why you say that only men do evil, I think. Even sharks are innocent, they kill because they must.' 'That is why nothing can resist us. Only one thing in the worl can resist an evil-hearted man. And that is another man. In our shame is our glory. Only our spirit, which is capable of evil, is capable of overcoming it.", "owner": "Ursula K. Le Guin, The Farthest Shore"}, {"item": "A statement made from the heart has an aroma, it has lights, it has earth andsun and moon. It is colorful and it grasps the attention of those around you,like the sunset.", "owner": "Beth Johnson"}, {"item": "Wisdom doesn't automatically come with old age.Nothing does --- except wrinkles.It's true,some wines improves with age.But only if the grapes were good in the first place", "owner": "Abigail Van Buren"}, {"item": "Snobbery might sometimes look cool, like smoking, but the end result is usually a repelling one.", "owner": "Trent Zelazny"}, {"item": "The only way you would have failed,\" she said, \"is if you had.", "owner": "Cassandra Clare, City of Bones"}], "pagination": {"size": 20, "total": 10, "current": 8}}