{"contents": [{"item": "Happiness [is] only real when shared", "owner": "Jon Krakauer, Into the Wild"}, {"item": "That's what people do who love you. They put their arms around you and love you when you're not so lovable.", "owner": "Deb Caletti"}, {"item": "I may not always be with you But when we're far apartRemember you will be with meRight inside my heart", "owner": "Marc Wambolt, Poems from the Heart"}, {"item": "Then I discovered that being related is no guarantee of love!", "owner": "Stieg Larsson, The Girl with the Dragon Tattoo"}, {"item": "But grief makes a monster out of us sometimes . . . and sometimes you say and do things to the people you love that you can't forgive yourself for.", "owner": "Melina Marchetta, On the Jellicoe Road"}, {"item": "This is part of what a family is about, not just love. It's knowing that your family will be there watching out for you. Nothing else will give you that. Not money. Not fame. Not work.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "Then she did something so unexpected Nico would later think he dreamed it. She walked up to Nico, who was standing to one side in the shadows, as usual. She grabbed his hand and pulled him gently into the firelight. ‘We had one home,’ she said. ‘Now we have two.’ She gave Nico a big hug and the crowd roared with approval. For once, Nico didn’t feel like pulling away. He buried his face in Reyna’s shoulder and blinked the tears out of his eyes.", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "What is home? My favorite definition is \"a safe place,\" a place where one is free from attack, a place where one experiences secure relationships and affirmation. It's a place where people share and understand each other. Its relationships are nurturing. The people in it do not need to be perfect; instead, they need to be honest, loving, supportive, recognizing a common humanity that makes all of us vulnerable.", "owner": "Gladys M. Hunt, Honey for a Child's Heart: The Imaginative Use of Books in Family Life"}, {"item": "The knowledge that she would never be loved in return acted upon her ideas as a tide acts upon cliffs.", "owner": "Thornton Wilder, The Bridge of San Luis Rey"}, {"item": "Traveling in the company of those we love is home in motion.", "owner": "Leigh Hunt"}, {"item": "With friends, if you keep making an effort to reach out and you keep getting hurt, you eventually stop trying. But it's much harder to give up on family. Somewhere deep down you want it to work so badly that you keep making the same mistake over and over again.", "owner": "Tori Spelling"}, {"item": "People talk about the happy quiet that can exist between two loves, but this, too, was great; sitting between his sister and his brother, saying nothing, eating. Before the world existed, before it was populated, and before there were wars and jobs and colleges and movies and clothes and opinions and foreign travel -- before all of these things there had been only one person, Zora, and only one place: a tent in the living room made from chairs and bed-sheets. After a few years, Levi arrived; space was made for him; it was as if he had always been. Looking at them both now, Jerome found himself in their finger joints and neat conch ears, in their long legs and wild curls. He heard himself in their partial lisps caused by puffy tongues vibrating against slightly noticeable buckteeth. He did not consider if or how or why he loved them. They were just love: they were the first evidence he ever had of love, and they would be the last confirmation of love when everything else fell away.", "owner": "Zadie Smith, On Beauty"}, {"item": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty.", "owner": "Haniel Long"}, {"item": "All parents damage their children. It cannot be helped. Youth, like pristine glass, absorbs the prints of its handlers. Some parents smudge, others crack, a few shatter childhoods completely into jagged little pieces, beyond repair.", "owner": "Mitch Albom, The Five People You Meet in Heaven"}, {"item": "Me: “I refuse to attend Support Group.”Mom: “One of the symptoms of depression is disinterest in activities.”Me: “Please just let me watch America’s Next Top Model. It’s an activity.”Mom: “Television is a passivity.”Me: “Ugh, Mom, please.”Mom: “Hazel, you’re a teenager. You’re not a little kid anymore. You need to make friends, get out of the house, and live your life.”Me: “If you want me to be a teenager, don’t send me to Support Group. Buy me a fake ID so I can go to clubs, drink vodka, and take pot.”Mom: “You don’t take pot, for starters.”Me: “See, that’s the kind of thing I’d know if you got me a fake ID.”Mom: “You’re going to Support Group.”Me: “UGGGGGGGGGGGGG.”Mom: “Hazel, you deserve a life.", "owner": "John Green, The Fault in Our Stars"}, {"item": "The heart wants what it wants, Dolp. You don't plan on making your life complicated, it just happens,and you don\"t do it on purpose, and you don't do it to hurt people who love you. It just turns out that way sometimes.", "owner": "Laurell K. Hamilton, Narcissus in Chains"}, {"item": "Sometimes it’s heartbreaking to see your siblings as the people they’ve become. Maybe that’s why we all stay away from each other as a matter of course.", "owner": "Jonathan Tropper"}, {"item": "I sustain myself with the love of family.", "owner": "Maya Angelou"}, {"item": "Heaven is comfort, but it's still not living.", "owner": "Alice Sebold, The Lovely Bones"}, {"item": "Mother is a verb. It's something you do. Not just who you are.", "owner": "Cheryl Lacey Donovan, The Ministry of Motherhood"}], "pagination": {"size": 20, "total": 10, "current": 0}}