{"contents": [{"item": ". . . if money is a science, then it is a dark science, darker than alchemy. It split away from Natural Philosophy millennia ago, and has gone on developing ever since, by its own rules.", "owner": "Neal Stephenson, Quicksilver"}, {"item": "The secret of true prosperity is finding our security through our connection with the divine, with the spiritual world.", "owner": "Christopher Penczak, The Witch's Coin: Prosperity and Money Magick"}, {"item": "When you don't have enough or you run out, you feel in your core that the leak has begun and there will be no end to the leakage. And this makes you feel like a chump. Whereas having some money gives you the conviction that you're not naked in the howling wind, even though you basically are, existentially.", "owner": "Anne Lamott"}, {"item": "I spend my money...I don't know on what.", "owner": "Mike Nichols"}, {"item": "Finance is the art of passing money from hand to hand until it finally disappears.", "owner": "Robert W. Sarnoff"}, {"item": "If all the rich people in the world divided up their money among themselves there wouldn't be enough to go around.", "owner": "Christina Stead, House of All Nations"}, {"item": "Money, money, money! I think about money morning, noon and night! I dare say it's mercenary of me, but there it is", "owner": "Agatha Christie, The Secret Adversary"}, {"item": "...the people who find fault with society are too apt to regard it as an end and not a means, just as the people who despise money speak as if its only use were to be kept in bags and gloated over? Isn't it fairer to look at them both as opportunities, which may be used either stupidly or intelligently, according to the capacity of the user?", "owner": "Edith Wharton"}, {"item": "Money is permission to live.", "owner": "H L Humes"}, {"item": "The anti-resource curse initiative has stronger legs than most and that has made me very enthusiastic.", "owner": "George Soros, The Age of Fallibility: Consequences of the War on Terror"}, {"item": "And the great thing about money is that it doesn’t matter when you harvest it. It’s an all-year crop.", "owner": "Robert   Harris, Pompeii"}, {"item": "Tearing money is an impiety, like throwing away bread.", "owner": "Jorge Luis Borges, The Aleph and Other Stories"}, {"item": "Money never sleeps, pal", "owner": "Michael Douglas"}, {"item": "Riches draw friends as corpses draw vultures", "owner": "Bangambiki Habyarimana, Book of Wisdom"}, {"item": "If you don't find a way to make money while you sleep, you will work until you die.", "owner": "Warren Buffett"}, {"item": "A brand-new tape recorder, completely worn out. Bought with funny money that the store is willing to accept. Worthless money, worthless article purchased; it has a sort of logic to it.", "owner": "Philip K Dick"}, {"item": "Wealth does not consist of having a lot of money or possessions, but to be content with little needs.", "owner": "Jan Jansen Easy Branches"}, {"item": "There was something alienating about being on scholarship, a tense mixture of gratefulness and otherness. You're talented, the money said, and we want you here. Still, it had the twang of You were, are, and always will be different.", "owner": "Riley Redgate, Noteworthy"}, {"item": "We are just peasants with money.", "owner": "A.H. Septimius"}, {"item": "That's the funny thing about stealing money---it always seems to be the rich people who have the most of it.", "owner": "Ari Marmell, Lost Covenant"}], "pagination": {"size": 20, "total": 10, "current": 5}}