{"contents": [{"item": "It doesn't matter how smart you are unless you stop and think.", "owner": "Thomas Sowell"}, {"item": "All actual life is encounter.", "owner": "Martin Buber"}, {"item": "I think that the task of philosophy is not to provide answers, but to show how the way we perceive a problem can be itself part of a problem.", "owner": "Slavoj Žižek"}, {"item": "Why' is a crooked letter and can't be made straight.", "owner": "Stephen King, The Gunslinger"}, {"item": "In some remote corner of the universe, poured out and glittering among innumerable solar systems, there once was a star on which clever animals invented knowledge.", "owner": "Friedrich Nietzsche"}, {"item": "A writer always writes.", "owner": "Don Roff"}, {"item": "Truth gains more even by the errors of one who, with due study and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think…", "owner": "John Stuart Mill, On Liberty"}, {"item": "Physical objects are conceptually imported into the situation as convenient intermediaries not by definition in terms of experience, but simply as irreducible posits comparable, epistemologically, to the gods of Homer . . . For my part I do, qua lay physicist, believe in physical objects and not in Homer's gods; and I consider it a scientific error to believe otherwise. But in point of epistemological footing, the physical objects and the gods differ only in degree and not in kind. Both sorts of entities enter our conceptions only as cultural posits.", "owner": "Willard Van Orman Quine"}, {"item": "High thoughts must have high language.", "owner": "Aristophanes, Frogs and Other Plays"}, {"item": "Is it better to be loved or feared?", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "Love is a cowboy's hardest ride.", "owner": "C.B. Smith"}, {"item": "Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.", "owner": "Jean-Paul Sartre"}, {"item": "Philosophy, though unable to tell us with certainty what is the true answer to the doubts which it raises, is able to suggest many possiblities which enlarge our thoughts and free them from the tyranny of custom. Thus, while diminishing our feeling of certainty as to what things are, it greatly increases our knowledge as to what the may be; it removes the somewhat arrogant dogmatism of those who have never travelled into the region of liberating doubt, and it keeps alive our sense of wonder by showing familar things in an unfamilar aspect", "owner": "Bertrand Russell, The Problems of Philosophy"}, {"item": "Fate isn’t one straight road…there are forks in it, many different routes to different ends. We have the free will to choose the path.", "owner": "Dean Koontz, Odd Thomas"}, {"item": "Skepticism is the agent of reason against organized irrationalism--and is therefore one of the keys to human social and civic decency.", "owner": "Stephen Jay Gould"}, {"item": "A toast, Jedediah, to love on my terms. Those are the only terms anybody ever knows - his own.", "owner": "Orson Welles, Citizen Kane"}, {"item": "In the world of art, all things are possible.--George from Paradise Kiss", "owner": "Ai Yazawa"}, {"item": "Philosophy begins in wonder. And at the end when philosophic thought has done its best the wonder remains.", "owner": "Alfred North Whitehead"}, {"item": "If tomorrow were never to come, it would not be worth living today.", "owner": "Albert Einstein, On Humanism"}, {"item": "He recognized with absolute certainty the empty fragility of even the noblest theorizings as compared with the definitive plenitude of the smallest fact grasped in its total, concrete reality.", "owner": "Pierre Teilhard de Chardin, Hymn of the Universe"}], "pagination": {"size": 20, "total": 10, "current": 9}}