{"contents": [{"item": "As many opinions you bound about a person, if you let go of them, you will attain a natural state. For whomever and for whatever matter, you have bound opinions, those opinions will continue to sting you and when you let go of those opinions, you can become natural.", "owner": "Dada Bhagwan"}, {"item": "A person with a large tuber of self-pride remains engrossed in the fear of, ‘Someone is going to insult me…someone is going to insult me’ or ‘From where can I get respect? From where can I get the respect?", "owner": "Dada Bhagwan"}, {"item": "The higher one sits, the greater the fear of fall.", "owner": "Dada Bhagwan"}, {"item": "How can you tell whether the ego is there or not? You will know when someone insults you. If someone insults you, swallow (accept) it with understanding.", "owner": "Dada Bhagwan"}, {"item": "There is no problem to relish pride when people praises you but at the same time, one must also be of the opinion that ‘this should not be so’.", "owner": "Dada Bhagwan"}, {"item": "There is no ‘my’ in ‘I’. ‘My’ is outside of the ‘I’.", "owner": "Dada Bhagwan"}, {"item": "I know’, is a big ghost. ‘This is mine’, is a huge demonic possession!", "owner": "Dada Bhagwan"}, {"item": "People forget history nowadays, he lamented, that is what the ego does, making one the prisoner of one's inflated present, ignoring the humble past one has lived.", "owner": "Aporva Kala, Life... Love... Kumbh..."}, {"item": "I am selfish by habit, but sacrificial by nature. Therefore, I’d be wise to develop the habit of following my nature.", "owner": "Craig D. Lounsbrough"}, {"item": "Don't let your ego put you in a compromising situation. Don't allow your pride to keep you from seeking the help you need. And don't give in to your fears. Stay focused.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Losing you is most difficult for me, but the nature of my love for you is what matters. If it distorts into half-truth, then perhaps it is better not to love you. I must keep my mind but lose you.", "owner": "Haruki Murakami, Hard-Boiled Wonderland and the End of the World"}, {"item": "Conflicting egos destroy many relationships. Lasting, stable marriages are a true treasure because they demand that both parties adjust to the constant cellular flux of their partner as they metaphase through changing seasons of life.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "People write for ego gratification, not money.", "owner": "Deborah Meyler, The Bookstore"}, {"item": "Money is ego, and people won't give it up. Just want to protect themselves, hold onto it like a blanket. They don't realize it makes them slaves. It's sick.", "owner": "Emma Cline, The Girls"}, {"item": "Why does it seem more difficult to heal a wounded ego than a wounded heart?Is it because the heart accepts the cold hard reality of rejection and tries to move on, while the ego has no capacity to act likewise?And while the heart weeps, the ego desires revenge: an eye for an eye, no matter what it takes?", "owner": "Gina Wings, Secrets of a Perfect Hair Color: Adventures of an Urban Woman"}, {"item": "Love is the true state of the human heart. When we love, we unguard our hearts. We open ourselves up to the world with- out any restraint. When passion flows, desires stir, our earthy senses become dull, and our ethereal self becomes illumined. At this stage, we are naked, totally naked, with little or no covering of ego.", "owner": "Salil Jha, Naked Soul: The Erotic Love Poems"}, {"item": "I don't have wings, but I believe I can fly and touch the sky.", "owner": "Nurudeen Ushawu"}, {"item": "If you have a big ego put it to wide and wise use so that it benefits and enriches everyone not just you", "owner": "Rasheed Ogunlaru"}, {"item": "Unless you realize yourself beyond the identity of the mind, you cannot become free from life.", "owner": "Roshan Sharma"}, {"item": "Your identity is no more than the memory of your mind, and the time you learn to consciously look into your memories of the past, the first time you realize that nowhere you exist in your mind.", "owner": "Roshan Sharma"}], "pagination": {"size": 20, "total": 10, "current": 4}}