{"contents": [{"item": "In the high country of the mind one has to become adjusted to the thinner air of uncertainty...", "owner": "Robert M. Pirsig"}, {"item": "As soon as a religion comes to dominate it has as its opponents all those who would have been its first disciples. ", "owner": "Friedrich Nietzsche, Human, All Too Human"}, {"item": "For every expert there is an equal and opposite expert.", "owner": "Jasper Fforde, One of Our Thursdays Is Missing"}, {"item": "My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.", "owner": "Ayn Rand"}, {"item": "All things fade and quickly turn to myth.", "owner": "Marcus Aurelius, Meditations"}, {"item": "If just one of [those people] experiences life as a crazy adventure--and I mean that he, or she, experiences this every single day... Then he or she is a joker in a pack of cards.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "I consist of body and soul - in the worlds of a child. And why shouldn't we speak like children? But the enlightened, the knowledgealbe would say: I am body through and through, nothing more; and the soul is just a word for something on the body.", "owner": "Friedrich Nietzsche"}, {"item": "No man is crushed by misfortune unless he has first been deceived by prosperity", "owner": "Seneca, Dialogues and Letters"}, {"item": "The philosopher whose dealings are with divine order himself acquires the characteristics of order and divinity.", "owner": "Plato, The Republic"}, {"item": "The meaning of earthly existence lies not, as we have grown used to thinking, in prospering but in the development of the soul.", "owner": "Aleksandr Solzhenitsyn, Cancer Ward"}, {"item": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.", "owner": "Karl R. Popper"}, {"item": "To live is to change, to acquire the words of a story, and that is the only celebration we mortals really know.", "owner": "Barbara Kingsolver, The Poisonwood Bible"}, {"item": "down with hell and heaven and all the religious fussinfinity pleased our parents one inch looks good to us", "owner": "E.E. Cummings"}, {"item": "For this feeling of wonder shows that you are a philosopher, since wonder is the only beginning of philosophy.", "owner": "Plato, Theaetetus"}, {"item": "I have learnt through bitter experience the one supreme lesson to conserve my anger, and as heat conserved is transmuted into energy, even so our anger controlled can be transmuted into a power which can move the world.", "owner": "Mahatma Gandhi"}, {"item": "If a man who can’t count finds a four leaf clover, is he lucky?", "owner": "Stanisław Lem"}, {"item": "There is nothing deep down inside us except what we have put there ourselves.", "owner": "Richard M. Rorty"}, {"item": "The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the master calls a butterfly.", "owner": "Richard Bach"}, {"item": "We are alone. Live our lives, lacking anything better to do. Devise reason later.", "owner": "Alan Moore, Watchmen"}, {"item": "Nobody understands the nature of the Church, or the ringing note of the creed descending from antiquity, who does not realize that the whole world once very nearly died of broadmindedness and the brotherhood of all religions.", "owner": "G.K. Chesterton, The Everlasting Man"}], "pagination": {"size": 20, "total": 10, "current": 7}}