{"contents": [{"item": "The goal of a true family is not that their children follow in their footsteps, but that their children surpass them in all ways.", "owner": "Andrew Vachss"}, {"item": "Children who are well nurtured and whose parents help them learn how to calm down when they are upset, for instance, seem to develop greater strength in the brain’s circuits for managing distress;", "owner": "Lisa Lantieri"}, {"item": "A man with no children can easily be lulled into a sense that time is standing still. It's not. It's marching past us, relentlessly. Having a child growing and changing before your eyes makes this unavoidably clear.", "owner": "Jonathan V. Last"}, {"item": "It’s a . . . transcendental act. Making life. . . . ‘By this act, I bring one death into the world.’ One birth, one death, and all the pain and acts of will between. . . . Our children change us . . . whether they live or not.", "owner": "Lois McMaster Bujold, Barrayar"}, {"item": "then Siddhartha began to understand that his son had not brought him happiness and peace, but suffering and worry. But he loved him, and he preferred the suffering and worries of love over happiness and joy without the boy.", "owner": "Hermann Hesse"}, {"item": "Recalling his mother’s endless drudgery, (Senator) Richard (Russell) Jr. was to say that he was ten years old before he saw his mother asleep; previously, he had “thought that mothers never had to sleep.", "owner": "Robert A. Caro, Master of the Senate"}, {"item": "I found that life intruding on writing was, in fact, life. And that, tempting as it may be for a writer who is a parent, one must not think of life as an intrusion. At the end of the day, writing has very little to do with writing, and much to do with life. And life, by definition, is not an intrusion.", "owner": "Sarah Ruhl, 100 Essays I Don't Have Time to Write: On Umbrellas and Sword Fights, Parades and Dogs, Fire Alarms, Children, and Theater"}, {"item": "Emma, Emma, Emma,\" I said, wishing I could somehow teach her to take the smaller blows of life in her stride.", "owner": "Jane Hamilton, A Map of the World"}, {"item": "That night I experienced one of those sudden, unpleasant shifts of perception that occur to parents, when you notice a difference in your child that's been coming over a long time, and you're faced with it, and at the same time you're groping back to touch the child they were a minute ago, while a somehow unaccountable, unpredictable person is watching you, waiting for you to catch up with them, contemptuous because you haven't.", "owner": "Dorothy Johnston, The Trojan Dog"}, {"item": "But the truth is, there's little even the most organized people can do to prepare themselves for having children. They can buy all the books, observe friends and relations, review their own memories of childhood. But the distance between those proxy experiences and the real thing, ultimately, can be measured in light-years.", "owner": "Jennifer Senior, All Joy and No Fun: The Paradox of Modern Parenthood"}, {"item": "The door was flung open. Maurice Duplay filled it; energetic master, shirt- sleeves rolled up. He threw out his arms, the good Jacobin Duplay, and formed a sentence totally original, something which had never been uttered in the history of the world: “Camille, you have a son, and your wife is very well, and is asking you to be at home, right now.", "owner": "Hilary Mantel, A Place of Greater Safety"}, {"item": "I kept glancing at her animated face, scrunched up as though imitating an adult. I got hit with that overwhelming feeling. It sneaked up on me. Parents get it from time to time. You are looking at your child and it is an ordinary moment, not like they are onstage or hitting a winning shop, just sitting there, and you look at them and you know that they are your whole life and that moves you and scares you and makes you want to stop time.", "owner": "Harlan Coben, The Woods"}, {"item": "Parenthood wasn’t about blood or biology, he found; it was about a joyful willingness to give yourself over, to subordinate your own needs for someone else’s. When you loved your kids, you’d give up everything to keep them safe and make them happy, and you didn’t care about the other things, the ones that went away.", "owner": "Lisa Unger, Heartbroken"}, {"item": "We made mistakes trying to correct mistakes. Isn't that how we knew we were parents?", "owner": "The Odd Life of Timothy Green"}, {"item": "Where did the bonds of maternity end? All children grew up, changed, became somebody else. Parents who trembled that they might lose a gap-toothed toddler to some terrible accident ended up losing him anyway, always, to time. The toddlers died, after all, and what was left was a bond with another adult, who had once been the beloved child.", "owner": "Nancy Kress, Brain Rose"}, {"item": "Parenthood offers many lessons in patience and sacrifice. But ultimately, it is a lesson in humility. The very best thing about your life is a short stage in someone else’s story.", "owner": "Michael Gerson"}, {"item": "One of the ridiculously difficult things about raising children is that they are constantly developing and changing so that just when you think you have them figured out, they throw you a curve, a new twist you never saw coming. They are like mutating viruses - as soon as you have become immune to their latest shenanigans, they develop a new strain to which you have yet to be exposed. While this constant shape-shifting is one of the greatest challenges of parenting, it is also one of the things which makes them so fascinating and wonderful.", "owner": "Amy E. Spiegel, Letting Go of Perfect: Women, Expectations, and Authenticity"}, {"item": "Acknowledge and voice the positives LOUDER than the negatives.", "owner": "Tanya Masse"}, {"item": "What was I waiting for with regards to the sea-soaked woman laughing in front of me? What would I tell myself if I didn't watch her grow gorgeously ripe with our baby? If we didn't become sleep-deprived and snappy with each other as we tried to navigate the stormy seas of parenthood together.", "owner": "Dorothy Koomson, The Woman He Loved Before"}, {"item": "He felt her heartbeat against his shoulder, through his jacket, light as raindrops.", "owner": "Lauren Gilley, Whatever Remains"}], "pagination": {"size": 20, "total": 6, "current": 2}}