{"contents": [{"item": "And loyalty is a valued commodity. It can be sold . . . not bought, but sold.", "owner": "Frank Herbert, Dune Messiah"}, {"item": "To be an amazing person you need to be loyal to your religion,loyal to your people and loyal to yourself.....", "owner": "Zainab Asif"}, {"item": "Loyalty is what matters, and that exists now, not in the past. Loyalty has to be proved every day, in every piece of fresh-kill brought back for the Clan, every claw mark on our enemies, every patrol, every training session.", "owner": "Erin Hunter"}, {"item": "The Crown Prince of Adarlan stared him down. \"And consider where your true loyalties lie.\"Once, Chaol might have argued. Once, he might have protested that his loyalty to the crown was his greatest asset. But that blind loyalty and obedience had started this descent.And it had destroyed everything.", "owner": "Sarah J. Maas, Crown of Midnight"}, {"item": "It’s easy to demonstrate how progressive and open-minded and loyal you are when it costs you nothing.", "owner": "Tim Kreider, We Learn Nothing"}, {"item": "Loyalty to a wrong person always paid darkness, Nothing else!", "owner": "Umakant"}, {"item": "If I were you, Mr Lascelles,\" said Childermass, softly, \"I would speak more guardedly. You are in the north now. In John Uskglass's own country. Our towns and cities and abbeys were built by him. Our laws were made by him. He is in our minds and hearts andspeech. Were it summer you would see a carpet of tiny flowers beneath every hedgerow, of a bluish-white colour. We call them John's Farthings. When the weather is contrary and we have warm weather in winter or it rains in summer the country people say that JohnUskglass is in love again and neglects his business. And when we are sure of something we say it is as safe as a pebble in John Uskglass's pocket.", "owner": "Susanna Clarke, Jonathan Strange & Mr Norrell"}, {"item": "Loyalty looks simple... but it ain't.", "owner": "David Mitchell, The Thousand Autumns of Jacob de Zoet"}, {"item": "The whole crowd interrupted and told him, 'No, we won't let you go. You have worked hard for our rights and you can't quit now.''Then,' said Riel, 'if I must, I will desert.''If you desert, we will desert with you.", "owner": "Gabriel Dumont, Gabriel Dumont Speaks"}, {"item": "Rudy handed it back. \"Speaking of which, I think we're both slightly in for it when we get home. You especially.\"\"Why me?\"\"You know- your mama.\"\"What about her?\" Liesel was exercising the blatant right of every person who's ever belonged to a family. It's all very well for such a person to whine and moan and criticize other family members, but they won't let anyone else do it. That's when you get your back up and show loyalty.", "owner": "Markus Zusak, The Book Thief"}, {"item": "A wife's loyalty is tested when her husband has nothing. A husband's loyalty is tested when he has everything.", "owner": "Habeeb Akande"}, {"item": "Loyalty. We're still loyal to the United States of America. Why? Because we too are Americans. We don't agree, but we will show our loyalty by our obedience.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "All of us should have free choice when it comes to patriotic displays... a government wisely acting within its bounds will earn loyalty and respect from its citizens. A government dare not demand the same.", "owner": "Jesse Ventura"}, {"item": "I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.", "owner": "Summer Altice"}, {"item": "You give loyalty, you'll get it back. You give love, you'll get it back.", "owner": "Tommy Lasorda"}, {"item": "The strength of brand loyalty begins with how your product makes people feel.", "owner": "Jay Samit"}, {"item": "As much as I liked and admired the various members of the Kennedy family, my first loyalty was to Jackie.", "owner": "Pierre Salinger"}, {"item": "Loyalty to the Nation all the time, loyalty to the Government when it deserves it.", "owner": "Mark Twain"}, {"item": "The test of good citizenship is loyalty to country.", "owner": "Bainbridge Colby"}, {"item": "The hazing experience and then the subsequent participation in the group forces its members to maintain the status quo and traditions at all costs. It demands mindlessness and unquestioned loyalty, resulting in boring people who have little ability to think for themselves or have an opposing viewpoint from those who have the most social power.", "owner": "Rosalind Wiseman"}], "pagination": {"size": 20, "total": 5, "current": 3}}