{"contents": [{"item": "The ways of the heart are complex.” He looked out at the ocean again. “The waves churn and break upon the rocks, Talon. So do human feelings. Passion can be a man’s undoing. With passion must come wisdom; otherwise, your enemies have a weapon to use against you.", "owner": "Raymond E. Feist, Talon of the Silver Hawk"}, {"item": "Through their kisses and caresses they experienced a joy and wonder the equal of which has never been known or heard of. But I shall be silent...; for the rarest and most delectable pleasures are those which are hinted at, but never told.", "owner": "Chrétien de Troyes"}, {"item": "Licence my roving hands, and let them go Before, behind, between, above, below.", "owner": "John Donne, The Complete English Poems"}, {"item": "Wild Nights – Wild Nights!Were I with theeWild Nights should beOur luxury!Futile – the winds –To a heart in port –Done with the compass –Done with the chart!Rowing in Eden –Ah, the sea!Might I moor – Tonight –In thee!", "owner": "Emily Dickinson, Selected Poems"}, {"item": "My tongue remembers your wounded flavor.The vein in my neckadores you. A swordstands up between my hips,my hidden fleece sends forth its scent of human oil.", "owner": "Li-Young Lee, The City in Which I Love You"}, {"item": "I dreamed that you bewitched me into bedAnd sung me moon-struck, kissed me quite insane.(I think I made you up inside my head.)", "owner": "Sylvia Plath, The Collected Poems"}, {"item": "She's always looking for poetry and passion and sensitivity, the whole Romantic kitchen. I live on a rather simpler diet.' 'Prose and pudding?''I don't expect attractive men necessarily to have attractive souls.", "owner": "John Fowles, The Magus"}, {"item": "How blest am I in this discovering thee!To enter in these bonds is to be free;Then where my hand is set, my seal shall be. Full nakedness! All joys are due to thee,As souls unbodied, bodies unclothed must be", "owner": "John Donne, The Complete English Poems"}, {"item": "Behind the perfection of a man's style, must lie the passion of a man's soul.", "owner": "Oscar Wilde, Reviews"}, {"item": "Success caused passion more than passion caused success.", "owner": "Scott Adams, How to Fail at Almost Everything and Still Win Big: Kind of the Story of My Life"}, {"item": "Hard world is a prison sentence only if it does not have meaning.", "owner": "Malcolm Gladwell, Outliers: The Story of Success"}, {"item": "Start doing what you want to do. You will only get better with time. Or you’ll realize you want to be doing something else. Either way, one of those things is better than sitting & waiting!", "owner": "Harsh Agrawal, Google AdSense Mastery Guide: A-Z of Making Money from World's biggest Ad network"}, {"item": "In politics and passion, perception is reality.", "owner": "John   Kramer, Blythe"}, {"item": "She can't help it,' he said. 'She's got the soul of a poet and the emotional makeup of a junkyard dog.", "owner": "Stephen King, Under the Dome"}, {"item": "Ignite the fire in your soul.", "owner": "Lailah Gifty Akita"}, {"item": "Hard work is a prison sentence only if it does not have meaning.", "owner": "Malcolm Gladwell"}, {"item": "Do it with passion or not at all.", "owner": "Anonymous"}, {"item": "If you're going to be working, you might as well work with passion and give it all you've got.", "owner": "Farshad Asl"}, {"item": "We live in an era where the best way to make a dent on the world may no longer be to write a letter to the editor or publish a book. It may be simply to stand up and say something . . . because both the words and the passion with which they are delivered can now spread across the world at warp speed.", "owner": "Chris J. Anderson, TED Talks: The Official TED Guide to Public Speaking"}, {"item": "Be the flame, not the moth.", "owner": "Giacomo Casanova"}], "pagination": {"size": 20, "total": 10, "current": 0}}