{"contents": [{"item": "I remember growing up, saying you’re an artist it sounds pretentious but now it’s one of the only dignified things that you can call yourself. ", "owner": "Marilyn Manson"}, {"item": "We are often taught to look for the beauty in all things, so in finding it, the layman asks the philosopher while the philosopher asks the photographer.", "owner": "Criss Jami, Killosophy"}, {"item": "Man's naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages.", "owner": "Auguste Rodin"}, {"item": "Using your talent, hobby or profession in a way that makes you contribute with something good to this world is truly the way to go.", "owner": "Simon Zingerman, We All Need Heroes: Stories of the Brave and Foolish"}, {"item": "I made art a philosophy, and philosophy an art: I altered the minds of men, and the colour of things: I awoke the imagination of my century so that it created myth and legend around me: I summed up all things in a phrase, all existence in an epigram: whatever I touched I made beautiful", "owner": "Oscar Wilde, De Profundis and Other Writings"}, {"item": "That is why enemies can be great motivators. They serve as fuel for your fire.", "owner": "Simon Zingerman, We All Need Heroes: Stories of the Brave and Foolish"}, {"item": "Dreams. They start in your beautiful mind. Think of beautiful things and it will manifest into actions because your body will listen to you. Like it always does.", "owner": "Diana Rose Morcilla"}, {"item": "Poetry and art nourish the soul of the world with the flavor-filled substances of beauty, wisdom and truth.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Snow floated down every once in a while, but it was frail snow, like a memory fading into the distance.", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "L'étude du beau est un duel où l'artiste crie de frayeur avant d'être vaincu.", "owner": "Charles Baudelaire, Petits Poemes En Prose"}, {"item": "Art is whatever you can get away with.", "owner": "Marshall McLuhan, The Medium is the Massage"}, {"item": "The more details, depth and thought you put into your ideas the more valuable they become.", "owner": "Simon Zingerman, We All Need Heroes: Stories of the Brave and Foolish"}, {"item": "The best ideas will eat at you for days, maybe even weeks, until something, some incident, some impulse, triggers you to finally express them.", "owner": "Criss Jami, Killosophy"}, {"item": "Il faut que l’homme s’évade de cette lice ridicule qu’on lui a faite: le prétendu réel actuel avec la perspective d’un réel futur qui ne vaille guère mieux. Chaque minute pleine porte en elle-même la négation de siècles d’histoire boitillante et cassée. Ceux à qui il appartient de faire virevolter ces huit flamboyants au-dessus de nous ne le pourront qu’avec de la sève pure._ Manifestes du surréalisme", "owner": "André Breton"}, {"item": "The philosophers write about things as they are and as they appear to be, but as an artist I find that appearance is everything.", "owner": "Gary Inbinder, The Flower to the Painter"}, {"item": "A world without poetry and art would be too much like one without birds or flowers: bearable but a lot less enjoyable.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "One great function of the arts is to keep ideals alive in a culture that does not yet realize them.", "owner": "Susan Neiman, Moral Clarity: A Guide for Grown-up Idealists"}, {"item": "There is a common tendency to turn off one's imagination at certain points and refuse to contemplate the possibility of having to do certain things and cope with the attendant moral problems. The things simply get done by the social machine, and one can keep one's clear conscience and one's moral indignation unsullied.", "owner": "John Fraser, Violence in the Arts"}, {"item": "Admittedly, art is somewhat like spit. It does not repulse or even worry is while it is still inside of us, but once it exits our body, it becomes disgusting.", "owner": "Ivan Brunetti"}, {"item": "I mean really, how could an artistic individual stay grounded in the nitty-gritty of how many minutes per pound meat has to stay in the oven when trying to fathom the creative philosophy behind the greatest artistic minds of the world?", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}], "pagination": {"size": 20, "total": 10, "current": 3}}