{"contents": [{"item": "Science Non Fiction/ Fantasy = Future", "owner": "Deyth Banger"}, {"item": "Yet it's not for want of future that I'm here, he thought. It's for want of a present.", "owner": "John le Carré, The Honourable Schoolboy"}, {"item": "The seeds we sow today will grow to serve as shades for weary travellers tomorrow", "owner": "Nike Thaddeus"}, {"item": "By worrying about the future, We will convolute our present lives.", "owner": "Mohith Agadi"}, {"item": "No living creature can foretell the future.", "owner": "Lailah Gifty Akita"}, {"item": "The Best Is Always Yet To Come", "owner": "Susan Samaroo"}, {"item": "Normal....What the majority of people look, act, and talk and like.So what if the majority became what we see as wierd now?Would our normal, become our new wierd?", "owner": "Catherine of Genoa"}, {"item": "You can’t demand peace, but you can reduce the reasons for war.", "owner": "Colin R. Turner"}, {"item": "our heads were full of nebulous ideas, which cast an idealized, almost romantic glow over life", "owner": "Erich Maria Remarque, All Quiet on the Western Front"}, {"item": "Utopia's value lies not in its relation to present practice but in its relation to a possible future. Its \"practical\" use is to overstep the immediate reality to depict a condition whose clear desirability draws us on, like a magnet.", "owner": "Krishan Kumar, Utopianism"}, {"item": "History is really a study of the future, not the past.", "owner": "Arundhati Roy, Things That Can and Cannot Be Said"}, {"item": "I will not have youbuild me into your lifewhen what i want is tobuild a life with you", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "Reliance in its most basic, daily, form is being part of a group that lives by a pact: To always have each other’s backs — no matter what — so that everyone comes out future strong.", "owner": "Bill Jensen, Future Strong"}, {"item": "Reliance in its purest, highest, form is a code to live by: That every life matters. Every future matters. Taking care of each other matters. And our shared purpose is to create amazing futures for our children’s children.", "owner": "Bill Jensen, Future Strong"}, {"item": "Reliance is the ultimate measure of a team’s or organization’s culture. It’s not 'Would I recommend a friend to work here?' It’s 'Would this group of people put their ass on the line for me?' And 'Would I do the same for them?", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want a strong future: Becoming secure with insecurity is the best security you can have.", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want to lead others into a strong future: You need to be keenly aware of how your own inner truths — biases, fears, courage, values and dreams — do or do not impact the daily work of others.", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want a strong future: You need to get past the stories that you have told yourself and others. You need to hear the heartbeatthat’s the real you.", "owner": "Bill Jensen, Future Strong"}, {"item": "Me comes before we. You need to become future strong before you can help others do the same.", "owner": "Bill Jensen, Future Strong"}, {"item": "Your career will include thousands of opportunities to transform yourself. Many will disrupt all that you have built. Each is an opportunity to choose to be vulnerable, to let go, to be reborn.", "owner": "Bill Jensen, Future Strong"}], "pagination": {"size": 20, "total": 10, "current": 4}}