{"contents": [{"item": "I have an idea that the only thing which makes it possible to regard this world we live in without disgust is the beauty which now and then men create out of the chaos. The pictures they paint, the music they compose, the books they write, and the lives they lead. Of all these the richest in beauty is the beautiful life. That is the perfect work of art.", "owner": "W. Somerset Maugham, The Painted Veil"}, {"item": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.", "owner": "Albert Camus"}, {"item": "It is hard work and great art to make life not so serious.", "owner": "John Irving, The Hotel New Hampshire"}, {"item": "Art is the reason I get up in the morning, but the definition ends there. It doesn't seem fair that I'm living for something I can't even define.", "owner": "Ani DiFranco"}, {"item": "I don’t want life to imitate art. I want life to be art.", "owner": "Carrie Fisher"}, {"item": "Self-consciousness is the enemy of all art, be it acting, writing, painting, or living itself, which is the greatest art of all.", "owner": "Ray Bradbury"}, {"item": "In the haunted house of life, art is the only stair that doesn't creak.", "owner": "Tom Robbins"}, {"item": "Bring something incomprehensible into the world!", "owner": "Gilles Deleuze, A Thousand Plateaus: Capitalism and Schizophrenia"}, {"item": "Vital lives are about action. You can't feel warmth unless you create it, can't feel delight until you play, can't know serendipity unless you risk.", "owner": "Joan Erickson"}, {"item": "I am my own experiment. I am my own work of art.", "owner": "Madonna"}, {"item": "Art and life are subjective. Not everybody's gonna dig what I dig, but I reserve the right to dig it.", "owner": "Whoopi Goldberg"}, {"item": "I think there is a song out there to describe just about any situation.", "owner": "Criss Jami, Killosophy"}, {"item": "All art is but dirtying the paper delicately.", "owner": "John Ruskin, The Elements of Drawing"}, {"item": "Be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else--that's how you'll get ahead.", "owner": "Austin Kleon, Steal Like an Artist: 10 Things Nobody Told You About Being Creative"}, {"item": "The preparation of good food is merely another expression of art, one of the joys of civilized living…", "owner": "Dione Lucas"}, {"item": "A written word is the choicest of relics. It is something at once more intimate with us and more universal than any other work of art. It is the work of art nearest to life itself. It may be translated into every language, and not only be read but actually breathed from all human lips; -- not be represented on canvas or in marble only, but be carved out of the breath of life itself.", "owner": "Henry David Thoreau, Walden"}, {"item": "A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light.", "owner": "Leonardo da Vinci"}, {"item": "We don't make mistakes, just happy little accidents.", "owner": "Bob  Ross"}, {"item": "I don't paint dreams or nightmares, I paint my own reality.", "owner": "Frida Kahlo"}, {"item": "Love art in yourself, and not yourself in art.", "owner": "Konstantin Stanislavski, My Life In Art"}], "pagination": {"size": 20, "total": 10, "current": 1}}