{"contents": [{"item": "Why does anyone stay in an unhappy relationship? Because people do. They do it all the time. And the truth is, when you’re in it, when you’re up to your neck in the everyday part of life with another human being, sometimes you don’t exactly notice how bad things really are. It’s not always as apparent as it would seem. Unhappiness, when it involves another person, can be like that line from The Sun Also Rises about going bankrupt, how it happens two ways: gradually, and then suddenly.", "owner": "Sarah Dunn"}, {"item": "Funny how we take it for granted that we know all there is to know about another person, just because we see them frequently or because of some strong emotional tie.", "owner": "Robert Bloch, Psycho"}, {"item": "Tell me whom you haunt and I’ll tell you who you are.", "owner": "André Breton"}, {"item": "What a relationship looks like on the outside isn't the same as what it's like on the inside. You can be more in love with someone in your mind than with the person you see every day.", "owner": "Jean Kwok, Girl in Translation"}, {"item": "I used to think--and given the way we ended up, maybe I still do--that all relationships need the kind of violent shove that a crush brings, just to get you started and to push you over the humps. And then, when the energy from that shove has gone and you come to something approaching a halt, you have to look around and see what you've got. It could be something completely different, it could be something roughly the same, but gentler and calmer, or it could be nothing at all.", "owner": "Nick Hornby, High Fidelity"}, {"item": "Some people come into our lives and leave footprints on our hearts and we are never ever the same.", "owner": "Flavia Weedn"}, {"item": "Theresa, I know there's a part of you that believes you can change someone, but the reality is that you can't. You can change yourself, and Garrett can change himself, but you can't do it for him.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Relationships are treated like Dixie cups. They are the same. They are disposable. If it does not work, drop it, throw it away, get another.Committed bonds (including marriage) cannot last when this is the prevailing logic. Most of us are unclear about what to do to protect and strengthen caring bonds when our self-centered needs are not being met.", "owner": "bell hooks, All About Love: New Visions"}, {"item": "One minute of reconciliation is worth more than a whole life of friendship!", "owner": "Gabriel García Márquez, One Hundred Years of Solitude"}, {"item": "He who wants a rose must respect her thorn.", "owner": "André Gide"}, {"item": "To be honest, it was pretty hard to leave. I desperately wanted to turn around, and tell him everything would be okay. That I adore him and I trust him and that I'll stand by him while he goes through this tough time. But I'm just too tired. I'm thirty years old. I'm tired of relationships that are always painful. I'm tired of hurting. I'm tired of waiting by the phone, and second-guessing what a guy says and trusting someone not to hurt me. Again. I've been storming the relationship castle for fifteen years, and I still don't have my prince. I've got a bunch of battle scars from the field and I want to go home and nurse my wounds. I don't want to fight anymore.", "owner": "Kim Gruenenfelder, A Total Waste of Makeup"}, {"item": "Some of the biggest challenges in relationships come from the fact that most people enter a relationship in order to get something: they're trying to find someone who's going to make them feel good. In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take. ", "owner": "Anthony Robbins"}, {"item": "What if we just acknowledged that we have a bad relationship, and we stuck it out, anyway? What if we admitted that we make each other nuts, we fight constantly and hardly ever have sex, but we can't live without each other, so we deal with it? And then we could spend our lives together -- in misery, but happy to not be apart.", "owner": "Elizabeth Gilbert"}, {"item": "Relationships are never about power, and one way to avoid the will to power is to choose to limit oneself- to serve.", "owner": "William Paul Young, The Shack"}, {"item": "There's never a reason to trust someone. If there's a reason, then it's not trust.", "owner": "Gerald Morris, The Quest of the Fair Unknown"}, {"item": "Time has its revenges, but revenge seems so often sour. Wouldn’t we all do better not trying to understand, accepting the fact that no human being will ever understand another, not a wife with a husband, nor a parent a child? Perhaps that’s why men have invented God – a being capable of understanding. ", "owner": "Graham Greene, The Quiet American"}, {"item": "A relationship isn't something that has to be created in a day or perfected in a day. Part of the game is to keep working on it. It's something that'll always be just a little flawed.", "owner": "Nora Roberts"}, {"item": "Nothing is stranger or more ticklish than a relationship between people who know each other only by sight, who meet and observe each other daily - no hourly - and are nevertheless compelled to keep up the pose of an indifferent stranger, neither greeting nor addressing each other, whether out of etiquette or their own whim.", "owner": "Thomas Mann, Death in Venice"}, {"item": "It seems to me that if you place music (and books, probably, and films, and plays, and anything that makes you feel) at the center of your being, then you can’t afford to sort out your love life, start to think of it as the finished product. You’ve got to pick at it, keep it alive and in turmoil, you’ve got to pick at it and unravel it until it all comes apart and you’re compelled to start all over again. Maybe we all live life at too high a pitch, those of us who absorb emotional things all day, and as a consequence we can never feel merely content: we have to be unhappy, or ecstatically, head-over-heels happy, and those states are difficult to achieve within a stable, solid relationship.", "owner": "Nick Hornby"}, {"item": "What is it about men that make women so lonely?", "owner": "Elliot Perlman"}], "pagination": {"size": 20, "total": 10, "current": 2}}