{"contents": [{"item": "The funny thing about work itself, it was so bearable. The dreariest task was perfectly bearable. It presented challenges to overcome, the distraction provided by a sense of urgency, and the things made work utterly, even harmoniously bearable.", "owner": "Joshua Ferris, Then We Came to the End"}, {"item": "If you enjoy being at work more than being at home it doesn't mean you are a workaholic, it simply means you are in love with your work and you worship it.", "owner": "honeya"}, {"item": "Writing is like painting a painting. Layer over layer over layer.", "owner": "Kevin James Breaux"}, {"item": "By working faithfully eight hours a day you may eventually get to be a boss and work 12 hours a day.", "owner": "Robert Frost"}, {"item": "Everything considered  work is less boring than amusing oneself.", "owner": "Charles Baudelaire"}, {"item": "A windmill is eternally at work to accomplish one end  although it shifts with every variation of the weather cock  and assumes 10 different positions in a day.", "owner": "Charles Caleb Colton"}, {"item": "A good horse should be seldom spurred.", "owner": "Thomas Fuller"}, {"item": "All work is seed sown. It grows and spreads  and sows itself anew.", "owner": "Thomas Carlyle"}, {"item": "Chop your own wood and it will warm you twice.", "owner": "Fairlane"}, {"item": "Give the labourer his wage before his perspiration be dry.", "owner": "Muhammad"}, {"item": "I want a house that has gotten over all its troubles  I don't want to spend the rest of my life bringing up a young and inexperienced house.", "owner": "Jerome K. Jerome"}, {"item": "If you want a work well done  select a busy man: the other kind has no time.", "owner": "Elbert Hubbard"}, {"item": "It is impossible to enjoy idling thoroughly unless one has plenty of work to do.", "owner": "Jerome K. Jerome"}, {"item": "Most people work the greater part of their time for a mere living  and the little freedom which remains to them so troubles them that they use every means of getting rid of it.", "owner": "Goethe"}, {"item": "Neither snow  nor rain  nor heat  nor gloom of night stay these couriers from the swift completion of their appointed rounds.", "owner": "Herodotus"}, {"item": "No fine work can be done without concentration and self-sacrifice and toil and doubt.", "owner": "Max Beerbohm"}, {"item": "No task  rightly done is truly private. It is part of the world's work.", "owner": "Woodrow Wilson"}, {"item": "One machine can do the work of 50 ordinary men. No machine can do the work of one extraordinary man.", "owner": "Anonymous"}, {"item": "One of the saddest things is  the only thing a man can do for 8 hours a day  day after day  is work. You can't eat 8 hours a day nor drink for 8 hours a day  nor make love for 8 hours.", "owner": "William Faulkner"}, {"item": "The only place where success comes before work is a dictionary.", "owner": "Vidal Sassoon"}], "pagination": {"size": 20, "total": 10, "current": 3}}