{"contents": [{"item": "If you're a bird... I'm a bird...", "owner": "Nicholas Sparks, The Notebook"}, {"item": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.", "owner": "Erich Segal"}, {"item": "Love is the extremely difficult realization that something other than oneself is real.", "owner": "Iris Murdoch, Existentialists and Mystics Writings on Philosophy and Literature"}, {"item": "I belong to my beloved, and my beloved is mine.", "owner": "Jamie McGuire, Beautiful Disaster"}, {"item": "Someday you'll find someone special again. People who've been in love once usually do. It's in their nature.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "Yours is the light by which my spirit's born: - you are my sun, my moon, and all my stars.", "owner": "E.E. Cummings"}, {"item": "If my love were an ocean,there would be no more land.If my love were a desert,you would see only sand.If my love were a star-late at night, only light.And if my love could grow wings,I'd be soaring in flight.", "owner": "Jay Asher, Thirteen Reasons Why"}, {"item": "Making love with a woman and sleeping with a woman are two separate passions, not merely different but opposite. Love does not make itself felt in the desire for copulation (a desire that extends to an infinite number of women) but in the desire for shared sleep (a desire limited to one woman).", "owner": "Milan Kundera, The Unbearable Lightness of Being"}, {"item": "She wanted something else, something different, something more. Passion and romance, perhaps, or maybe quiet conversations in candlelit rooms, or perhaps something as simple as not being second.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I like not only to be loved, but also to be told that I am loved. I am not sure that you are of the same mind. But the realm of silence is large enough beyond the grave. This is the world of light and speech, and I shall take leave to tell you that you are very dear.", "owner": "George Eliot"}, {"item": "What are the chances you’d ever meet someone like that? he wondered. Someone you could love forever, someone who would forever love you back? And what did you do when that person was born half a world away? The math seemed impossible.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "In desperate love, we always invent the characters of our partners, demanding they be what we need of them, and then feeling devastated when they refuse to perform the role we created in the first place.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "There is always something left to love.", "owner": "Gabriel García Márquez, One Hundred Years of Solitude"}, {"item": "We must love one another or die", "owner": "W.H. Auden"}, {"item": "If a thing loves, it is infinite.", "owner": "William Blake"}, {"item": "I'm lonely. Why do you think I had to learn to act so independent? I also get mad too quickly, and I hog the covers, and my second toe is longer than my big one. My hair has it's own zip code. Plus, I get certifiably crazy when I've got PMS. You don't love someone because they're perfect. You love them in spite of the fact that they're not.", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "Love is a better master than duty.", "owner": "Albert Einstein"}, {"item": "It doesn't matter who you are or what you look like, so long as somebody loves you.", "owner": "Roald Dahl, The Witches"}, {"item": "You are like nobody since I love you.", "owner": "Pablo Neruda"}, {"item": "After all this time?\"\"Always...", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}], "pagination": {"size": 20, "total": 10, "current": 6}}