{"contents": [{"item": "Now, here is the point about the self: it is insatiable. It is always, always hankering. It is what you might call rapacious to a fault. The great flaming mouth to the thing is never in this world going to be stuff full.", "owner": "Donald Barthelme, Sixty Stories"}, {"item": "It’s ego – the false self – that exalts the guru and declares the teaching sacred, but nothing is exalted or sacred, only true or not true.", "owner": "Jed McKenna"}, {"item": "If the ego is not regularly and repeatedly dissolved in the unbounded hyperspace of the Transcendent Other, there will always be slow drift away from the sense of self as part of nature’s larger whole. The ultimate consequence of this drift is the fatal ennui that now permeates Western Civilization.", "owner": "Terence McKenna, Food of the Gods: The Search for the Original Tree of Knowledge"}, {"item": "Ego, Identity and Self - the 3 concepts of one's creation that defines them entirely. Have an Ego, for without one, there is nothing but self-doubt. Have an Identity, for without one, there is nothing but an empty shell. Understand your 'Self,' for if you don't, then who or what are you?", "owner": "Lionel Suggs"}, {"item": "I? This is the very root of all evil.", "owner": "H.M. Forester, The Dissidents"}, {"item": "It is through the filter of our ego that we give meaning to everything we see, touch, hear, taste and feel.", "owner": "Gyalwa Dokhampa, The Restful Mind"}, {"item": "In 1950, the [Gallup organization] asked high school kids, are you a very important person? Then 12 percent said yes. Asked again in 2005, 80 percent said, yes, I'm a very important person.", "owner": "David Brooks"}, {"item": "Self-love is often equated with self-esteem but when it makes you blind to your own faults and gives you an inflated ego, it is time to introspect.", "owner": "Balroop Singh"}, {"item": "If you're working out in front of a mirror and watching your muscles grow, your ego has reached a point where it is now eating itself. That's why I believe there should be a psychiatrist at every health club, so that when they see you doing this, they will take you away for a little chat.", "owner": "Lewis Black"}, {"item": "The line between ego and healthy self-esteem is very delicate. We should know when we cross this line, switch side, and become egotistical.", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "Stay out of the court of self-judgment, for there is no presumption of innocence.", "owner": "Robert Brault"}, {"item": "It won't matter if nobody ever thinks I'm pretty (although sometimes I wish, just for a second, that somebody would)", "owner": "Lauren Oliver, Delirium"}, {"item": "The ego romanticizes the past to avoid the true romance of the present.", "owner": "Alan Cohen"}, {"item": "Accept the long night patiently, quietly, humbly, and resignedly as intended for your true good. It is not a punishment for sin committed but an instrument of annihilating egoism.", "owner": "Paul Brunton, The Notebooks of Paul Brunton"}, {"item": "He remembered a version of himself untrammeled by expectation, unimpeded by Ego. He had suffered in the many years since then, seeking to return to that original self, if, in fact, it ever existed. And yet, he was helpless but to regard that unmistakable fear that gripped him in his dream as a sign that his unevenness lent him now to utter incongruity with this specter of past.", "owner": "Ashim Shanker, Sinew of the Social Species"}, {"item": "It is how humans are wired to remember. They either take more credit for success or more responsibility for failure than is their due.", "owner": "Dave Donovan, The Gift"}, {"item": "I would prefer not to.", "owner": "Herman Melville, Bartleby the Scrivener"}, {"item": "Our life force is a form of flowing energy, a blast of verve renewed through our ongoing daily interactions and the inevitable collisions between the id and the ego.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "No poet or novelist wishes he was the only one who ever lived, but most of them wish they were the only one alive, and quite a number believe their wish has been granted.", "owner": "W.H. Auden"}, {"item": "Things change as minds change. Egos and prides vanish in the darkness of night. The false mask of vanity burns in the natural propensity to be happy. Who wants to be sad, after all?", "owner": "Girdhar Joshi, Some Mistakes Have No Pardon"}], "pagination": {"size": 20, "total": 10, "current": 9}}