{"contents": [{"item": "You are beautiful. Know this. Anyone who tells you otherwise is simply lying. You are beautiful.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "And if these mountains had eyes, they would wake to find two strangers in their fences, standing in admiration as a breathing red pours its tinge upon earth's shore. These mountains, which have seen untold sunrises, long to thunder praise but stand reverent, silent so that man's weak praise should be given God's attention.", "owner": "Donald Miller, Through Painted Deserts: Light, God, and Beauty on the Open Road"}, {"item": "Love me or hate me I promise that it will never make or break me...<3", "owner": "Tyra Banks, Tyra's Beauty Inside  Out"}, {"item": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.", "owner": "John Lubbock, The Use Of Life"}, {"item": "A woman can't do anything about her appearance. Either she's pretty or she isn't. But her character is quite another matter.", "owner": "Julie Garwood, The Prize"}, {"item": "Beauty is only skin deep, but ugly goes clean to the bone.", "owner": "Dorothy Parker"}, {"item": "O dear Pan and all the other gods of this place, grant that I may be beautiful inside. Let all my external possessions be in friendly harmony with what is within. May I consider the wise man rich. As for gold, let me have as much as a moderate man could bear and carry with him.", "owner": "Plato, Phaedrus"}, {"item": "There is desire in the perfect, beauty in the imperfect.Thus I lust over the flawless,and fall amorously forceless to the flawed.", "owner": "Ilyas Kassam, Reminiscence of the Present: Spiritual Encounters of the Analytically Insane"}, {"item": "Is beauty enhanced or adulterated by utility?", "owner": "Sena Jeter Naslund, Ahab's Wife, or The Star-Gazer"}, {"item": "In the most general terms, the Enlightenment goes back to Plato's belief that truth and beauty and goodness are connected; that truth and beauty, disseminated widely, will sooner or later lead to goodness. (While we're making at effort at truth and goodness, beauty reminds us what we're hold out for.)", "owner": "Susan Neiman, Moral Clarity: A Guide for Grown-up Idealists"}, {"item": "Beauty and Money will get you a relationship , but not love. Listening, caring and being there will get you Love.", "owner": "De philosopher DJ Kyos"}, {"item": "A stranger may find beauty in you yet.", "owner": "Anthony T.Hincks"}, {"item": "Eyebrows are what give the eyes focus", "owner": "Anthony T.Hincks"}, {"item": "Beauty is a female thing. That's why nature is so stunning.", "owner": "Anthony T.Hincks"}, {"item": "Your beauty isn't in your laughter. It's in your soul.", "owner": "Anthony T. Hincks"}, {"item": "When you're as hot as you are, no amount of ice will do.", "owner": "Anthony T. Hincks"}, {"item": "Each day brings with it a whole new world because each day is different from the previous day or the one it precedes.No two days will ever be the same and that is the beauty of the world and of God, because he wants us to see and experience new things each and every day.", "owner": "Anthony T. Hincks"}, {"item": "Look with open eyes and you will see the beauty of the waterfall.", "owner": "Anthony T. Hincks"}, {"item": "The beauty of God, is God himself.", "owner": "Anthony T. Hincks"}, {"item": "Beauty is truth, truth beauty,—that is all Ye know on earth, and all ye need to know", "owner": "John Keats, The Complete Poems"}], "pagination": {"size": 20, "total": 10, "current": 2}}