{"contents": [{"item": "Remember, remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I’ve taken for granted.", "owner": "Sylvia Plath"}, {"item": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them. ", "owner": "Boris Pasternak"}, {"item": "Life is not a matter of holding good cards, but of playing a poor hand well.", "owner": "Robert Louis Stevenson"}, {"item": "The trouble is if you don’t spend your life yourself, other people spend it for you.", "owner": "Peter Shaffer, Five Finger Exercise"}, {"item": "If the real world were a book, it would never find a publisher. Overlong, detailed to the point of distraction-and ultimately, without a major resolution.", "owner": "Jasper Fforde, Something Rotten"}, {"item": "No matter how careful you are, there's going to be the sense you missed something, the collapsed feeling under your skin that you didn't experience it all. There's that fallen heart feeling that you rushed right through the moments where you should've been paying attention.Well, get used to that feeling. That's how your whole life will feel some day.This is all practice.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation.", "owner": "Yann Martel, Life of Pi"}, {"item": "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth.", "owner": "Khaled Hosseini, The Kite Runner"}, {"item": "They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!", "owner": "Dr. Seuss"}, {"item": "Luxury is not a necessity to me, but beautiful and good things are.", "owner": "Anaïs Nin"}, {"item": "You get what anybody gets - you get a lifetime.", "owner": "Neil Gaiman, Preludes & Nocturnes"}, {"item": "It is not the length of life, but the depth.", "owner": "Ralph Waldo Emerson"}, {"item": "Ordinary life is pretty complex stuff.", "owner": "Harvey Pekar"}, {"item": "The Bhagavad Gita--that ancient Indian Yogic text--says that it is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day, and I believe in miracles", "owner": "Audrey Hepburn"}, {"item": "Life seems sometimes like nothing more than a series of losses, from beginning to end. That's the given. How you respond to those losses, what you make of what's left, that's the part you have to make up as you go.", "owner": "Katharine Weber, The Music Lesson"}, {"item": "Sometimes the right thing feels all wrong until it is over and done with.", "owner": "Alice Hoffman, Practical Magic"}, {"item": "I sit beside the fire and think Of all that I have seenOf meadow flowers and butterfliesIn summers that have beenOf yellow leaves and gossamerIn autumns that there wereWith morning mist and silver sunAnd wind upon my hairI sit beside the fire and thinkOf how the world will beWhen winter comes without a spring That I shall ever seeFor still there are so many thingsThat I have never seenIn every wood in every springThere is a different greenI sit beside the fire and thinkOf people long agoAnd people that will see a worldThat I shall never knowBut all the while I sit and thinkOf times there were beforeI listen for returning feet And voices at the door", "owner": "J.R.R. Tolkien"}, {"item": "There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself.", "owner": "Lemony Snicket, Horseradish"}, {"item": "If you can't change your fate, change your attitude.", "owner": "Amy Tan"}], "pagination": {"size": 20, "total": 10, "current": 5}}