{"contents": [{"item": "I make love with a focus and intensity that most people reserve for sleep.", "owner": "Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91."}, {"item": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Very occasionally, if you pay really close attention, life doesn't suck.", "owner": "Joss Whedon"}, {"item": "What you stay focused on will grow.", "owner": "Roy T. Bennett"}, {"item": "Instead of focusing on how much you can accomplish, focus on how much you can absolutely love what you’re doing.", "owner": "Leo Babauta"}, {"item": "Everyone's time is limited. What matters most is to focus on what matters most.", "owner": "Roy T. Bennett"}, {"item": "Never focus on achieving your goals, focus on achieving the behaviors and beliefs that will help you achieve your goals", "owner": "Harrish Sairaman"}, {"item": "It is difficult to live in and enjoy the moment when you are thinking about the past or worrying about the future.", "owner": "Roy  Bennett"}, {"item": "Don't interpret anything too much. This is time waster number 1.", "owner": "Dee Dee Artner"}, {"item": "Ah yes, the head is full of books. The hard part is to force them down through the bloodstream and out through the fingers.", "owner": "Edward Abbey, Postcards from Ed: Dispatches and Salvos from an American Iconoclast"}, {"item": "Inspiration is the windfall from hard work and focus. Muses are too unreliable to keep on the payroll.", "owner": "Helen Hanson"}, {"item": "Where your attention lies is where your life thrives. Shift your focus if you're unsatisfied.", "owner": "Tyconis D. Allison Ty"}, {"item": "You only have to do a very few things right in your life so long as you don't do too many things wrong.", "owner": "Warren Buffett"}, {"item": "A lot of people don’t do well simply because they major in minor things.", "owner": "Jim Rohn"}, {"item": "Each one of us can aspire to be on TOP simply by keeping a strict focus on Time, Objectivity and Prioritising. As simple as that!", "owner": "Sandeep Sahajpal"}, {"item": "Whatever your passion is, keep doing it. Don't waste time chasing after success or comparing yourself to others. Stay focused on your passion and be consistent in your efforts. Eventually people will see what you are great at doing, and if you are truly great, success will come chasing after you. Remembered, Believe in yourself because your will is your most important asset.", "owner": "Jesus Apolinaris"}, {"item": "Focus on exploring your intrinsic strengths, so as not to loose out on the virtues of life.", "owner": "Sandeep Sahajpal"}, {"item": "When you focus on your focus, you will soon become the focus.", "owner": "Sesan Kareem"}, {"item": "If you aren't constantly focused on your goals, you can easily waste all of the time, energy and money you invest in pursuing them.", "owner": "Rob Liano"}, {"item": "I don't spend a lot of time asking \"WHY?\" Instead I focus on what I should do now or how I should react.\" (p.180)", "owner": "Jeff Dixon-The Key To The Kingdom"}], "pagination": {"size": 20, "total": 10, "current": 0}}