{"contents": [{"item": "People without hope not only don't write novels, but what is more to the point, they don't read them.", "owner": "Flannery O'Connor"}, {"item": "While the heart beats, hope lingers.", "owner": "Alison Croggon"}, {"item": "To this day, I can never shake the connection between this boy, Peeta Mellark, and the bread that gave me hope, and the dandelion that reminded me that I was not doomed.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "We carry within us the wonders we seek without us.", "owner": "Thomas Browne, Prose: \"Religio Medici\" , \"Hydriotaphia\" , \"Garden of Cyrus\" , \"Letter to a Friend\" , \"Christian Morals\" and Selections from Other Works"}, {"item": "Hope is a horrible thing, you know. I don't know who decided to package hope as a virtue because it's not. It's a plague. Hope is like walking around with a fishhook in your mouth and somebody just keeps pulling it and pulling it.", "owner": "Ann Patchett, State of Wonder"}, {"item": "The sooner you make a mistake and learn to live with it, the better. You're not responsible for everything. You can't control the way things end up.", "owner": "Courtney Summers, Cracked Up to Be"}, {"item": "You can't eat hope,' the woman said.You can't eat it, but it sustains you,' the colonel replied.", "owner": "Gabriel García Márquez, El coronel no tiene quien le escriba"}, {"item": "Tell me what’s the differencebetween hope and waitingbecause my heart doesn’t knowIt constantly cuts itself on the glass of waitingIt constantly gets lost in the fog of hope", "owner": "Anna Kamieńska"}, {"item": "Andy Dufresne: 'That's the beauty of music. They can't get that from you...haven't you ever felt that way about music?'Red: 'I played a mean harmonica as a younger man. Lost interest in it though. Didn't make much sense in here.'Andy: 'Here's where it makes the most sense. You need it so you don't forget.' Red: 'Forget?'Andy: 'Forget that...there are places in this world that aren't made out of stone. That there's something inside...that they can't get to, that they can't touch. That's yours.'Red: 'What're you talking about?'Andy: 'Hope.", "owner": "Stephen King, Different Seasons"}, {"item": "And worse I may be yet: the worst is notSo long as we can say 'This is the worst.", "owner": "William Shakespeare, King Lear"}, {"item": "Reader, do you think it is a terrible thing to hope when there is really no reason to hope at all? Or is it (as the soldier said about happiness) something that you might just as well do, since,in the end, it really makes no difference to anyone but you?", "owner": "Kate DiCamillo, The Tale of Despereaux"}, {"item": "To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope.", "owner": "Anne Carson, Eros the Bittersweet"}, {"item": "Hope is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.", "owner": "Václav Havel"}, {"item": "If you lose hope, somehow you lose the vitality that keeps moving, you lose that courage to be, that quality that helps you go on in spite of it all. And so today I still have a dream.", "owner": "Martin Luther King Jr."}, {"item": "...and that's when I get to wondering, what would happen if I told her she something good, ever day?", "owner": "Kathryn Stockett, The Help"}, {"item": "I inhale hope with every breath I take.", "owner": "Sharon Kay Penman, When Christ and His Saints Slept"}, {"item": "In the midst of winter, I find within me the invisible summer...", "owner": "Leo Tolstoy, The Kingdom of God Is Within You"}, {"item": "He'd do what he always did, find the sweet among the bitter.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "There is nothing more majestic than the determined courage of individuals willing to suffer and sacrifice for their freedom and dignity.", "owner": "Martin Luther King Jr., The Autobiography of Martin Luther King, Jr."}, {"item": "Sometimes my fancy gets to floating inside me, threatening to carry me away like a leaf on a wind. Better to be a stone.", "owner": "Shannon Hale, Book of a Thousand Days"}], "pagination": {"size": 20, "total": 10, "current": 6}}