{"contents": [{"item": "Fear can only grow in darkness. Once you face fear with light, you win.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "The devil is the reason for all the problems we have in the society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If there is a construction or a pathway in the spirit to be made, it is the way of godliness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "That is what you meant to me: a light that shone through the darkness.” (Your smile, p. 56)", "owner": "Chimnese Davids, Muses of Wandering Passions"}, {"item": "Our passion, even our insult, could be turned into a blessing.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Your voice could go to where your feet could not go.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If a person is not free, his right is restricted.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "As he walked, he felt the darkness behind him, following him. He swore he heard it whisper, “Run!", "owner": "Michael Chrobak, Foundations of Faith"}, {"item": "If Nigeria will change for the better, then we must take responsibility for the changes in Nigeria.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Positive change happens when darkness is exposed to light", "owner": "Paul Bradley Smith"}, {"item": "Illiteracy is the number one promoter of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is those that are insulted by injustice that will refuse to be silenced.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Ignorance is the deepest sin of dark doom.", "owner": "Lailah Gifty Akita"}, {"item": "The price of ignorance is usually a life of frustration and destruction.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Illiteracy is simply the inability to read and write.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Every evil we see in our society today can be traced back to ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Hold the flame of faith, it quench all doubt of darkness.", "owner": "Lailah Gifty Akita"}, {"item": "Jesus was never indifferent to the issues of the people in His day.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "God cannot help you in your ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "God loves justice and He desires mankind to love the same.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We have to lend our voice to Christ by speaking on His behalf.", "owner": "Sunday Adelaja"}, {"item": "Limitations in life are caused by ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is only through the darkness, we desire the light.", "owner": "Lailah Gifty Akita"}, {"item": "When you live in darkness, you live under the ruler-ship of the devil.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Everyone who fights always fight with a purpose in mind.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Poverty is a force that pulls down the head of the people.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is like we are having a harvest of destruction in our society due to ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "God is helpless in our area of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The Moon is the light of the night.", "owner": "Lailah Gifty Akita"}, {"item": "The oppressor will always despise their victims.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "There is no other force destroying us like ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Illiteracy breeds more ignorance than you can ever begin to imagine.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Serving others is one of the bases for you to have or to enjoy a fullness of purpose in life.", "owner": "Sunday Adelaja"}, {"item": "At the dawn of light, darkness disappears.", "owner": "Lailah Gifty Akita"}, {"item": "One of the main roots of ungodliness is being a lover of pleasure more than a lover of God.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You have to discover what makes you different in your society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Every individual has a role to play for the betterment of our nation.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If you stand firm in the light, you can never be diminish by the doom of darkness.", "owner": "Lailah Gifty Akita"}, {"item": "It is the people who cannot stand oppression that qualifies to fight today’s modern slavery.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The Lord is concerned about the poor receiving justice and that they are not neglected or cheated.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We have to confront ignorance in our nation.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The principle of godliness must be believed and embedded as the culture to live by.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "we must bringour own lightto thedarkness.", "owner": "Charles Bukowski"}, {"item": "When everybody contributes a change to what he or she notices, it is then we will change our world.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Fight against illiteracy.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Ignorance leads to low income.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A troubled soul is a troubled life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "No one but Night, with tears on her dark face, watches beside me in this windy place.", "owner": "Edna St. Vincent Millay"}, {"item": "There is always a great price to pay for irresponsibility.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Oppression has been in existence as long as man himself has been in existence.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When you see injustice among the nations, you will find out that the root cause is covetousness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The price of ignorance is way more than the price we would have paid to acquire knowledge.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We can choose to live under the rulership of God or under the rulership of the devil.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "There is an innate and strong desire in every human being to be heard.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Ungodliness has always declared war on godliness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When darkness is at its darkest, a star shines the brightest.", "owner": "Louise Philippe"}, {"item": "I envy people that know love. That have someone who takes them as they are.", "owner": "Jess C. Scott, The Devilin Fey"}, {"item": "As soon as you approach the light, the darkness shall fade.", "owner": "Lailah Gifty Akita"}, {"item": "Find out what you need to do to express your importance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When we begin to shine, the darkness of ignorance will disappear from our society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Whoever doubt is in state of delusion.", "owner": "Lailah Gifty Akita"}, {"item": "Believe that your life is not ordinary and never look down on what you can do to impact a life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The devil has no power over us except in our area of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A life that is actually lived is one that is with significance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "As a result of this greed for power, the poor is not only silenced but also oppressed.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Darkness is subject to light, and can never manifest itself in the presence of light.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is our responsibility to enlighten our people.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When my worldwas nothing but darknessI set my soul on fire.", "owner": "Liz  Newman, Hope Between Heartbeats"}, {"item": "Poverty is possible in every society because someone refused to speak out.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If the weeds are removed and there is nothing planted, it is the weeds that will keep growing.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Never misuse your God-given opportunities, it may be the path to fulfilling your destiny.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Light generates life and causes it to grow.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It takes you to bring the hidden wonders into light. Decide to make it happen.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "There is no one that cannot make an impact in this world.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Life isn't just about darkness or light, rather it's about finding light within the darkness.", "owner": "Landon Parham, First Night of Summer"}, {"item": "When we neglect knowledge, we have indirectly rejected light.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Where does your soul walk? Does it walk in the sunlit woods or hide in the shadowy forest?", "owner": "Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern"}, {"item": "Eradicating ignorance through the establishment of information centers.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Your right in a civilized society is to have freedom.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When there is no personal responsibility in any society, there cannot be a responsible government.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When you live in light, you live under God’s rulership.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You can become a shining light for others.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If we really want to represent God in our day and time, we must embrace knowledge.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We have to make it a personal responsibility to eradicate ignorance from our society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is an insult to live in the fear of darkness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "All I know is a door into the dark", "owner": "Seamus Heaney"}, {"item": "The only area of strength for Satan’s rulership is in our area of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The philosophy of a person speaks of what dictates or governs how and what someone believes.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is the people that are angry at the status quo that makes a decision to bring change.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Let’s stop glorifying the devil, giving him power that he does not deserve or have.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}], "common_tag": "darkness,", "updatedAt": "2023-05-26 21:16:05"}