{"contents": [{"item": "An expensive coffin does not decrease the deceased’s chances of going to hell.", "owner": "Mokokoma Mokhonoana"}, {"item": "Each of us is a unique strand in the intricate web of life and here to make a contribution.", "owner": "Deepak Chopra"}, {"item": "When regret and shame fades away, beauty will be in your heart to forever stay.", "owner": "Imania Margria"}, {"item": "But there was no time to rest on my laurels.", "owner": "Talal Abu-Ghazaleh, Blankets become Jackets"}, {"item": "One can not come back from life.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "The greatest adventure is to have no fear for the blaze that lies ahead.", "owner": "Robert M. Drake"}, {"item": "Women strive to be the change they want to see in the mirror.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "I love with love, so that we all may love.\" ~ Amunhotep El Bey", "owner": "Amunhotep El Bey, The Quotations Book of life and Death"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Fashion is a language that creates itself in clothes to interpret reality.", "owner": "Karl Lagerfeld"}, {"item": "Will you love me enough?", "owner": "Ana Monnar"}, {"item": "Those who fail to think, will shrink, sink and stink.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "Nerd life is just so much better than regular life.", "owner": "John Green"}, {"item": "Redheads. We’re a Limited Edition of Fascination. A Unique & Rare Blend of Awesomeness.", "owner": "Stephanie Lahart"}, {"item": "Art is an imagination, crafted over innocent dreams and vibrant integrity.", "owner": "Basu Singh"}, {"item": "Maybe love was meant to save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "Making love with strangers is how you get hurt.", "owner": "Dominic Riccitello"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "I wonderif you ever read my poemsand wish they were writtenfor you.", "owner": "Kamand Kojouri"}, {"item": "He was both everything I could ever want…And nothing I could ever have…", "owner": "Ranata Suzuki"}, {"item": "I'm concerned about myself, but I'm less concerned about 'only myself'.", "owner": "Mohith Agadi"}, {"item": "Sometimes the most beautiful people are beautifully broken.", "owner": "Robert M. Drake"}, {"item": "Good and Bad are like God and Devil. It's up to you, who do you want to summon.", "owner": "Mohith Agadi"}, {"item": "The only path wide enough for us all is love.", "owner": "Kamand Kojouri"}, {"item": "LOVE is, can, and will.", "owner": "Stephanie Lahart"}, {"item": "Some people would regard people who look like they do as ugly if they did not look like them.", "owner": "Mokokoma Mokhonoana"}, {"item": "No love is lost; unless we try, to make it last forever.", "owner": "Seekerohan, Caged: The Price of Pride"}, {"item": "The best kind of humans are the ones who stay.", "owner": "Robert M. Drake"}, {"item": "Keep your heads up! We are sinking!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Grace me dijo eso de que los abogados no saben de amor, menos uno de divorcios.", "owner": "Isa Quintin, LadyKiller"}, {"item": "For years I've been searching for a homeland, finally I found it in you..", "owner": "Seja Majeed, The Forgotten Tale of Larsa"}, {"item": "Be not afraid of going slowly, be afraid only of standing still.", "owner": "Chinese Proverb"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "I raised you so high that every other man on earth is now doomed to live in your shadow.", "owner": "Ranata Suzuki"}, {"item": "Your smile and your laughter lit my whole world.", "owner": "Ranata Suzuki"}, {"item": "Some writers write to forget. Some forget to write.", "owner": "Mokokoma Mokhonoana"}, {"item": "Suddenly I remembered that laugh, it told a different story, our story.", "owner": "Robert M. Drake"}, {"item": "They always come back, but we don’t always answer.", "owner": "Dominic Riccitello"}, {"item": "The power of intuitive understanding will protect you from harm until the end of your days.", "owner": "Lao Tzu"}, {"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "I am a world of uncertainties disguised as a girl.", "owner": "Nicole  Lyons"}, {"item": "Feminism is not a one size fits all kinda thing but anyone can wear it.", "owner": "Jess"}, {"item": "I would have followed you to hell and back... if only you'd lead me back.", "owner": "Ranata Suzuki"}, {"item": "Do not give your haters the gratification, It means you will never let yourself down.", "owner": "Mohith Agadi"}, {"item": "Being divorced does not necessarily make one’s advice on marriage useless … or useful.", "owner": "Mokokoma Mokhonoana"}, {"item": "A wise person is the one who knows what he knows and what he does not know.", "owner": "Mohith Agadi"}, {"item": "Though it’s reasons to burn may vary... you are always the fuel of my fire.", "owner": "Ranata Suzuki"}, {"item": "The purpose of life is the expansion of happiness.", "owner": "Deepak Chopra"}, {"item": "Luxury is the ease of a t-shirt in a very expensive dress.", "owner": "Karl Lagerfeld"}, {"item": "Speed doesn't matter, Concentration matters.", "owner": "Rana Suhaib"}, {"item": "No matter how weird we all are, were still human.", "owner": "Mekiah Johnson"}, {"item": "Some people will hate you for not loving them.", "owner": "Mokokoma Mokhonoana"}, {"item": "Her silence should be feared more than her words.", "owner": "Piper Payne"}, {"item": "You will meet great beings when you come out of the well and see the world.", "owner": "Mohith Agadi"}, {"item": "Slowly, with many lost days, I come back to life.", "owner": "Suzanne Collins, Mockingjay"}, {"item": "We seldom learn much from someone with whom we agree.", "owner": "Mokokoma Mokhonoana"}, {"item": "At some point your candle will go out, so make use of the light.", "owner": "Shaun Hick"}, {"item": "Keep trying?I'd rather keep walking. I mean, whisky is whisky", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "She is Black Girl Excellence. She is Me.", "owner": "Stephanie Lahart"}, {"item": "By drinking, a boy acts like a man. After drinking, many a man acts like a boy.", "owner": "Mokokoma Mokhonoana"}, {"item": "Doing our best and doing it better everyday will help us lead our lives with peace of mind.", "owner": "Mohith Agadi"}, {"item": "She had the best kind of courage, or maybe the worst kind, the kind that gets you into trouble.", "owner": "Alistair MacLean, Fear is the Key"}, {"item": "Through synergy of intellect, artistry and grace came into existence the blessing of a dancer.", "owner": "Shah Asad Rizvi"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Think twice before you try to convince someone by killing the truth.", "owner": "Mohith Agadi"}, {"item": "I’m a Black woman. Empowered, powerful, and greatness.", "owner": "Stephanie Lahart"}, {"item": "Don't expect anything from anyone unless you are prepared to accept denial.", "owner": "Mohith Agadi"}, {"item": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.", "owner": "Robert M. Drake"}, {"item": "If you want the best the world has to offer, offer the world your best.", "owner": "Neale Donald Walsch"}, {"item": "Though I never really had you….… to me you will always be the one that got away.", "owner": "Ranata Suzuki"}, {"item": "If you want romance, fuck a journalist.", "owner": "W.H. Auden, Acting Up"}, {"item": "Black Moms create magic, so that makes me magical.", "owner": "Stephanie Lahart"}, {"item": "I am Stephanie Lahart! An intelligent, empowered, and confident Black Queen. Purposely Fearless!", "owner": "Stephanie Lahart"}, {"item": "I had always wanted to hear those words.I had always wanted to be your girl.", "owner": "Ranata Suzuki"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "They say “Follow your heart”….…. But I can’t follow you where you’re going…", "owner": "Ranata Suzuki"}, {"item": "The average adult has had sex innumerable times more than they have formed an opinion of their own.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "What you choose also chooses you.", "owner": "Kamand Kojouri"}, {"item": "You can get addicted to trouble if you're not careful.", "owner": "Alice Hoffman, Turtle Moon"}, {"item": "Oh yes! I have couple-goals too. I love to couple myself with- Books, Coffee and Mountains.", "owner": "Jasleen Kaur Gumber"}, {"item": "I’m Power Because LOVE is Power.", "owner": "Stephanie Lahart"}, {"item": "It is the deepest of wrongs I am driven to write…. And losing you was one of them.", "owner": "Ranata Suzuki"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "Beware the person who won't be bothered with details.", "owner": "William Feather"}, {"item": "Your belief is the operating system on which your life runs.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "Nothing is expensive when you promise.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "If you have to choose between any two, first choose time to think.", "owner": "Mohith Agadi"}, {"item": "I don’t think you ever really understood….…. All the love I had in the world went to you.", "owner": "Ranata Suzuki"}, {"item": "One of the main functions of a push-up bra is to lower the number of mothers who seem like mothers.", "owner": "Mokokoma Mokhonoana"}], "common_tag": "quote,", "updatedAt": "2023-05-26 21:16:05"}