{"contents": [{"item": "It is a damn poor mind that can think of only one way to spell a word.", "owner": "Andrew  Jackson"}, {"item": "I’m giving pleasure to you. Don’t interfere.", "owner": "Olga Goa"}, {"item": "In the end, everything is a gag.", "owner": "Charlie Chaplin"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "Two farewell gifts,\" Sadie muttered, \"from two gorgeous guys. I hate my life.", "owner": "Rick Riordan, The Throne of Fire"}, {"item": "Today was good. Today was fun. Tomorrow is another one.", "owner": "Dr. Seuss"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "I like to see the glass as half full, hopefully of jack daniels.", "owner": "Darynda Jones, First Grave on the Right"}, {"item": "An eye for an eye my friend.", "owner": "Tsugumi Ohba"}, {"item": "I won't sugarcoat shit. You're tiptoeing on the line between batshit crazy and sane.", "owner": "Toni Aleo, Overtime"}, {"item": "For someone who'e smarter than a supercomputer, sometimes you're a real idiot.", "owner": "Gordon Korman, One False Note"}, {"item": "I have only made this letter longer because I have not had the time to make it shorter.\", 1657)", "owner": "Blaise Pascal, The Provincial Letters"}, {"item": "I had a dream about you last night... you were there.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "...disbelief in magic can force a poor soul into believing in government and business....", "owner": "Tom Robbins, Even Cowgirls Get the Blues"}, {"item": "We're on a planet, relax!", "owner": "Benny Bellamacina, Piddly Poems for Children, v.2"}, {"item": "That isn't writing at all, it's typing.", "owner": "Truman Capote"}, {"item": "Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.", "owner": "Eoin Colfer, Artemis Fowl"}, {"item": "You have more issues than Reader's Digest.", "owner": "Rebecca McNutt, Mandy and Alecto: The Collected Smog City Book Series"}, {"item": "Enjoy every ounce of your life, get high and be sincere to anybody that comes around you.", "owner": "Salman Aditya, High in School"}, {"item": "Where have all the Fembots gone?", "owner": "Ren Garcia"}, {"item": "It's all life is. Just going 'round kissing people.", "owner": "F. Scott Fitzgerald, Gatsby Girls"}, {"item": "The problem with a life spent reading is you know too much.", "owner": "Josh Lanyon, The Dickens with Love"}, {"item": "Will you walk into my parlour?\" said the Spider to the Fly", "owner": "Mary Howitt, The Spider and the Fly"}, {"item": "Don't leave it all unsaid,somewhere in the wasteland of your head.", "owner": "Morrissey"}, {"item": "I don't like it when I outweigh my men.", "owner": "Patricia Briggs, Moon Called"}, {"item": "If you think this Universe is bad, you should see some of the others.", "owner": "Philip K. Dick"}, {"item": "My patria vera or true fatherland is the place that enriches my soul.", "owner": "Janvier Chando, The Union Moujik"}, {"item": "We're actors — we're the opposite of people!", "owner": "Tom Stoppard, Rosencrantz and Guildenstern Are Dead"}, {"item": "Dance like it hurts. Love like you need money. Work when people are watching. -- Dogbert's Motto", "owner": "Scott Adams"}, {"item": "If possible, try to avoid pushing each other over the edge, as that would cause me extra paperwork.", "owner": "Rick Riordan, The Lost Hero"}, {"item": "Why couldn't you turn into a fireball when we were on the same team!", "owner": "Pittacus Lore, The Rise of Nine"}, {"item": "Hearing nuns' confessions is like being stoned to death with popcorn.", "owner": "Fulton J. Sheen"}, {"item": "Centuries had passed since the dawn of science, yet men offer riches in the name of God.", "owner": "Vinod Varghese Antony"}, {"item": "One can never have enough socks", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "I don't mind foreigners. God save the queen!\" he squeaked and ran.", "owner": "Jeaniene Frost, Halfway to the Grave"}, {"item": "Gussie, a glutton for punishment, stared at himself in the mirror.", "owner": "P.G. Wodehouse, Right Ho, Jeeves"}, {"item": "It is still cheating, even if nobody comes.", "owner": "Mokokoma Mokhonoana"}, {"item": "I'm not looking for the perfect man. I'm looking for the man whose imperfections I can put up with.", "owner": "Devon Ashley"}, {"item": "Adrian was easily distractible by wacky topics and shiny objects.", "owner": "Richelle Mead, The Golden Lily"}, {"item": "Expired condoms are like nuclear waste: there's nothing sensible you can do with it.", "owner": "Andrew Smith"}, {"item": "Hell's bells, irony blows.", "owner": "Jim Butcher, Blood Rites"}, {"item": "I have to return some videotapes", "owner": "Bret Easton Ellis, American Psycho"}, {"item": "My love is meatloaf flavored. I just wish my meatloaf was also meatloaf flavored.", "owner": "Dora J. Arod, Love quotes for the ages. And the ageless sages."}, {"item": "Any customer can have a car painted any colour that he wants so long as it is black.", "owner": "Henry Ford"}, {"item": "If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.", "owner": "Isaac Asimov"}, {"item": "Raise a smile and lower stress", "owner": "Benny Bellamacina"}, {"item": "I never feel unsafe except for when the majority is on my side.", "owner": "Criss Jami, Healology"}, {"item": "I shouldn't believe anything I say, if I were you-and that includes what I just told you.", "owner": "Jasper Fforde, The Eyre Affair"}, {"item": "What I know definitively about life at this age … is absolutely nothing.", "owner": "James Qualls, A Gathering of Dreams"}, {"item": "What is your advice to young writers?” “Drink, fuck and smoke plenty of cigarettes.", "owner": "Charles Bukowski, Hot Water Music"}, {"item": "Why it's simply impassible!Alice: Why, don't you mean impossible? Nothing's impossible!", "owner": "Lewis Carroll, Alice's Adventures in Wonderland & Through the Looking-Glass"}, {"item": "When life's got you down, keep your head up... you can't see the ground anyway", "owner": "Nicole  Rae"}, {"item": "Some things are fairly obvious when it's a seven-foot skeleton with a scythe telling you them", "owner": "Terry Pratchett, Hogfather"}, {"item": "I had learned that you should always shout louder than your aggressor.", "owner": "Marjane Satrapi, Persepolis: The Story of a Childhood"}, {"item": "Tarzan-like men are my weakness, apparently.", "owner": "Colleen Houck, Tiger's Quest"}, {"item": "My shoulder will never be the same. I expect you to nurse me back to health.", "owner": "Cassandra Clare, City of Bones"}, {"item": "Ask me no questions, and I'll tell you no fibs.", "owner": "Oliver Goldsmith, She Stoops to Conquer"}, {"item": "Often it does seem such a pity that Noah and his party did not miss the boat.", "owner": "Mark Twain, Christian Science"}, {"item": "Staring is half the victory in love.", "owner": "R.K. Narayan, The Bachelor of Arts"}, {"item": "Are you suggesting coconuts migrate?", "owner": "Graham Chapman, Monty Python and the Holy Grail (Book): Mønti Pythøn Ik Den Hølie Gräilen"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Here's a rule I recommend: Never practice two vices at once.", "owner": "Tallulah Bankhead"}, {"item": "If those at your top are weak, your bottom will be rotten", "owner": "Benny Bellamacina, The King of Rhyme"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "Someday is not a day of the week.", "owner": "Janet Dailey"}, {"item": "I believe more in the scissors than I do in the pencil.", "owner": "Truman Capote"}, {"item": "God, come down, if you're really there -Well, you're the one who claims to care!", "owner": "Morrissey"}, {"item": "Time is an illusion. Lunchtime doubly so.", "owner": "Douglas Adams, The Hitchhiker's Guide to the Galaxy"}, {"item": "The harder you search the more troubled you become.", "owner": "Compton Gage"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "I have the simplest tastes. I am always satisfied with the best.", "owner": "Oscar Wilde"}, {"item": "The trouble with being in the rat race is that even if you win, you're still a rat.", "owner": "Lily Tomlin"}, {"item": "I refuse to answer that question on the grounds that I don't know the answer", "owner": "Douglas Adams"}, {"item": "Let's be reasonable and add an eighth day to the week that is devoted exclusively to reading.", "owner": "Lena Dunham"}, {"item": "Don't explain computers to laymen. Simpler to explain sex to a virgin.", "owner": "Robert A. Heinlein, The Moon is a Harsh Mistress"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "The trouble with being a god is that you've got no one to pray to.", "owner": "Terry Pratchett, Small Gods"}, {"item": "If you're trapped in the dream of the Other, you're fucked.", "owner": "Gilles Deleuze"}, {"item": "I swear I won't touch you even with a finger until you ask me yourself.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "One can hardly do anything productive when one knows there is cake in the fridge.", "owner": "Joyce Rachelle"}, {"item": "I'm convinced that Theoretical Physicist is just another way of saying BS Artist.", "owner": "J.C. Cassels"}, {"item": "It is harder to crack prejudice than an atom.", "owner": "Albert Einstein"}, {"item": "I had the right to remain silent... but I didn't have the ability.", "owner": "Ron White"}, {"item": "Observation: I can’t see a thing.Conclusion: Dinosaurs.", "owner": "Carl Sagan"}, {"item": "I said hello to the poodle.", "owner": "Rick Riordan, The Lightning Thief"}, {"item": "I stayed up all night playing poker with tarot cards. I got a full house and four people died.", "owner": "Steven Wright"}, {"item": "A diary with no drawings of me in it? Where are the torrid fantasies? The romance covers?", "owner": "Cassandra Clare, City of Bones"}, {"item": "I had liked him for all the wrong reasons.", "owner": "Wendelin Van Draanen, Flipped"}, {"item": "Ack!\" I said.Fearless master of the witty dialogue, that's me.", "owner": "Jim Butcher, Changes"}, {"item": "Scientists need to invent a way to make DNA work like in cartoons.", "owner": "Ryan North"}], "common_tag": "humor,", "updatedAt": "2023-05-26 21:16:05"}