{"contents": [{"item": "The difference between failure and survival is that coping skill you used in between the struggles.", "owner": "Ymatruz, The Coffee Cries Foul"}, {"item": "Defeat is not the worst of failures. Not to have tried is the true failure.", "owner": "George E. Woodberry"}, {"item": "Success is simply the wisdom born out of so called failures", "owner": "Rasheed Ogunlaru"}, {"item": "The only pathway to your destruction is your ignorance.", "owner": "Auliq-Ice"}, {"item": "We let life down: it doesn't let us down.", "owner": "Marty Rubin"}, {"item": "Have no fear of perfection - you'll never reach it.", "owner": "Salvador Dalí"}, {"item": "Aim for the stars. You will sooner reach the moon.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Never let success get to your head and never let failure get to your heart.", "owner": "Ziad K. Abdelnour"}, {"item": "Doubt kills more dreams than failure ever will.", "owner": "Suzy Kassem"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Failure is a fundamental piece of success.", "owner": "Ben Tolosa, Masterplan Your Success"}, {"item": "Her failure was a useful preliminary to success.", "owner": "Edith Wharton, The Custom of the Country"}, {"item": "As long as we consider failure as an option, success is not going to be the only one choice.", "owner": "Ahmed Alibage"}, {"item": "When we fail, our pride supports us, and when we succeed it betrays us.", "owner": "Charles Colton"}, {"item": "I have not failed. I've just found 10,000 ways that won't work.", "owner": "Thomas A. Edison"}, {"item": "So what motivates you more? The fear of failure or the fantastic feeling of achieving your dreams?", "owner": "Farshad Asl, The \"No Excuses\" Mindset: A Life of Purpose, Passion, and Clarity"}, {"item": "Fear kills dreams more than failure", "owner": "Idowu Ayodeji"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "I will never give up on my dreams. I have the patient to wait and work hard for its fulfillment.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Failure is the secret to success because doing it wrong is apart of doing it right.", "owner": "Alicia A. Jennings"}, {"item": "Each day wake up and ask yourself what will make you feel most alive that day.", "owner": "Jaymin Shah"}, {"item": "I'll look to the crossAs my failure is lostIn the light ofYour glorious grace", "owner": "Hillsong"}, {"item": "I never fail. It's just that the people around me succeed more than I.", "owner": "Carroll Bryant"}, {"item": "CHALLENGES ACT AS A MIRROR TO OUR WEAKEST PARTS.", "owner": "Auliq-Ice"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "The futility of action does not absolve one from the failure to act. -", "owner": "Janette Turner Hospital, The Last Magician"}, {"item": "Failure gives you the experience and the wisdom to be a success in the future.", "owner": "Debasish Mridha"}, {"item": "For some unknown reason, success usually occurs in private, while failure occurs infull view.", "owner": "Jill Shalvis, The Sweetest Thing"}, {"item": "Crises is the code that can open the gene of success for some.", "owner": "Auliq-Ice"}, {"item": "Fame and fortune await the few with the faith to fall forward despite frustrating failures.", "owner": "Orrin Woodward"}, {"item": "if you gone come in second, you're just the first loser!", "owner": "Tiger Woods"}, {"item": "There is a sacred cost for everything.", "owner": "Lailah Gifty Akita"}, {"item": "Success is end result of many combats.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "A man who fails well is greater than one who succeeds badly.", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "In tears, we labour for what we want.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "After failure, You must resolve to do whatever the object of your resolution is.", "owner": "Auliq-Ice"}, {"item": "Our trials are our greatest teachers, mentors and benefactors.", "owner": "Auliq-Ice"}, {"item": "Learning starts with single word \"WHY\".", "owner": "saadshah"}, {"item": "Surrender is not an option, keep trying is the answer.", "owner": "Auliq-Ice"}, {"item": "The Brain Size of People who see Big Dreams, is same as of Yours.", "owner": "Vineet Raj Kapoor"}, {"item": "With God, the fear of failure is slain cold by success that is already hot on the way.", "owner": "Craig D. Lounsbrough"}, {"item": "Fail early, fail often.", "owner": "Tarun Sharma"}, {"item": "Success is most often achieved by those who don't know that failure is inevitable.", "owner": "Coco Chanel, Believing in Ourselves: The Wisdom of Women"}, {"item": "Failure or success do not happen by accident, they are the compound interest of action or inaction.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "May be its mine bad-luck Or yours not to get me But I still have hope Of being yours", "owner": "Hasil Paudyal, Blended Words"}, {"item": "Never feel shame for trying and failing for he who has never failed is he who has never tried.", "owner": "Og Mandino, The Greatest Salesman in the World"}, {"item": "Let your dreams keep you hopeful!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "CHALLENGES MAKE US RISE TO THE OCASSION.", "owner": "Auliq-Ice"}, {"item": "There is no failure except in no longer trying.", "owner": "Elbert Hubbard"}, {"item": "The sum of our greatness lies not in asking“what do I want to do?” but rather “who do I want to be?", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "To fail is to not try at all.", "owner": "Peprah Boasiako"}, {"item": "That failure serves a purpose!", "owner": "Ogwo David Emenike, The Fortune in Failing: Decoding the Message of Failure"}, {"item": "Pain is temporary. Quitting lasts forever.", "owner": "Lance Armstrong, Every Second Counts"}, {"item": "Don’t let people’s negative perspectives impact yours", "owner": "Mayur Ramgir, Unbarred Innovation: A Pathway to Greatest Discoveries"}, {"item": "You're not defeated when you lose a battle.You are defeated when you give up the struggle", "owner": "Mouloud Benzadi"}, {"item": "Failure should be archived in head, not heart.", "owner": "Jasleen Kaur Gumber"}, {"item": "Failures make character, not success.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Failure is when you stop trying to do something.So, if you want to succeed.Don't stop trying.", "owner": "Anthony T. Hincks"}, {"item": "Failure is the condiment that gives success its flavor.", "owner": "Truman Capote"}, {"item": "Today it is cheaper to start a business than tomorrow.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Failure is only a temporary fall. You must rise up any time you fall.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Those who are acquainted with failure acquire the unique ability to dare without fear of it.", "owner": "Joyce Rachelle"}, {"item": "If you fall, dare to rise up again.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The will to rise when you fall is fortitude to success.", "owner": "Lailah Gifty Akita"}, {"item": "See your hard times through the spectacles of your experiences. They, too, shall pass away.", "owner": "Ogwo David Emenike"}, {"item": "Once your fairytale gets shattered multiple times, life will finally paint reality in its place.", "owner": "VaeEshia Ratcliff-Davis"}, {"item": "There is no lateness in life. Begin to pursue your dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The more risk you can take upfront in life, the better off you will be later.", "owner": "Tarun Sharma"}, {"item": "Failure is a greater teacher than success", "owner": "Clarissa Pinkola Estés, Women Who Run With the Wolves: Myths and Stories of the Wild Woman Archetype"}, {"item": "If everything is possible, then it is also possible that something is impossible.", "owner": "Auliq Ice"}, {"item": "Never give up just because you failed initially", "owner": "Sunday Adelaja"}, {"item": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "owner": "Winston S. Churchill"}, {"item": "I'd rather be a failure in something that I love than a success in something that I hate.", "owner": "George Burns"}, {"item": "Nothing makes a person desire improvement like failure", "owner": "Christopher Stocking"}, {"item": "The way to screw up somebody's life is to give them what they want.", "owner": "Patrick Swayze"}, {"item": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "owner": "Roy T. Bennett"}, {"item": "Rock bottom became the solid foundation on which I rebuilt my life.", "owner": "J.K. Rowling"}, {"item": "Never allow your limitations to tie you down for failure to whip.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Failure, loss and defeat are just mile markers on the road to success.", "owner": "Jeffrey Fry"}, {"item": "Fail soon so that you can succeed sooner.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The world screams, ‘Stay down, it’s safer.’ My soul screams, ‘So is being dead.", "owner": "Craig D. Lounsbrough"}, {"item": "In times of failure you are alone. But success brings many friends.", "owner": "Lailah Gifty Akita"}, {"item": "The best-laid plans can fail for the lack of proper execution.", "owner": "Anurag Shourie, Half A Shadow"}, {"item": "Try again. Fail again. Fail better.", "owner": "Samuel Beckett"}, {"item": "Success without fulfillment is failure", "owner": "Tony Robbins"}, {"item": "Dare to dream big. Never fear to fail. Take actions with love.", "owner": "Debasish Mridha"}, {"item": "You must endure willingly for the fulfillment dreams", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}], "common_tag": "failure,", "updatedAt": "2023-05-26 21:16:05"}