{"contents": [{"item": "I love to read for my pleasure.", "owner": "Lailah Gifty Akita"}, {"item": "Two there are, who are never satisfied; The lover of the world and the lover of Knowledge.", "owner": "Jalaluddin Rumi"}, {"item": "The courage to ask question is a daring act.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Simplicity saves strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The less he understands something, the more firmly he believes in it.", "owner": "Wilhelm Reich, Listen, Little Man!"}, {"item": "Employees are usually motivated to stay or leave due to their managers.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Don't just become a monument of information, rather a solace of knowledge refuge.", "owner": "Unarine Ramaru"}, {"item": "When everybody contributes a change to what he or she notices, it is then we will change our world.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If Nigeria will change for the better, then we must take responsibility for the changes in Nigeria.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Ignorance leads to economic failures.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We love our mother because she cares and also because she cooks.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "With discipline, you can lose weight, you can excel in work, you can win the war.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Knowledge makes you powerful and proud wisdom makes you simple and humble. ", "owner": "Debasish Mridha"}, {"item": "A team succeeds where an individual fails.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "When there is no personal responsibility in any society, there cannot be a responsible government.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "There is nothing morally wrong with buying stolen goods, unless you know that they were stolen.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "Knowing was a temptation. What you don't know won't tempt you.", "owner": "Margaret Atwood, The Handmaid's Tale"}, {"item": "As a result of this greed for power, the poor is not only silenced but also oppressed.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If we seek the knowledge God, all other knowledge will be given to us.", "owner": "Lailah Gifty Akita"}, {"item": "Only knowledge and truth may result in freedom of mind.", "owner": "Eraldo Banovac"}, {"item": "When knowledge is put into practice, then through your experience of it, it becomes your insight.", "owner": "Farshad Asl, The \"No Excuses\" Mindset: A Life of Purpose, Passion, and Clarity"}, {"item": "Every one of us must learn how to make our time productive.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Trekking means a travelling experience with a thrilling excitement.", "owner": "Amit Kalantri"}, {"item": "If you seek first God's Kingdom, shall find the key to knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "originality and a feeling of one's own dignity are achieved only through work and struggle.", "owner": "Fyodor Dostoyevsky"}, {"item": "Whatever your passion, make sure you hold unto a philosophy that is bigger and greater than you.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Knowledge is the ultimate key to open the door to freedom.", "owner": "Debasish Mridha"}, {"item": "Anything which you have in profusion is poison", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Darkness is subject to light, and can never manifest itself in the presence of light.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The Lord is concerned about the poor receiving justice and that they are not neglected or cheated.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "Anger gets you into trouble, ego keeps you in trouble.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Music shouldn't be just a tune, it should be a touch.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Truth be the knowledge of love.", "owner": "R.W. Erskine"}, {"item": "The price of ignorance is way more than the price we would have paid to acquire knowledge.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Improvements enable adapting to new situations.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "The promise of power wasn't enough, he thought. So now she tempts me with knowledge.", "owner": "Anthony  Ryan, Blood Song"}, {"item": "Foreign to knowledge, mystery to senses, alien to emotion: LOVE.", "owner": "Gabriella Jording"}, {"item": "The truth is precious commodity, not everyone will possess her.", "owner": "TemitOpe Ibrahim"}, {"item": "It is better to be informed than to be ignorant.", "owner": "Lailah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "It's like killing each other is the only thing we know how to do.", "owner": "Faith Erin Hicks, The Stone Heart"}, {"item": "Knowledge is only a rumor until it is in the muscle.", "owner": "Papua New Guinea Proverb"}, {"item": "If there is knowledge we shall seek, we must search for the excellent knowledge of Christ Jesus.", "owner": "Lailah Gifty Akita"}, {"item": "A voice of one insulted by injustice will make others to be delivered from the same injustice.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "True beauty is measured by the number of pearls within you, not those around your neck.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "If we seek the excellent knowledge of Christ Jesus, we shall be filled with fullness of God.", "owner": "Lailah Gifty Akita"}, {"item": "In the pursuit of wholeness, there will surely be challenges but you need to keep going.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The secret of happiness is love and secret of love is nonjudgmental care.", "owner": "Debasish Mridha"}, {"item": "True liberty comes from education, knowledge, and wisdom.", "owner": "Debasish Mridha"}, {"item": "Learn more about the character traits you have and those you want to develop", "owner": "Sunday Adelaja"}, {"item": "Intelligence is not knowledge, but it is a state of mind.", "owner": "Debasish Mridha"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "Respect cannot be inherited, respect is the result of right actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Wisdom is available free of charge, but one has to give away somethings to acquire it!", "owner": "Amit  Chatterjee"}, {"item": "Let someone else be the most powerful country, make ours the most peaceful country.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The one who love power becomes dictator and one who admires power becomes slave.", "owner": "Amit Kalantri"}, {"item": "God’s church need to declare war against ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You must learn everything that will help you achieve your goals", "owner": "Sunday Adelaja"}, {"item": "A leader must be taught or made to know the importance of justice for the people.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A loving heart is the beginning of all knowledge.", "owner": "Thomas Carlyle"}, {"item": "In your name, the family name is at last because it's the family name that lasts.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", "owner": "Friedrich Nietzsche"}, {"item": "Let the love of the moon kiss you good night, let the morning sun wake you up with loving light.", "owner": "Debasish Mridha"}, {"item": "You need to know your destiny", "owner": "Sunday Adelaja"}, {"item": "You need to discover something that will impact humanity.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Habit is the intersection of knowledge (what to do), skill (how to do), and desire (want to do).", "owner": "Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change"}, {"item": "Leaders rule hearts, not people.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "The more we know, the more we grief.", "owner": "Lailah Gifty Akita"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "With the wings of knowledge, it is easier to fly toward the blue sky of wisdom.", "owner": "Debasish Mridha"}, {"item": "A satisfied customer brings more customers.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "A world in the hand is worth two in the bush.", "owner": "Ralph Waldo Emerson, Representative Men: Seven Lectures"}, {"item": "In the pursuit of knowledge, we know God, the source of knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Light always overshadows and out powers darkness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "If your thirst for knowledge is strong enough, you will find the waters to satisfy it.", "owner": "Debasish Mridha"}, {"item": "God cannot help you in your ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Knowledge as such can never be worthless.", "owner": "Eraldo Banovac"}, {"item": "Very frequently we only dream and do so because we do not know how to go from a dream to fulfilment", "owner": "Sunday Adelaja"}, {"item": "Reading is a sacred-paradise.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "No tricks, no tools, but talent makes a task truly top class.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The smell of the sweat is not sweet, but the fruit of the sweat is very sweet.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Cowards say it can't be done, critics say it shouldn't have been done, creator say well done.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "There is a commanded blessing on anyone that values, esteems and stands for justice in society.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Your mission or purpose is like a magnet that keeps you moving is a well established direction", "owner": "Doris P. Johnson"}, {"item": "Uniform of a soldier and uniform of a student both are equally needed for the nation.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Dare to seek answers to your questions.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}], "common_tag": "knowledge,", "updatedAt": "2023-05-26 21:16:05"}