{"contents": [{"item": "Imagination is evidence of the divine, and the divine is the imagination of evidence.", "owner": "Erik Banks"}, {"item": "My religion is no way of knowing me.", "owner": "Jeet Thayil, Narcopolis"}, {"item": "Culture is religion externalized.", "owner": "Douglas W. Phillips"}, {"item": "I think religion is a neurological disorder.", "owner": "Bill Maher"}, {"item": "Nothing draws people more quickly away from religion than an open mind.", "owner": "Hemant Mehta"}, {"item": "To be frank, I find religion rather offensive.", "owner": "Terry Pratchett, The Last Continent"}, {"item": "We have just enough religion to make us hate, but not enough to make us love.", "owner": "David Mitchell, The Thousand Autumns of Jacob de Zoet"}, {"item": "Glory be to Him who changes others and remains Himself unchanged!", "owner": "Anonymous, The Arabian Nights"}, {"item": "We have to believe in free-will. We've got no choice.", "owner": "Isaac Bashevis Singer"}, {"item": "Aim at Heaven and you will get Earth 'thrown in': aim at Earth and you will get neither.", "owner": "C.S. Lewis, The Joyful Christian"}, {"item": "God is the Father of Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "Obviously, all religions fall far short of their own ideals.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "Religion isn't the opium of the people, it's the hypocrisy.", "owner": "Válgame, Zori 2ª Parte"}, {"item": "Christians are hard to tolerate I don’t know how Jesus does it ", "owner": "Bono"}, {"item": "Behavior is the substance of religion. Belief is the substance of relationship.", "owner": "Charles F. Stanley, God's Way Day By Day"}, {"item": "A devout Christian, desire Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "God, come down, if you're really there -Well, you're the one who claims to care!", "owner": "Morrissey"}, {"item": "Jesus was not the man he was as a result of making Jesus Christ his personal savior.", "owner": "Alan W. Watts"}, {"item": "As he drank more and more, he became inebriated, and began to fashion damaged human beings.", "owner": "Teju Cole, Open City"}, {"item": "It is not about doing what we feel like. It is about doing what God says.", "owner": "Joyce Meyer"}, {"item": "I always like a dog so long as he isn't spelled backward.", "owner": "G.K. Chesterton"}, {"item": "Believe in God is the boldness of being.", "owner": "Lailah Gifty Akita"}, {"item": "We are the children of the living God.", "owner": "Lailah Gifty Akita"}, {"item": "He who defends with love will be secure; Heaven will save him, and protect him with love.", "owner": "Lao Tzu"}, {"item": "If there is a God, atheism must seem to Him as less of an insult than religion.", "owner": "Edmond de Goncourt"}, {"item": "Belief is otiose reality is sufficiently awesome as it stands. ", "owner": "Martin Amis, The Second Plane: 14 Responses to September 11"}, {"item": "for what is religion if not a kind of madness, and what is madness without a touch of religion?", "owner": "James W. Robertson, The Testament of Gideon Mack"}, {"item": "I do not concern myself with gods and spirits either good or evil nor do I serve any.", "owner": "Lao Tzu"}, {"item": "One's own religion is after all a matter between oneself and one's Maker and no one else's.", "owner": "Kahlil Gibran"}, {"item": "Every Christian must subject the rule of King Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "We give up our backs and allow religious myths to apply the rear naked choke to our minds.", "owner": "Cameron Conaway, Caged: Memoirs of a Cage-Fighting Poet"}, {"item": "A struggle is a preparation for what is yet to come.-Lisa \"Left Eye\" Lopes", "owner": "Brenda \"Saw Jesus+\" Calloway-Miller, If You Want Your Life, You Have to Fight!: The Brenda Saw Jesus Story"}, {"item": "La libertad nos mantiene volando alto, pero la contienda destruye nuestra habilidad de volar.", "owner": "Victor Manuel Rivera, En Busca de La Verdadera Libertad"}, {"item": "Now faith is being sure of what we believe in and certain of what we do not see. (Heb. 11:1)", "owner": "Anonymous, Holy Bible: New International Version"}, {"item": "Religious man was born to be saved, psychological man is born to be pleased.", "owner": "Philip Rieff, The Triumph of the Therapeutic: Uses of Faith after Freud"}, {"item": "Many of us are confessional giants but ethical midgets.", "owner": "Mark  Buchanan, The Holy Wild: Trusting in the Character of God"}, {"item": "I fear one day I'll meet God, he'll sneeze and I won't know what to say", "owner": "Ronnie Shakes"}, {"item": "We are no longer so lacking in fantasy as to uphold the existence of a god.", "owner": "Carl Einstein, Bebuquin"}, {"item": "Religion is flawed, but only because man is flawed.", "owner": "Dan Brown, Angels & Demons"}, {"item": "I shall drink to the Pope, if you please, still, to conscience first, and to the Pope afterwards.", "owner": "John Henry Newman"}, {"item": "Religion has a way of making people into idiots is what my father says.", "owner": "Victor Lodato, Mathilda Savitch"}, {"item": "Truth, in matters of religion, is simply the opinion that has survived.", "owner": "Oscar Wilde"}, {"item": "The best proof that He will never cease to love us lies in that He never began.", "owner": "Geerhardus Vos, Redemptive History and Biblical Interpretation: The Shorter Writings of Geerhardus Vos"}, {"item": "Religion does not belong to God it belongs to the human reaction against mortality! ", "owner": "Mehmet Murat ildan"}, {"item": "Rule Number Two, Monsignor. Do not show pity.", "owner": "Gretchen McNeil, Possess"}, {"item": "The gift of God is grace.The grace of God is eternal life in Christ Jesus.", "owner": "Lailah Gifty Akita"}, {"item": "Allah is the Greatest. I'm just the greatest boxer", "owner": "Muhammad Ali"}, {"item": "If God created us in his own image, we have more than reciprocated.\")", "owner": "Voltaire"}, {"item": "Let my heart be broken by the things that break the heart of God.", "owner": "Bob Pierce"}, {"item": "A belief is not true because it is useful", "owner": "Henri-Frédéric Amiel"}, {"item": "All Christian language about the future is a set of signposts pointing into a mist.", "owner": "N.T. Wright, Surprised by Hope: Rethinking Heaven, the Resurrection, and the Mission of the Church"}, {"item": "A true conversion is always only between a man and God.", "owner": "Kiersten White, And I Darken"}, {"item": "If we fix our eyes on Jesus Christ, He will perfect our faith in God.", "owner": "Lailah Gifty Akita"}, {"item": "The world is charged with the grandeur of God.", "owner": "Gerard Manley Hopkins"}, {"item": "Lord, I believe; help my unbelief' is the best any of us can do really, but thank God it is enough.", "owner": "Frederick Buechner, The Magnificent Defeat"}, {"item": "People who change their religion should face the death penalty.", "owner": "Zakir Naik"}, {"item": "Heresy is the life of a mythology and orthodoxy is the death.", "owner": "Joseph Campbell, Mythology and the Individual"}, {"item": "And I, Nephi, took one of the daughters of Ishmael to wife.' Well Mr. Go-And-Do just went and did!", "owner": "John Bytheway"}, {"item": "It seemed there was always a close correlation between true believers and high body counts.", "owner": "Dan Brown, Angels & Demons"}, {"item": "If absolute power corrupts absolutely, where does that leave God?", "owner": "George Deacon"}, {"item": "To tell you the truth, I'm something of an atheist.", "owner": "Terry Pratchett, The Last Continent"}, {"item": "Morality is a matter of money. Poor people cannot afford to have morals. So they have religion.", "owner": "Khushwant Singh"}, {"item": "Myth is what we call other people's religion.", "owner": "Joseph Campbell"}, {"item": "When we blindly adopt a religion, a political system, a literary dogma, we become automatons.", "owner": "Anaïs Nin, The Diary of Anaïs Nin, Vol. 4: 1944-1947"}, {"item": "Ah, Lord God be merciful to us all!", "owner": "Lailah Gifty Akita"}, {"item": "I like the silent church before the service begins, better than any preaching.", "owner": "Ralph Waldo Emerson, Self-Reliance and Other Essays"}, {"item": "Men behaves according to their beliefs.", "owner": "Lailah Gifty Akita"}, {"item": "Religion isn't the problem ignorance and hatred are. ", "owner": "Bruce Weinstein, Life Principles: Feeling Good by Doing Good"}, {"item": "Take the Kama Sutra. How many people died from the Kama Sutra as opposed to the Bible? Who wins?", "owner": "Frank Zappa"}, {"item": "Har' icyumba satani atemerewe kujyamo n'umutima wawe kereste wowe umwemereye", "owner": "Dr Paul Gitwaza"}, {"item": "Some who grow dull religious straight commenceAnd gain in morals what they lose in sense.", "owner": "Alexander Pope, Minor Poems"}, {"item": "Mientras más mengüe tu nivel de inseguridad, más crecerá tu nivel de fe.", "owner": "Victor Manuel Rivera, En Busca de La Verdadera Libertad"}, {"item": "Praying is a prevailing force.", "owner": "Lailah Gifty Akita"}, {"item": "On the Disc, the Gods aren't so much worshipped, as they are blamed.", "owner": "Terry Pratchett, The Color of Magic"}, {"item": "Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.", "owner": "David Hume, A Treatise of Human Nature"}, {"item": "And the voice of God was in the whirlwind after all, said Thor", "owner": "Orson Scott Card, The Lost Gate"}, {"item": "Conflict is inevitable but combat is optional.", "owner": "Max Lucado, When God Whispers Your Name"}, {"item": "Is man merely a mistake of God's? Or God merely a mistake of man?", "owner": "Friedrich Nietzsche"}, {"item": "Faith is like a pickpocket who loans a person his own money on generous terms.", "owner": "Sam Harris, Letter to a Christian Nation"}, {"item": "God is a book I can no longer read.", "owner": "Floriano Martins"}, {"item": "... challenge the church to do better, be more of who Christ wants us to be ...", "owner": "Justin Lee, Torn: Rescuing the Gospel from the Gays-vs.-Christians Debate"}, {"item": "We are saved by faith alone, but the faith that saves is never alone.", "owner": "Martin Luther"}, {"item": "When God saw fit to bestow such a gift, a man with any sense didn’t ask questions.", "owner": "Catherine Anderson, Annie's Song"}, {"item": "God not only loves the obedient - He enlightens them.", "owner": "Henry B. Eyring"}, {"item": "I do not believe in God and I am not an atheist.", "owner": "Albert Camus, Notebooks 1951-1959"}, {"item": "God does not bring two people together for the benefit of just one", "owner": "Rosemary West"}, {"item": "Are there any religions on your list that include the slaughter of noblemen as a holy duty?", "owner": "Brandon Sanderson, The Final Empire"}, {"item": "Your daily life is your temple and your religion.", "owner": "Kahlil Gibran"}, {"item": "Be careful what you wish for. You never know who will be listening.", "owner": "Terry Pratchett, Soul Music"}, {"item": "I don't pray because it doesn't work. Prayer doesn't fix anything. Bad things happen anyway.", "owner": "Nicholas Sparks, Three Weeks With My Brother"}], "common_tag": "religion", "updatedAt": "2023-05-26 21:16:05"}