{"contents": [{"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "one is good but ten is better. together is a powerful, beautiful, and peaceful.", "owner": "B. Armynanta"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Reconnect with the highest truth and ignite the divine sparks in you.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "We all have the innate capacity to feel free.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Love is perhaps the only emotions that is boundless", "owner": "Santosh Avvannavar, Umbilical Cord"}, {"item": "Never lose hope, for all the interweaved strings will soon straighten out.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "I am one and when I am one I am none, and when I am none I have won.", "owner": "Julieanne O'Connor"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Wishes are possibilities. Dare to make a wish.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "While you cannot always change your situation, you can always change the way you respond to it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "There is a difference between how you live your life, and what you do with your life.", "owner": "Abhijit Naskar"}, {"item": "We aren't either afraid or brave, we’re usually both.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Travelling unveils new dimensions of this world not known to the naked eye.", "owner": "Wayne Chirisa"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Freedom is found within.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "I am a Freedom Seeker, committed to experiencing my life as my true self.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Change course, but don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Sometimes we have spent so long in the cage that it feels safer to be trapped inside.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Having something is not always better than not having it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Always assume your assumptions about others are wrong. Because often, they are", "owner": "Savania China"}, {"item": "I am a Freedom Seeker, willing and able to choose my own path.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Escape is a process, not a pill.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The things we don't understand will come back again.", "owner": "Jennifer Pierre"}, {"item": "Sometimes the best solution is the most painful option", "owner": "Dr. Jacinta Mpalyenkana, Ph.D, MBA"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "We often build our lives in a way that shuts out freedom.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "The strength of every individual is the grace for great work.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Feeling free is a choice that is ours for the making, ours for the taking at any time, at any age. ", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "El reproche y la culpa solo sirven para aprisionarnos y para no dejarnos avanzar.", "owner": "Miquel Reina, Luces en el Mar"}, {"item": "Knowledge speaks, but wisdom listens.", "owner": "~ Jimi Hendrix (1942-1970), musician"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The best-laid plans can fail for the lack of proper execution.", "owner": "Anurag Shourie, Half A Shadow"}, {"item": "Never underestimate the power you have to take your life in a new direction.", "owner": "Germany Kent"}, {"item": "In finding the courage and confidence to escape our cages and shine, we help others do the same.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Frequently in life, you have to take irrelevant paths in order to reach the correct destination.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "Fortify your mind, bullet proof your heart, strengthen your soul.", "owner": "Matshona Dhliwayo"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We can escape any hardship with hope in our heart.", "owner": "Lailah Gifty Akita"}, {"item": "It’s dangerous to be grateful for the cage that traps you.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Life is just like an arrow..To launch it, we have to stretch it back.", "owner": "Narendran S"}, {"item": "You can start from the ordinary bizzare to the extraordinary incredible", "owner": "Richmond Akhigbe"}, {"item": "Keep your heart pure. Overlook an insult.", "owner": "Lailah Gifty Akita"}, {"item": "Freedom was my daring travel companion on the thrilling ride of life.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Do the right thing every single day and you never have to worry about your job or your pay.", "owner": "Eric Knellinger"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Only you can take inner freedom away from yourself, or give it to yourself. Nobody else can.", "owner": "Michael A. Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "It takes heart to battle great challenges, great faith to be victorious over them.", "owner": "Wayne Chirisa"}, {"item": "Learning starts with single word \"WHY\".", "owner": "saadshah"}, {"item": "Be an inspiration for short time than living for a long time", "owner": "shashidhar sa"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "The feeling of freedom is as precious as a fortune waiting to be told.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "We do not know the details in a day. How can we foretell the happenings in distant time.", "owner": "Lailah Gifty Akita"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "It is no use dying, before one does.", "owner": "Fakeer Ishavardas"}, {"item": "In the middle of all the ordinary--something extraordinary shows up.", "owner": "KariAnne Wood, So Close to Amazing: Stories of a DIY Life Gone Wrong . . . and Learning to Find the Beauty in Every Imperfection"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better.", "owner": "DeWayne Owens"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A clown on a throne is still a clown. A king in rags is still a king.", "owner": "C. JoyBell C., The Sun Is Snowing: Poetry & Prose by C. Joybell C"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "inspirational-life,", "updatedAt": "2023-05-26 21:16:05"}