{"contents": [{"item": "Your productivity will double with increase physical activity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Vested in fear, frightened of failure, but beyond that I choose to surrender to my fated success.", "owner": "Julieanne O'Connor"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Dare to love yourselfas if you were a rainbowwith gold at both ends.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Happiness is wanting what you have.", "owner": "Phyllis Reynolds Naylor, Achingly Alice"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Ô, Sunlight! The most precious gold to be found on Earth.", "owner": "Roman Payne"}, {"item": "Integrity is something we show, not proclaim.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "You alwaysdrop by, to en-lighten my mind,when my wings arefeeling heavy &i've forgottenhow tofly.", "owner": "Curtis Tyrone Jones"}, {"item": "It will be better to spent our energy on reality; the tangible facts, not thoughts of the past.", "owner": "Durgesh Satpathy, Equating the Equations of Insanity: A Journey from Grief to Victory"}, {"item": "I can only change the world by changing myself.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "You put your own joy in prison if you work hard to make other people’s happiness suffocate.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "Let love, joy, hope and peace be the guiding lights during this holiday season.", "owner": "Debasish Mridha"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "I let giving fill me with joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Extraordinary wonder and joy are woven through ordinary life. Hunt for them relentlessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "And Priests in black gowns, were walking their rounds, And binding with briars, my joys & desires.", "owner": "William Blake, Songs of Innocence and of Experience"}, {"item": "Oh, Lizzy! do anything rather than marry without affection.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "Fear of joy is the darkest of captivities.", "owner": "Phil Kaye"}, {"item": "Being in home is like magic moments, in a magic world, among maicians", "owner": "Durgesh Satpathy, Equating the Equations of Insanity: A Journey from Grief to Victory"}, {"item": "The best days in the life of any person are the days of joy", "owner": "Sunday Adelaja"}, {"item": "I am animated by my joyful life. I let my inner child feel loved and experience joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I am bold and daring. I go after what I want and create massive joy in my life.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Joy is all around me, and I celebrate it all.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "owner": "De philosopher DJ Kyos"}, {"item": "Where joy in an old pencil is not absurd.", "owner": "May Sarton, Selected Poems"}, {"item": "Pay attention to the things that are critical to your happiness and the happiness of others.", "owner": "Israelmore Ayivor, Dream Big!: See Your Bigger Picture!"}, {"item": "I am joyfully one with all existence.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.", "owner": "John Paul II"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Only the people who are working the victory by faith will experience the joy of harvest", "owner": "Sunday Adelaja"}, {"item": "Early sweats make up later pleasures", "owner": "Israelmore Ayivor, Six Words Inspiration"}, {"item": "Joy is but the sign that creative emotion is fulfilling its purpose.", "owner": "Charles Du Bos"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "Embrace wisdom and relentlessly pursue joy, and you can live agelessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "If you have enjoyed something, but have never experienced joy, then u have not really been happy", "owner": "Sunday Adelaja"}, {"item": "Whatever you dream of is a possibility.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "Happy people tend to be those who take pleasure in simple things.", "owner": "Auliq Ice"}, {"item": "Let us dance in the sun, wearing wild flowers in our hair...", "owner": "Susan Polis Schutz"}, {"item": "Isn't joyful or painful this pain in which I rejoice", "owner": "Fernando Pessoa, Poems of Fernando Pessoa"}, {"item": "Open your window with joy and allow all of the love come in to touch your heart.", "owner": "Debasish Mridha"}, {"item": "It is wonderful, this whole business of tickling and kissing God every night.", "owner": "Kamand Kojouri"}, {"item": "Even the smallest shift in perspective can bring about the greatest healing.", "owner": "Joshua Kai, The Quantum Prayer: An Inspiring Guide to Love, Healing, and Creating the Best Life Possible"}, {"item": "To have abundance, appreciate what you have with great love and share your possessions with joy.", "owner": "Debasish Mridha"}, {"item": "We must succeed and finish our course with joy", "owner": "Sunday Adelaja"}, {"item": "There is a special joy connected to your faith", "owner": "Sunday Adelaja"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "We cannot experience free joy and happiness without experiencing the depths of pain.", "owner": "Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Veganism is not a \"sacrifice.\" It is a joy.", "owner": "Gary L. Francione"}, {"item": "I have drunken deep of joy,And I will taste no other wine tonight.", "owner": "Percy Bysshe Shelley"}, {"item": "With yoga, you go back to your source to bloom again with joy and inner peace.", "owner": "Debasish Mridha"}, {"item": "Surrender is Serenity & a Bridge to Bliss.", "owner": "Julieanne O'Connor"}, {"item": "When we think of all the beatitudes in life, our heart shall be merry.", "owner": "Lailah Gifty Akita"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "Making the effort to experience daily joys a powerful mood enhancer. Find your bliss today!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "The Best Things In Life Aren't So Sweet But Their Results Are Sweeter!", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "God is my happy place", "owner": "Izey Victoria Odiase"}, {"item": "Daily dance uplift the soul to spiritual realms.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If you follow your heart, you know true happiness.", "owner": "Lailah Gifty Akita"}, {"item": "Find joy in simplicity and positivity.", "owner": "Debasish Mridha"}, {"item": "Entertainment is temporary happiness, but the real happiness is permanent entertainment.", "owner": "Amit Kalantri"}, {"item": "Carry cheerfulness as well as positive vibes with you and leave a trail of joy wherever you go.", "owner": "Latika Teotia"}, {"item": "Even after thousands of years, I want to live in your heart with love, joy, and care.", "owner": "Debasish Mridha"}, {"item": "You are the ruler of my heart. There is no measure greater than this.", "owner": "Truth Devour, Unrequited"}, {"item": "The greatest joy is the grace of salvation through faith in Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "The only way the journey ends is if you stop moving.", "owner": "Toni Sorenson"}, {"item": "Don't live off your past successes or failures, live for the next big pursuit.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "My soul doth magnify the Lord,And my spirit hath rejoiced in God my Saviour.", "owner": "Mary (mother of Jesus), Holy Bible: King James Version"}, {"item": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "The funny thing about money is that you can't take it with you, so don’t try to.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Serve the Lord and then your success will be with Joy", "owner": "Sunday Adelaja"}, {"item": "The more material we lose, the less we have. The less we have, the more we win.", "owner": "Anthony Liccione"}, {"item": "The joy of the bee tribes infuses my life with sweetness.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "For thy love, I feel ineffable joy.", "owner": "Debasish Mridha"}, {"item": "It is beyond logic that we see the light.", "owner": "Julieanne O'Connor"}, {"item": "Have the courage to follow your heart.", "owner": "Lailah Gifty Akita"}, {"item": "Success is the relentless pursuit of joy.", "owner": "Amy Leigh Mercree"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "There is no greater fulfillment as the pursuit of dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Joyful peace pervades my being for all time.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "My senses are alive with pleasure and joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Joyfully we undertake our daily work.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}], "common_tag": "joy,", "updatedAt": "2023-05-26 21:16:05"}