{"contents": [{"item": "i feel everything.i do not know how to un-feeland to not feelis to stop the sun.", "owner": "Ava, You Are Safe Here."}, {"item": "She had just enough madness to make her interesting", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Come, my darling,it is never too late to begin our love again.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Love what is simple and beautiful. These are the essentials.", "owner": "Ralph Waldo Emerson, The Tao of Emerson the Tao of Emerson"}, {"item": "remember you are capable of the most powerful thing in the universe.you are capable of love.", "owner": "AVA., you are safe here."}, {"item": "What good are wings without the courage to fly?", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Chase your stars fool, life is short. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "She wore his love like a loaded gun. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "The prettiest girls shine brightest in the dark. ", "owner": "Atticus Poetry"}, {"item": "Poems can getsleepless tooand becomethe loneliest thingin the universe.", "owner": "Sanober  Khan"}, {"item": "She was everything real in a world of make-believe. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Excuse me, I feel interrupted and I think I've overdose from the idea of loving you.", "owner": "Robert M. Drake"}, {"item": "you came in slowly like the fog and consumed me.", "owner": "Ava, This Is How You Know I Want You."}, {"item": "Sometimes to self-discover you must self-destruct.", "owner": "Robert M. Drake"}, {"item": "She conquered her demons and wore her scars like wings. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "A sky full of starsand he was staring at her. —ATTICUS", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "She was another broken doll dreaming of a boy with glue. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Adventure runs on all sorts of whiskey. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Poetry, is a life long war wagedagainst ineffable beauty.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Madness and chaos are self-destructing but over thinking is the suicide.", "owner": "Robert M. Drake"}, {"item": "She was afraid of heightsbut she was much more afraid of never flying.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "...I fell asleep and had a dream that a king was liquidated by a group of kind faces....", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "Society will always be too fragile to accept us for all that makes us beautiful.", "owner": "Robert M. Drake"}, {"item": "That was her magic— she could still see the sunseteven on those darkest days.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "show me all the parts of youthat you do not loveso i know where to begin.", "owner": "AVA., you are safe here."}, {"item": "There is nothing prettier in thewhole wide world than a girlin lovewith every breath she takes.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Sometimes the most beautiful people are beautifully broken.", "owner": "Robert M. Drake"}, {"item": "In a myriad of ways you tell one truth.", "owner": "Dejan Stojanovic, The Shape"}, {"item": "There will alwaysa glimmer in thosewho have been through the dark.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "love yourself first,and you will always be in love.", "owner": "AVA., you are safe here."}, {"item": "i am awake and aliveand swollen and heavywith love.", "owner": "AVA., you are safe here."}, {"item": "love is myself in the mirror.i will see love every time.", "owner": "AVA., you are safe here."}, {"item": "You deserve to be the person you were meant to be. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Depression is being colorblind and constantly told how colorful the world is.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "i just want to be honest about my feelings without destroying everything.", "owner": "AVA., you are safe here."}, {"item": "i sometimes think i'm too in love with alone. who could i love more than this peace?", "owner": "Ava, You Are Safe Here."}, {"item": "Don't be afraid of poetry.", "owner": "Clifton Fadiman, Clifton Fadiman's Fireside Reader"}, {"item": "She wrote love with her smile and magic with her eyes.", "owner": "Giovannie de Sadeleer"}, {"item": "To love is to soar in the wild unexpectedly.", "owner": "Robert M. Drake"}, {"item": "i took it off.i did not want to carry it with me anymore.", "owner": "AVA., you are safe here."}, {"item": "Don't worry— \tyou see,  to some you are magic.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "you giver of light.you lover of love.you beautifulbeautifulhuman beingyou.", "owner": "AVA., you are safe here."}, {"item": "Art takes time—Monet grew his gardensbefore he painted them.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "We swallowed the chaos because we knew we didn't want to be ordinary.", "owner": "Robert M. Drake"}, {"item": "We are made of all those who have built and broken us.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "you need to be careful with me.i fall in loveand i fall in love forever.", "owner": "Ava"}, {"item": "When she bites my lips,I see stars dancing right next to the sun.", "owner": "J.A. ANUM"}, {"item": "Not words. nor laughter. but rather someonewho will fall in lovewith your silence.", "owner": "Sanober  Khan"}, {"item": "some winterswill never meltsome summerswill never freezeand some things will only... live in poems.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "oh, the heartbreakingly beautiful tender weight of being human.", "owner": "Ava, You Are Safe Here."}, {"item": "Maybe what this is. What we have, is something that will save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "I’ll let you into my heart but wipe your feet at the door.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "We are all born free and spend a lifetime becoming slaves to our own false truths.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "some people are so deepyou fall into themand you never stop falling.", "owner": "AVA., this is how you know i want you."}, {"item": "With all honesty, somewhere between the hello and the dreams I saw you in I fell in love.", "owner": "Robert M. Drake"}, {"item": "Watch carefully the magic that occurswhen you give a person enough comfort to just be themselves.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "I wanted to write the most beautiful poem but that is impossible the world has written its own. ", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "The beautiful thing about young love is the truth in our hearts that it will last forever.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "I worry there is something broken in our generation,there are too many sad eyes on happy faces.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "i over love.i under love.i am either a floodor i am nothing.", "owner": "AVA., you are safe here."}, {"item": "Writing poems is simply an excuse to remember You.", "owner": "Kamand Kojouri"}, {"item": "I hope to arrive at my death, late, in love, and a little drunk. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Break my heart and you will find yourself inside. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "I will follow you, my love, to the edge of all our days,to our very last tomorrows.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "I just need you and some sunsets. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "i know it all ends the same, but i was interested in seeing how you would break my heart.", "owner": "Ava"}, {"item": "The depths of her thoughts will have you never wanting to surface for air...", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "LOVE COULD BE LABLEDPOISON AND WE’D DRINK IT ANYWAYS.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "You and I will be  lost and found a thousand times along this cobbled road of us.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "I aspire to be an old man with an old wife laughing at old jokes from a wild youth.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "What a strange world.  We trade our days for things.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "When it comes to love we are primates breaking stickswhile pointing to our hearts.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "things keep falling in and out of place.this is the universe's way of taking care of me.", "owner": "AVA., you are safe here."}, {"item": "Remembrance and reflection how allied!What thin partitions Sense from Thought divide!", "owner": "Alexander Pope, Essay on Man and Other Poems"}, {"item": "i know it all ends the same,but i was interested in seeinghow you would break my heart.", "owner": "AVA."}, {"item": "i am like the moon--sometimes, full.sometimes, black.sometimes,forever and ever alone.", "owner": "AVA., you are safe here."}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "I lose faith in mathematics, logical and rigid. What with those that even zero doesn’t accept?", "owner": "Dejan Stojanovic, The Shape"}, {"item": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.", "owner": "Robert M. Drake"}, {"item": "There is no Space or TimeOnly intensity, And tame thingsHave no immensity", "owner": "Mina Loy, The Lost Lunar Baedeker: Poems of Mina Loy"}, {"item": "To write good poems is the secret of brevity.", "owner": "Dejan Stojanovic"}, {"item": "and sadness clung to mebecause she did not knowhow to be alone.", "owner": "AVA., you are safe here."}, {"item": "the glory of the protagonist is always paid for by a lot of secondary characters", "owner": "Tony Hoagland"}, {"item": "She walkedthrough her lifeheavyfrom themighty wingsupon her back.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "i am a womanand i am alone,and i cannot tellwhich one of the twoi love being more.", "owner": "AVA., you are safe here."}, {"item": "Wherever I go, I meet myself.", "owner": "Dejan Stojanovic, The Shape"}, {"item": "A few drinks and the world was hers— she wore her whiskey like a loaded gun.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "do not let anyone inuntil they love you so fiercely,you have no defense against their love.", "owner": "AVA., you are safe here."}, {"item": "My atoms love you atoms, it’s chemistry. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}], "common_tag": "poems,", "updatedAt": "2023-07-01 19:09:51"}