{"contents": [{"item": "Too much study depletes the soul of its strength.", "owner": "Lailah Gifty Akita"}, {"item": "Whatever it is that stirs your soul, listen to that. Everything else is just noise.", "owner": "Nicole  Lyons"}, {"item": "The greatest education is learning to know the divinity of thy soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I am a world of uncertainties disguised as a girl.", "owner": "Nicole  Lyons"}, {"item": "Forgiveness is a skill gained by those willing to change.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "Healing—takes time,and—so does—not healing.Chose—how you spend your time —wisely.", "owner": "Lalah Delia"}, {"item": "Relationships are valuable no matter who they are between.", "owner": "Donna Goddard, Waldmeer"}, {"item": "You are beholdenTo the truthIt is the wayIt is the pathIt is your destinyTo be trueIs to be", "owner": "Karen Hackel, The Whisper of Your Soul"}, {"item": "Tears are the souls raindrops softening the hard ground life can produce.", "owner": "Mary-Ellen Peters"}, {"item": "I spent all nightweaving a poem for you to wear. You look so beautifulwhen you wear my light.", "owner": "Kamand Kojouri"}, {"item": "There is a sacred time, when the soul desire to know the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Give me your soul and I will give you a unified humanity.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Re-examine all you have been told. Dismiss what insults your soul.", "owner": "Walt Whitman"}, {"item": "Only the spirit nourishes the soul.", "owner": "Lailah Gifty Akita"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "If you take society’s definition of knowing oneself, you will become lost in the many translations.", "owner": "Grace Sara"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "Without ‘Gnan’ (True Knowledge of the Self), desire(s) will not go away.", "owner": "Dada Bhagwan"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Suffering introduces a man to his soul.", "owner": "Lailah Gifty Akita"}, {"item": "Whatever happens to your body, your soul will survive, untouched...", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "Your naked body should only belong to those who fall in love with your naked soul.", "owner": "Charlie Chaplin"}, {"item": "Control is an illusion that you must give up.", "owner": "Grace Sara, Awakening in the 21st Century: Considering Existence"}, {"item": "Life without love, is the soul without the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Intuition is the silent knowledge of your soul.", "owner": "Matthew Donnelly"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "We were born as a free soul. We only become enslaved in the world.", "owner": "Lailah Gifty Akita"}, {"item": "Everyone has the fire, but the champions know when to ignite the spark.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "A troubled soul is a troubled life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "Seek knowledge of thy soul.", "owner": "Lailah Gifty Akita"}, {"item": "There have been times I've felt so much art in my soul I grew sick of artists.", "owner": "Criss Jami, Healology"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Never surrender to you're passions. Dream and live to excess.", "owner": "Truth Devour, Unrequited"}, {"item": "I just want your voice aimed at me again. I want to absorb the direction of your eyes…", "owner": "Jennifer Elisabeth"}, {"item": "Many men are broken in spirit because of bitterness.", "owner": "Lailah Gifty Akita"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "With patient, you shall possess your soul.", "owner": "Lailah Gifty Akita"}, {"item": "He offered her power, money, status...a giant prison, all in exchange for only...her soul.", "owner": "Coco J. Ginger"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "Passion lights the fire in every soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Listen to your soul it's calling you toward the life that is meant for you. ", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Jealousy, and attempting to match others in life and stride, is self-abandonment.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The soul becomes dyed with the colour of its thoughts.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Whatever lies in the soul, can never be stolen.", "owner": "Lailah Gifty Akita"}, {"item": "Sacrifice of the self is sheer stupidity if sacrifice is not for the self.", "owner": "Amit Kalantri"}, {"item": "The sacred soul is full of God's spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Reading feeds the soul, writing nourishes it!", "owner": "Joanne McClean"}, {"item": "Dreams come from that special place in our mind where our soul loves to spend its holidays.", "owner": "Anthony T.Hincks"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "I swear that girl was born with a pen in her hand, the moon in her hair and stars in her soul.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Every living soul must endure to strive.", "owner": "Lailah Gifty Akita"}, {"item": "Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.", "owner": "Bob Marley"}, {"item": "i immersemyselfin youlikei immerse myselfinto a beautiful story.", "owner": "Sanober  Khan"}, {"item": "I met a boy whose eyes showed me that the past, present and future were all the same thing.", "owner": "Jennifer Elisabeth"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "The living souls have the breath of life.", "owner": "Lailah Gifty Akita"}, {"item": "When we fall in love, we recognise in the other the fragments of ourselves that we have lost.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "We are spirits clad in veils.", "owner": "Christopher Pearse Cranch"}, {"item": "Sand lines my soul which is filled with the breath of the ocean.", "owner": "A.D. Posey"}, {"item": "To act upon the outer world and change it, you must be first be fine to act upon yourself.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The affliction in the flesh of soul is temporal compare to the eternal glory of the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "The Memory Of You Is Like A Drug To Me", "owner": "Jeremy Aldana"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "I've heard that the soul often recognizes truth when it hears it, even if the mind does not.", "owner": "Richelle Mead, Storm Born"}, {"item": "Don't make homes out of hollow hero's that don't know how to save themselves.", "owner": "Nikki Rowe"}, {"item": "Without the 'applied awareness' of the Soul, 'happiness' cannot arise.", "owner": "Dada Bhagwan"}, {"item": "A peaceful spirit, a prosperous soul.", "owner": "Lailah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Be tiny in flesh, but fat in spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "I may be lost, but I'm traveling the right way.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "A simple touch of kindness can heal a wound of the soul which no medicine can touch.", "owner": "Debasish Mridha"}, {"item": "People are a soul-ego-spacesuit.", "owner": "Stefan Emunds, A Modern Crash Course in Spirituality"}, {"item": "It's when we kiss that I feel your blood within my veins and your heartbeat within my soul.", "owner": "Anthony T. Hincks"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "Music shouldn't be just a tune, it should be a touch.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The salt is to the food, what soul is to the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If ever I was running, it was towards you.", "owner": "Jennifer Elisabeth"}, {"item": "The soul suffers to the pain for the neglect of the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Old soul. Poet's heart. Warriors mind.", "owner": "Melody  Lee"}], "common_tag": "soul,", "updatedAt": "2023-07-01 19:09:51"}