{"contents": [{"item": "There's always a free lunch with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Life only wants us to be happy. We impose these burdens on ourselves.", "owner": "Marty Rubin"}, {"item": "No more need to rob Peter to pay Paul with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Through strength I found loveIn time I found myself in happiness with you", "owner": "Alexis Jordan"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "You have everything you need for complete peace and total happiness right now.", "owner": "Wayne W. Dyer"}, {"item": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "owner": "Criss Jami, Healology"}, {"item": "I would rather see a school produce a happy street cleaner than a neurotic scholar.", "owner": "A.S. Neill"}, {"item": "Do you want to retire early rich or retire late poor? Cosmic Ordering answers the first question!", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "I can’t control my feelings, but I’m learning to have a say in how much my feelings control me.", "owner": "Scott Stabile"}, {"item": "No man should ever completely realize his dreams. What else would there then be to live for?", "owner": "David Gemmell, Lion of Macedon"}, {"item": "In the beginning man was poor, then along came Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "Vulnerability is the least celebrated emotion in our society", "owner": "Mohadesa Najumi"}, {"item": "I still believe that peace and plenty and happiness can be worked out some way. I am a fool.", "owner": "Kurt Vonnegut Jr."}, {"item": "If there was no Cosmic Ordering then it would have been necessary to invent it.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "To be happy--one must find one's bliss", "owner": "Gloria Vanderbilt"}, {"item": "Common man's patience will bring him more happiness than common man's power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Defeat the warriors of patience and time with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "When you fail, that is when you get closer to success.", "owner": "Stephen Richards"}, {"item": "You alwaysdrop by, to en-lighten my mind,when my wings arefeeling heavy &i've forgottenhow tofly.", "owner": "Curtis Tyrone Jones"}, {"item": "Happiness is the most tired word in any language.", "owner": "Erol Ozan"}, {"item": "If you walk in joy, happiness is close behind.", "owner": "Todd Stocker"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "If you fuel your journey on the opinions of others, you are going to run out of gas.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Forget the secrets of success, use Cosmic Ordering instead.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Manners and politeness will never become old-fashioned.", "owner": "Auliq Ice"}, {"item": "There is nothing around me but money, money, money.", "owner": "Stephen Richards"}, {"item": "You didn’t fail, you just didn’t use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "To sense the peace of extinguished passionHappiness in not knowing the ultimate knowledge", "owner": "Dejan Stojanovic, The Sign and Its Children"}, {"item": "Find your happiness before the music of this world falls on deaf ears.", "owner": "Saim .A. Cheeda"}, {"item": "Happy people produce. Bored people consume.", "owner": "Stephen Richards"}, {"item": "Laughter is poison to fear.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "Happiness is not the absence of problems, it's the ability to deal with them.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "And the love in their eyes set the world on fire.", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "Judgment is a negative frequency.", "owner": "Stephen Richards"}, {"item": "A Cosmic Ordering beginning makes a wealthy ending.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "When I count my blessings, I find you in every one.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Compromise brings harmony to both, happiness to none.", "owner": "Amit Kalantri"}, {"item": "True happiness comes when you give your best in something beyond yourself.", "owner": "Jeffrey Fry"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Raise you awareness and share your uniqueness to the world.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "With Cosmic Ordering you can keep your luxuries and ask for more.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "The universe is full of magical things to be manifested with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Never surrender to you're passions. Dream and live to excess.", "owner": "Truth Devour, Unrequited"}, {"item": "When you use Cosmic Ordering you will move from cloud nine to cloud ten.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "What is given to you is what is needed; what you want, requires giving up what you don't need.", "owner": "George Alexiou"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "You should assume the mantle of your birthright.", "owner": "Compton Gage"}, {"item": "The key to failure is ignoring Cosmic Ordering.", "owner": "Stephen Richards"}, {"item": "Don't be afraid to be who you are because you are the only person who knows you best.", "owner": "Saredo Ali"}, {"item": "Happiness is a spiritual concept and his source is hidden in God", "owner": "Sunday Adelaja"}, {"item": "Thank you God for helping me to overcome the bad to live the good.", "owner": "Jonathan Anthony Burkett"}, {"item": "She felt wild and unruly, determined and free.", "owner": "Scott Stabile"}, {"item": "It's all about the smiles!", "owner": "Emmy Swain"}, {"item": "Now I know what success is: living your truth, sharing it.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "Be a person who gives a shit about other people.", "owner": "Scott Stabile"}, {"item": "I am wealth, I am abundance, I am Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "When we live holy we will glorify self but when we glorify God we will live holy", "owner": "indonesia123"}, {"item": "The only time you fail is when you fall down and stay down.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Health is hearty, health is harmony, health is happiness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "Time is the wisest counselor of all, but Cosmic Ordering is the biggest provider.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Beliefs are not related to religion but they are basically about who you are.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Cosmic Ordering success sticks to you like mud to a blanket.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Your excitement, motivation, energy, happiness should be dependent on – YOU and YOU ONLY!!!!!", "owner": "Harrish Sairaman"}, {"item": "Happiness is heaven in human heart.", "owner": "Lailah Gifty Akita"}, {"item": "Can a heart explode from too much love and happiness?", "owner": "Carla Reighard, Travelers"}, {"item": "Live near to God, and so all things will appear to you little In comparison to eternal realities.--", "owner": "Robert Murray McCheyne"}, {"item": "Without friends you have nothing!", "owner": "Stephen Richards"}, {"item": "Those who are happiest are those who do the most for others.", "owner": "Booker T. Washington, Up from Slavery"}, {"item": "There is no truth without faith. Nothing is proven except to the heart of one who believes.", "owner": "Compton Gage"}, {"item": "To have hope is to be happy.", "owner": "Lailah Gifty Akita"}, {"item": "Cosmic Ordering is with you in all that you do.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "If you don't receive enough, have a look if you give enough.", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "Happiness Is Dependent Upon Choosing To Function Within The Laws And Principles Of Kingdom Of God", "owner": "Sunday Adelaja"}, {"item": "If you think only sunshine brings you happiness, then you have not danced in the rain", "owner": "Unknown"}, {"item": "I am happy.I have something to accomplish, create, and achieve.I am happy.", "owner": "Vera Nazarian, The Perpetual Calendar of Inspiration"}, {"item": "If you do not have persistence then no amount of education, talent or genius can make up for it.", "owner": "Stephen Richards"}], "common_tag": "happiness,", "updatedAt": "2023-05-26 21:16:05"}