{"contents": [{"item": "Too much study depletes the soul of its strength.", "owner": "Lailah Gifty Akita"}, {"item": "We are spirits clad in veils.", "owner": "Christopher Pearse Cranch"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "You are an Universe of Universes and your soul a source of songs.", "owner": "Rubén Darío"}, {"item": "Everyone has got something to gift. Your gift lies in the flame of your soul.", "owner": "Lailah Gifty Akita"}, {"item": "There is a sacred time, when the soul desire to know the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Daily dance uplift the soul to spiritual realms.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "Only the spirit nourishes the soul.", "owner": "Lailah Gifty Akita"}, {"item": "Seek knowledge of thy soul.", "owner": "Lailah Gifty Akita"}, {"item": "I am a world of uncertainties disguised as a girl.", "owner": "Nicole  Lyons"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "When we fall in love, we recognise in the other the fragments of ourselves that we have lost.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "To act upon the outer world and change it, you must be first be fine to act upon yourself.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "stronger than mountains.a place where my heart feels the safest- underneath his shirt.", "owner": "Sanober  Khan"}, {"item": "Whatever lies in the soul, can never be stolen.", "owner": "Lailah Gifty Akita"}, {"item": "Don't make homes out of hollow hero's that don't know how to save themselves.", "owner": "Nikki Rowe"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Sacrifice of the self is sheer stupidity if sacrifice is not for the self.", "owner": "Amit Kalantri"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "lean in to kiss mein all the placeswhere the acheis the most special.", "owner": "Sanober  Khan"}, {"item": "It's when we kiss that I feel your blood within my veins and your heartbeat within my soul.", "owner": "Anthony T. Hincks"}, {"item": "Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.", "owner": "Bob Marley"}, {"item": "Re-examine all you have been told. Dismiss what insults your soul.", "owner": "Walt Whitman"}, {"item": "Whatever happens to your body, your soul will survive, untouched...", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "If ever I was running, it was towards you.", "owner": "Jennifer Elisabeth"}, {"item": "The greatest education is learning to know the divinity of thy soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Music is the fastest motivator in the world.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "I swear that girl was born with a pen in her hand, the moon in her hair and stars in her soul.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "You are beholdenTo the truthIt is the wayIt is the pathIt is your destinyTo be trueIs to be", "owner": "Karen Hackel, The Whisper of Your Soul"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Healing—takes time,and—so does—not healing.Chose—how you spend your time —wisely.", "owner": "Lalah Delia"}, {"item": "Taking care of yourself will take care of more than yourself.", "owner": "Grace Sara"}, {"item": "The soul becomes dyed with the colour of its thoughts.", "owner": "Marcus Aurelius, Meditations"}, {"item": "We were born as a free soul. We only become enslaved in the world.", "owner": "Lailah Gifty Akita"}, {"item": "Without ‘Gnan’ (True Knowledge of the Self), desire(s) will not go away.", "owner": "Dada Bhagwan"}, {"item": "A troubled soul is a troubled life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Every living soul must endure to strive.", "owner": "Lailah Gifty Akita"}, {"item": "Some people just carry heavy hearts and more often than not it has nothing to do with you.", "owner": "Nikki Rowe"}, {"item": "Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "Suffering introduces a man to his soul.", "owner": "Lailah Gifty Akita"}, {"item": "Life without love, is the soul without the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "With patient, you shall possess your soul.", "owner": "Lailah Gifty Akita"}, {"item": "People are a soul-ego-spacesuit.", "owner": "Stefan Emunds, A Modern Crash Course in Spirituality"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "A daily dose of daydreaming heals the heart, soothes the soul, and strengthens the imagination.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "A soulmate is a direct pathway to God.", "owner": "Kamand Kojouri"}, {"item": "Kiss her gypsy soul and love her for the wild rose she is.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Once you die, that’s it – game over.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "You deserve the love your soul craves for.Don't settle.", "owner": "J.A. ANUM"}, {"item": "The salt is to the food, what soul is to the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "The affliction in the flesh of soul is temporal compare to the eternal glory of the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Intuition is the silent knowledge of your soul.", "owner": "Matthew Donnelly"}, {"item": "Dreams come from that special place in our mind where our soul loves to spend its holidays.", "owner": "Anthony T.Hincks"}, {"item": "I spent all nightweaving a poem for you to wear. You look so beautifulwhen you wear my light.", "owner": "Kamand Kojouri"}, {"item": "The Memory Of You Is Like A Drug To Me", "owner": "Jeremy Aldana"}, {"item": "You are the ruler of my heart. There is no measure greater than this.", "owner": "Truth Devour, Unrequited"}, {"item": "Everyone has the fire, but the champions know when to ignite the spark.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "The world screams, ‘Stay down, it’s safer.’ My soul screams, ‘So is being dead.", "owner": "Craig D. Lounsbrough"}, {"item": "Be tiny in flesh, but fat in spirit.", "owner": "Lailah Gifty Akita"}, {"item": "I met a boy whose eyes showed me that the past, present and future were all the same thing.", "owner": "Jennifer Elisabeth"}, {"item": "The sacred soul is full of God's spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Give me your soul and I will give you a unified humanity.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "To greet the present is to part with the past and future.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The living souls have the breath of life.", "owner": "Lailah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Whatever satisfies the soul is truth.", "owner": "Walt Whitman"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "A simple touch of kindness can heal a wound of the soul which no medicine can touch.", "owner": "Debasish Mridha"}, {"item": "Music shouldn't be just a tune, it should be a touch.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Listen to your soul it's calling you toward the life that is meant for you. ", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Your personal truth is your gift to the world.", "owner": "Jennifer Elisabeth"}, {"item": "Some people when they see cheese, chocolate or cake they don't think of calories.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "Sand lines my soul which is filled with the breath of the ocean.", "owner": "A.D. Posey"}, {"item": "Old soul. Poet's heart. Warriors mind.", "owner": "Melody  Lee"}, {"item": "Whatever it is that stirs your soul, listen to that. Everything else is just noise.", "owner": "Nicole  Lyons"}, {"item": "Reading feeds the soul, writing nourishes it!", "owner": "Joanne McClean"}, {"item": "Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "Once you die, that’s it – game over. Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Never surrender to you're passions. Dream and live to excess.", "owner": "Truth Devour, Unrequited"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "The soul suffers to the pain for the neglect of the spirit.", "owner": "Lailah Gifty Akita"}], "common_tag": "soul,", "updatedAt": "2023-07-01 19:09:51"}