{"contents": [{"item": "A huge part of losing weight is believing you have the power to do it.", "owner": "Debasish Mridha"}, {"item": "Most successful people are always on vacation.", "owner": "Debasish Mridha"}, {"item": "Don’t worry. All of your problems will be solved in the end.", "owner": "Debasish Mridha"}, {"item": "When you have your conscious mind, you have everything you need to succeed.", "owner": "Debasish Mridha"}, {"item": "Give your life a destination.", "owner": "Debasish Mridha"}, {"item": "Give me an enthusiastic, purpose-oriented person and I will give a successful future leader.", "owner": "Debasish Mridha"}, {"item": "Age can’t dull the beauty of life that reflects and radiates from within.", "owner": "Debasish Mridha"}, {"item": "You were born with love and hope. Why do you feel that you have no power to win in life?", "owner": "Debasish Mridha"}, {"item": "Like the sun, a teacher enlightens a mind with his love, warmth, and light.", "owner": "Debasish Mridha"}, {"item": "Always focus on what is important—not what is urgent.", "owner": "Debasish Mridha"}, {"item": "Never forget to smile and appreciate yourself.", "owner": "Debasish Mridha"}, {"item": "Never expect to be accepted without criticism. Never forget to appreciate.", "owner": "Debasish Mridha"}, {"item": "Even if your pockets are empty, never forget to fill your heart with love.", "owner": "Debasish Mridha"}, {"item": "A leader is solution oriented and a philosopher is problem oriented.", "owner": "Debasish Mridha"}, {"item": "Even if you are sad, don’t forget to sing the song of love.", "owner": "Debasish Mridha"}, {"item": "Knowledge will reveal its value only when we use it to gain wisdom through experience.", "owner": "Debasish Mridha"}, {"item": "Creativity is a song of knowledge, imagination, and action.", "owner": "Debasish Mridha"}, {"item": "Education is the fertilizer which helps you to grow and bloom to beautify this world.", "owner": "Debasish Mridha"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "You don’t need money to be kind, but you cannot be kind without a heart.", "owner": "Debasish Mridha"}, {"item": "Today’s thoughts will define where you will be tomorrow.", "owner": "Debasish Mridha"}, {"item": "You can change a life with a simple touch of kindness.", "owner": "Debasish Mridha"}, {"item": "An action taken with positive thoughts will never produce negative results.", "owner": "Debasish Mridha"}, {"item": "To find yourself: be yourself, trust yourself, and love yourself.", "owner": "Debasish Mridha"}, {"item": "Always believe in your heart that you can do what you dream.", "owner": "Debasish Mridha"}, {"item": "What you say reflects how you feel about the world.", "owner": "Debasish Mridha"}, {"item": "Life is transient and ephemeral so dance in your own way.", "owner": "Debasish Mridha"}, {"item": "I have no special gift. With deep love, I give what I have.", "owner": "Debasish Mridha"}, {"item": "You can’t start a new life if you continue to dwell in your past.", "owner": "Debasish Mridha"}, {"item": "Winning is something, but participation is everything.", "owner": "Debasish Mridha"}, {"item": "We don’t see things. We see reflections of our feelings and perceptions.", "owner": "Debasish Mridha"}, {"item": "You cannot reach space without overcoming the attraction of gravity.", "owner": "Debasish Mridha"}, {"item": "Be kind. It will reveal your true inner beauty.", "owner": "Debasish Mridha"}, {"item": "Measure your life not by its duration but by its contribution.", "owner": "Debasish Mridha"}, {"item": "When you share your moments of joy with friends, that memory lasts forever.", "owner": "Debasish Mridha"}, {"item": "Book knowledge is not enough. Experiential knowledge is essential for success in life.", "owner": "Debasish Mridha"}, {"item": "The prime purposes of our lives is to help others, love others, and be kind to others.", "owner": "Debasish Mridha"}, {"item": "You may not be rich with money, Socrates was not, your life still has tremendous value.", "owner": "Debasish Mridha"}, {"item": "Never forget to be someone even when you get lost in the wildness of a crowd.", "owner": "Debasish Mridha"}, {"item": "Tact is an ability to live in the midst of ugliness without getting ugly.", "owner": "Debasish Mridha"}, {"item": "Forgiveness with kindness is the best revenge.", "owner": "Debasish Mridha"}, {"item": "Life is a song. Your thoughts are the music. Now play beautiful music and sing a wonderful song.", "owner": "Debasish Mridha"}, {"item": "Every failure is an experience builder and a stepping stone towards success.", "owner": "Debasish Mridha"}, {"item": "Wake up every morning with dreams of a wonderful day.", "owner": "Debasish Mridha"}, {"item": "I am not a teacher, but I am a friend who likes to kindle your heart and awaken your mind.", "owner": "Debasish Mridha"}, {"item": "I can’t tell you what consciousness is, but I know I can only think when I am conscious.", "owner": "Debasish Mridha"}, {"item": "Appreciate what you have to get more of what you want.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of experiences.", "owner": "Debasish Mridha"}, {"item": "The greatest wealth is a loving peaceful mind.", "owner": "Debasish Mridha"}, {"item": "In life, storms come not to hurt you but to make you stronger.", "owner": "Debasish Mridha"}, {"item": "You sing in my mind and dance in my heart.", "owner": "Debasish Mridha"}, {"item": "You are very strong if you're empowered by love and simplicity.", "owner": "Debasish Mridha"}, {"item": "I can’t express the truth about reality. I can only express my feelings.", "owner": "Debasish Mridha"}, {"item": "A vacation is three times more work without the payment.", "owner": "Debasish Mridha"}, {"item": "The truth is that there is no absolute truth.", "owner": "Debasish Mridha"}, {"item": "Your uniqueness is your trademark.", "owner": "Debasish Mridha"}, {"item": "Never forget to love your enemies and pray for their well-being.", "owner": "Debasish Mridha"}, {"item": "Try to control your anger before it burns your life.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the most essential ingredient of life, and it comes from curiosity.", "owner": "Debasish Mridha"}, {"item": "There are beauties all around you. All you have to do is look to reveal them.", "owner": "Debasish Mridha"}, {"item": "A new baby is the beginning of a new universe—his own unique universe.", "owner": "Debasish Mridha"}, {"item": "Am I going with time slowly or is time going with me?", "owner": "Debasish Mridha"}, {"item": "Love is not a place to wander. Love is a feeling to deeply appreciate and enjoy.", "owner": "Debasish Mridha"}, {"item": "A leader becomes great by inspiring others to do great things.", "owner": "Debasish Mridha"}, {"item": "We are blessed with a finite life, but our imaginations are infinite.", "owner": "Debasish Mridha"}, {"item": "Happiness is very simple. To be happy, think happiness.", "owner": "Debasish Mridha"}, {"item": "Your mind is your biggest enemy and your dearest friend.", "owner": "Debasish Mridha"}, {"item": "Every day of life is an adventure. Don’t fear to dare and never forget to enjoy it.", "owner": "Debasish Mridha"}, {"item": "When a leader has an attitude of gratitude, it can create great differences in the lives of others.", "owner": "Debasish Mridha"}, {"item": "Don’t just wish and dream—take action to make it happen.", "owner": "Debasish Mridha"}, {"item": "Be knowledgeable but humble. Be wise and simple.", "owner": "Debasish Mridha"}, {"item": "We are born to unfold the beauty of life and to adorn the universe with unique thoughts.", "owner": "Debasish Mridha"}, {"item": "A knowledgeable person without a curious mind is like poetry without essence.", "owner": "Debasish Mridha"}, {"item": "My favorite place for taking a vacation is found in my library.", "owner": "Debasish Mridha"}, {"item": "How strange! Life gets easier when we get better.", "owner": "Debasish Mridha"}, {"item": "If you can begin with enthusiasm and confidence, you are half way to success.", "owner": "Debasish Mridha"}, {"item": "When you learn to kill animals, you are unconsciously teaching cruelty to other creations.", "owner": "Debasish Mridha"}, {"item": "Our education system often teaches us how to conform more than how to wonder and venture.", "owner": "Debasish Mridha"}, {"item": "Your heart sees the beauty of life and your soul realizes the ecstasy of love.", "owner": "Debasish Mridha"}, {"item": "The ultimate purpose of education is to learn how to reveal your own unique beauty.", "owner": "Debasish Mridha"}, {"item": "The more you get lost in love, the more love you will find to enjoy and appreciate.", "owner": "Debasish Mridha"}, {"item": "Education is the best weapon to fight against the adversity of life.", "owner": "Debasish Mridha"}, {"item": "Be like a tree, bloom like a flower, sing like a bird, and dance like a peacock.", "owner": "Debasish Mridha"}, {"item": "Vacations are the best time to find your true self deep inside.", "owner": "Debasish Mridha"}, {"item": "Loving is more important than living; without love, life has no meaning.", "owner": "Debasish Mridha"}, {"item": "You are the soul of the universe, the eyes of the world, and the feelings of nature.", "owner": "Debasish Mridha"}, {"item": "The time and situation is always right to express and experience the beauty of kindness.", "owner": "Debasish Mridha"}, {"item": "Happiness is the best makeup to emphasize your inner beauty and outer glow.", "owner": "Debasish Mridha"}, {"item": "If life is an adventure, then a vacation is an adventure to find true joy.", "owner": "Debasish Mridha"}, {"item": "When you find the way to empower others, you will find that you are a great leader.", "owner": "Debasish Mridha"}], "common_tag": "miraboli,", "updatedAt": "2023-07-01 19:09:51"}