{"contents": [{"item": "We are willing to believe anything other than the truth.", "owner": "Carlos Ruiz Zafón"}, {"item": "The Self, when finite, is Human and when infinite, is God.", "owner": "Abhijit Naskar"}, {"item": "I believe that ignorance is the root of all evil.And that no one knows the truth.", "owner": "Molly Ivins"}, {"item": "He was a lonely ghost uttering a truth that nobody would ever hear.", "owner": "George Orwell, 1984"}, {"item": "The world was full of monsters, and they were all allowed to bite the innocent and the unwary", "owner": "Stephen King, Cujo"}, {"item": "Worrying is stupid. It's like walking around with an umbrella waiting for it to rain.", "owner": "Wiz Khalifa"}, {"item": "Sophistication is not science people, simplicity is.", "owner": "Abhijit Naskar"}, {"item": "After all, a homeless man has reason to cry, everything in the world is pointed against him.", "owner": "Jack Kerouac, The Dharma Bums"}, {"item": "You can't let the truth bring out the worst and let it get the best of you.", "owner": "Criss Jami, Diotima, Battery, Electric Personality"}, {"item": "That is all very senseless, but this senselessness has a pretty mouth, and it smiles.", "owner": "Robert Walser, Jakob von Gunten"}, {"item": "I don't go out of my way to make friends, that's all.", "owner": "Haruki Murakami, Norwegian Wood"}, {"item": "Sometimes you have to forsake what you want, to get what you want.", "owner": "E'yen A. Gardner"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Censorship may promote the lies, but it does not alter the truth.", "owner": "Anthony T. Hincks"}, {"item": "To make a true choice, we must have true knowledge.", "owner": "Cassandra Clare, Lord of Shadows"}, {"item": "I am not cruel —only truthful.", "owner": "Sylvia Plath"}, {"item": "Truth is ever to be found in the simplicity, and not in the multiplicity and confusion of things.", "owner": "Isaac Newton"}, {"item": "The sooner you answer the question, \"who am I\" the more effective and successful life you will have", "owner": "Sunday Adelaja"}, {"item": "My bullshit meter is reading that as 'false'.", "owner": "Charlaine Harris, Dead as a Doornail"}, {"item": "Whatever demon invented stiletto-heeled boots should roast in hell...", "owner": "Cherise Sinclair, Lean on Me"}, {"item": "no matter what you call him...we all pray to the same source", "owner": "Fee Scott"}, {"item": "It is error only, and not truth, that shrinks from inquiry.", "owner": "Thomas Paine"}, {"item": "Troubles teaches the grace of the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "I've heard that the soul often recognizes truth when it hears it, even if the mind does not.", "owner": "Richelle Mead, Storm Born"}, {"item": "There are few things in life worse than a long-winded lawyer.", "owner": "John Grisham, The Rainmaker"}, {"item": "Hope is bulletproof, truth just hard to hit", "owner": "Christopher Moore, Coyote Blue"}, {"item": "In any government, interests precede truth.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Perception is the lie that we convince ourselves exists", "owner": "Melissa Bradley"}, {"item": "Intentions of a man reflects in his actions.", "owner": "Sukant Ratnakar, Open The Windows: To the World around You"}, {"item": "The impulse to tell the truth was not as great as the fear of being left off the page.", "owner": "Jonathan Messinger, Hiding Out"}, {"item": "A man's true character comes out when he's drunk.", "owner": "Charlie Chaplin"}, {"item": "Failure is a fuel for excuses.", "owner": "Jet Li"}, {"item": "The trouble with denial is that when the truth comes, you aren't ready.", "owner": "Nina LaCour, We Are Okay"}, {"item": "Status will get you nowhere. Only an open heart will allow you to float equally between everyone.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "Truth be the knowledge of love.", "owner": "R.W. Erskine"}, {"item": "There is a tragic clash between Truth and the world. Pure undistorted truth burns up the world.", "owner": "Nikolai A. Berdyaev"}, {"item": "The only truth was whatever you could make someone believe.", "owner": "Megan Chance, The Spiritualist"}, {"item": "One lie has the power to tarnish a thousand truths.", "owner": "Al David"}, {"item": "Disinformation is duping. Misinformation is tricking.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "But memory is like plaster: peel it back and you just might find a completely different picture.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "The truth will set you free. But not until it is finished with you.", "owner": "David Foster Wallace, Infinite Jest"}, {"item": "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.", "owner": "Blaise Pascal"}, {"item": "Truth must be found in reality, not systems.", "owner": "Joseph Beuys, What Is Art?: Conversations with Joseph Beuys"}, {"item": "Things come apart so easily when they have been held together with lies.", "owner": "Dorothy Allison, Bastard Out of Carolina"}, {"item": "War kills everybody, including the ones who live.", "owner": "Hallgrímur Helgason, The Hitman's Guide to Housecleaning"}, {"item": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.", "owner": "Albert Einstein"}, {"item": "If you want to tell people the truth, make them laugh, otherwise they'll kill you.", "owner": "George Bernard Shaw"}, {"item": "All great and successful people stayed alone with themselves to develop their gift", "owner": "Sunday Adelaja"}, {"item": "False judges are held up in the world’s admiration and I alone know the true ones.", "owner": "Albert Camus, The Fall"}, {"item": "The only true testimony is the Truth of God.", "owner": "Lailah Gifty Akita"}, {"item": "The truth is not believable to someone who has not lived it in his muscles.", "owner": "Jean Hatzfeld, Machete Season: The Killers in Rwanda Speak"}, {"item": "The truth hurt more than lies.", "owner": "Melissa Landers, Starfall"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do you want this to be a love story?", "owner": "Jenny Downham, You Against Me"}, {"item": "The more I see, the less I know for sure.", "owner": "John Lennon"}, {"item": "There are three types of lies -- lies, damn lies, and statistics.", "owner": "Benjamin Disraeli"}, {"item": "If we act like prey, they’ll act like predators", "owner": "Alyxandra Harvey, My Love Lies Bleeding"}, {"item": "The best gifts come from the heart, not the store.", "owner": "Sarah Dessen, Lock and Key"}, {"item": "Knowing the Truth is not based on knowledge, but on being \"it\".", "owner": "Vivian Amis"}, {"item": "In essentials, unity; in non-essentials, liberty; in all things, charity.", "owner": "Rupertus Meldenius"}, {"item": "Books are mirrors: you only see in them what you already have inside you.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "The greatest enemy to fear is truth.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "The truth is that judgment and fear will never stop, but they don't actually do anything.", "owner": "Julien Smith, The Flinch"}, {"item": "Silence is the mother of truth.", "owner": "Benjamin Disraeli"}, {"item": "When one realises one is asleep, at that moment one is already half-awake.", "owner": "P.D. Ouspensky"}, {"item": "Humility is nothing but truth, and pride is nothing but lying.", "owner": "St. Vincent de Paul"}, {"item": "If you have no intention of loving or being loved, the whole journey is pointless.", "owner": "Kate DiCamillo"}, {"item": "You govern people, you do good and bad things.If you don't have guts to do bad, then step aside.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Lies do not lie, truth do, In the times of any act lies lie hidden behind.", "owner": "Santosh Kalwar"}, {"item": "They don't actually want you to do your own thing, not unless it's their thing too.", "owner": "Robert Cormier, The Chocolate War"}, {"item": "Because this is the way things are meant to be.(Press Tilton)", "owner": "D.J. MacHale"}, {"item": "If you wish to know the truth, read the holy Scriptures.", "owner": "Lailah Gifty Akita"}, {"item": "Stand up for what is right even if you stand alone.", "owner": "Suzy Kassem"}, {"item": "I tried.Can't do it.Brain's empty.", "owner": "Sharon Creech, Love That Dog"}, {"item": "I'm guilty of giving people more chances than they deserve but when I'm done, I'm done.", "owner": "Turcois Ominek"}, {"item": "Don't doubt yourself, that's what haters are for.", "owner": "Turcois Ominek"}, {"item": "Propaganda is a sprinter, but truth is a long-distance runner.", "owner": "Ernest Partridge, Responsibilities to future generations: Environmental ethics"}, {"item": "All people know the same truth. Our lives consist of how we choose to distort it.", "owner": "Woody Allen"}, {"item": "Time is precious, but truth is more precious than time.", "owner": "Benjamin Disraeli"}, {"item": "In the world there exists no aesthetic plane, not even the aesthetic plane of goodness.", "owner": "Clarice Lispector, The Passion According to G.H."}, {"item": "There are three sides to every story: yours, theirs, and the truth somewhere in the middle.", "owner": "Sherrilyn Kenyon, Styxx"}, {"item": "Repeat a lie a thousand times and it become a successful political campaign.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Tell all the Truth, but tell it slant/Success in Circuit lies...", "owner": "Emily Dickinson, The Complete Poems of Emily Dickinson"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "This is how you start to get respect, by offering something that you have.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "It is a fool's prerogative to utter truths that no one else will speak.", "owner": "Neil Gaiman"}, {"item": "Whatever satisfies the soul is truth.", "owner": "Walt Whitman"}, {"item": "Truth is the basis of all healing.", "owner": "Barbara Schmidt"}, {"item": "Being a leader is making the people you love hate you a little more each day.", "owner": "Patrick Ness, The Ask and the Answer"}, {"item": "The truth is rarely pure and never simple.", "owner": "Oscar Wilde, The Importance of Being Earnest"}], "common_tag": "truth", "updatedAt": "2023-05-26 21:16:05"}