{"contents": [{"item": "Living for your purpose warrants eternal blessings", "owner": "Sunday Adelaja"}, {"item": "Living for your purposes warrants eternal blessings", "owner": "Sunday Adelaja"}, {"item": "We glorify God when we appreciate humans", "owner": "Sunday Adelaja"}, {"item": "God is a God of appreciation", "owner": "Sunday Adelaja"}, {"item": "Love everybody, believers or not", "owner": "Sunday Adelaja"}, {"item": "The true test of one's mettle is how many times you will try before you give up.", "owner": "Stephen Richards"}, {"item": "Man is the carrier of God’s image", "owner": "Sunday Adelaja"}, {"item": "The content of a man is the life he possesses inside", "owner": "Sunday Adelaja"}, {"item": "Forget hard work, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The concept of work should be understood diligently", "owner": "Sunday Adelaja"}, {"item": "Solitude is an opportunity to arrest time and convert it into products.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "You have to be skillful in your time management to be effective in life", "owner": "Sunday Adelaja"}, {"item": "One who swims with the tide and not the other side will benefit from the opportunity that flows.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Wealth creation is 10% of what you know and 90% Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Our life mandate on earth is carrying out our purpose", "owner": "Sunday Adelaja"}, {"item": "Don’t fellowship with people around you alone, explore and reach out to more people", "owner": "Sunday Adelaja"}, {"item": "No amount of service we do can impress God, only our service to ordinary people can", "owner": "Sunday Adelaja"}, {"item": "A selfish living is a wasteful living", "owner": "Sunday Adelaja"}, {"item": "Tanacity is the dance within the art of opportunity", "owner": "Rasheed Ogunlaru"}, {"item": "Your net worth determines how valuable you are in the sight of men", "owner": "Sunday Adelaja"}, {"item": "Time is wasted when it is not being converted", "owner": "Sunday Adelaja"}, {"item": "Cosmic Ordering success sticks to you like mud to a blanket.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "You cannot appreciate God without appreciating people", "owner": "Sunday Adelaja"}, {"item": "You reproduce your life only when you work in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "You need speed to regain your lost years", "owner": "Sunday Adelaja"}, {"item": "Everything in existence was gotten from the currency of time", "owner": "Sunday Adelaja"}, {"item": "You don’t count or matter when you don’t live an effective life", "owner": "Sunday Adelaja"}, {"item": "The key to an effective life is that things done for self don’t count", "owner": "Sunday Adelaja"}, {"item": "Find time to meditate and see how you can improve your life and achieve your goals", "owner": "Sunday Adelaja"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "The ministry of Christ is based on people", "owner": "Sunday Adelaja"}, {"item": "Always live in active consciousness", "owner": "Sunday Adelaja"}, {"item": "When you are intense, you will do things persistently and with speed", "owner": "Sunday Adelaja"}, {"item": "Cosmic Ordering is with you in all that you do.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Your calling is your natural area of concentration", "owner": "Sunday Adelaja"}, {"item": "Self-denial is the first quality of love", "owner": "Sunday Adelaja"}, {"item": "With Cosmic Ordering life is a field of unlimited possibilities.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Celebrate people irrespective of their status or position", "owner": "Sunday Adelaja"}, {"item": "You need to combine your calling with your passion", "owner": "Sunday Adelaja"}, {"item": "Life should be used to fulfill the purposes of the Kingdom", "owner": "Sunday Adelaja"}, {"item": "No amount of money can recover lost time", "owner": "Sunday Adelaja"}, {"item": "An effective life is a fulfilled one", "owner": "Sunday Adelaja"}, {"item": "As a believer, you need to take responsibility of the Kingdom of God on earth", "owner": "Sunday Adelaja"}, {"item": "When you celebrate a person, you are celebrating the creator of that person", "owner": "Sunday Adelaja"}, {"item": "It’s not about who they are, but about God’s principle", "owner": "Sunday Adelaja"}, {"item": "We are only qualified for God’s glory when we glorify people", "owner": "Sunday Adelaja"}, {"item": "Make sure everything you do is targeted at yielding maximum results", "owner": "Sunday Adelaja"}, {"item": "Everyone deserves to be in our fellowship", "owner": "Sunday Adelaja"}, {"item": "Work is designed to be a means of fulfilling your destiny", "owner": "Sunday Adelaja"}, {"item": "Value-added time produces multiplication and production", "owner": "Sunday Adelaja"}, {"item": "Good thoughts can become reality with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Whatever your desire, use Cosmic Ordering to get what you require!", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Living in active consciousness is being in the “here and now", "owner": "Sunday Adelaja"}, {"item": "Your life content reduces with employment", "owner": "Sunday Adelaja"}, {"item": "Invest in your purpose and land of promise", "owner": "Sunday Adelaja"}, {"item": "All that you are is all around you.", "owner": "Stephen Richards"}, {"item": "The best way to appreciate God is to appreciate His creation", "owner": "Sunday Adelaja"}, {"item": "Work is a means to fulfill your heavenly mandate", "owner": "Sunday Adelaja"}, {"item": "You cannot fulfill your mandate without fulfilling your purpose and calling in life", "owner": "Sunday Adelaja"}, {"item": "Twenty years from now you will be disappointed you never used Cosmic Ordering today.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Open your eyes to new opportunities", "owner": "Sunday Adelaja"}, {"item": "Cosmic Ordering is a licence to print money.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Effectiveness of love must be measured by concrete results", "owner": "Sunday Adelaja"}, {"item": "It is impossible to pause, stop or delay time", "owner": "Sunday Adelaja"}, {"item": "Human existence is as a result of the evolution of time", "owner": "Sunday Adelaja"}, {"item": "God is connected to people", "owner": "Sunday Adelaja"}, {"item": "It is only when we meet the needs of the people around us that God meets our needs", "owner": "Sunday Adelaja"}, {"item": "When you know love then that is the time you forget hate.", "owner": "Stephen Richards"}, {"item": "Life cannot be in existence without time", "owner": "Sunday Adelaja"}, {"item": "Cosmic Ordering is your one way ticket to prosperity.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Joblessness is a rare privilege", "owner": "Sunday Adelaja"}, {"item": "The greatest barrier to wealth creation is the denial of Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "You can only prove your love to God when you love people that do not deserve your love", "owner": "Sunday Adelaja"}, {"item": "Celebrate God daily by celebrating His creation", "owner": "Sunday Adelaja"}, {"item": "The great dividing line between success and failure is Cosmic Ordering", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "When all around you are losing their heads, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Everyone should be seen as a carrier of God’s nature", "owner": "Sunday Adelaja"}, {"item": "Panic, fear, worry, doubt, negativity ... words not recognized by Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Life was given to us for an assignment", "owner": "Sunday Adelaja"}, {"item": "You only work right when you are fulfilling the essence of your creation", "owner": "Sunday Adelaja"}, {"item": "If we lose all of our wealth and are only left with love then, indeed, we shall never be poor.", "owner": "Stephen Richards"}, {"item": "Love others the way God loves you", "owner": "Sunday Adelaja"}, {"item": "The idea of life is maximizing your time and living and effective life", "owner": "Sunday Adelaja"}, {"item": "The only thing limiting your aspiration is your imagination.", "owner": "Stephen Richards"}, {"item": "Stop trying to make a living and begin to live", "owner": "Sunday Adelaja"}, {"item": "Fellowship and interaction with people opens up God’s heart to us", "owner": "Sunday Adelaja"}, {"item": "The material of life is made from time", "owner": "Sunday Adelaja"}, {"item": "Your intensity increases your productivity", "owner": "Sunday Adelaja"}, {"item": "The primary thing that determines how effective your life is how you carry out your calling", "owner": "Sunday Adelaja"}], "common_tag": "opportunities,", "updatedAt": "2023-05-26 21:16:05"}