{"contents": [{"item": "We are born to make manifest the glory of God.", "owner": "Lailah Gifty Akita"}, {"item": "If God didn't want you to be a dreamer, He wouldn't go around handing out dreams! That's a clue! ", "owner": "Mark Gorman"}, {"item": "To be productive, you have to stop being absent-minded", "owner": "Sunday Adelaja"}, {"item": "God is the ROCK of all ages.", "owner": "Lailah Gifty Akita"}, {"item": "God is a book I can no longer read.", "owner": "Floriano Martins"}, {"item": "We glorify God only as we celebrate people", "owner": "Sunday Adelaja"}, {"item": "Joblessness is a rare privilege", "owner": "Sunday Adelaja"}, {"item": "Celebrating God in people should be part of our lives as Christians", "owner": "Sunday Adelaja"}, {"item": "Life is a question asked by God about the way he exists.", "owner": "Kedar Joshi"}, {"item": "Without God's grace, the soul is dead in sin.", "owner": "Lailah Gifty Akita"}, {"item": "God is waiting on you to believe that you are capable", "owner": "Sunday Adelaja"}, {"item": "To embrace the spirit of godliness is to embrace everything godliness stands for.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Grace is a good gift of God.", "owner": "Lailah Gifty Akita"}, {"item": "Don’t waste time on employment, discover yourself today", "owner": "Sunday Adelaja"}, {"item": "We are no longer so lacking in fantasy as to uphold the existence of a god.", "owner": "Carl Einstein, Bebuquin"}, {"item": "In Rwanda, one person's God is another person's Satan-Thérèse Nyirabayovu", "owner": "Karl Maier, Into the House of the Ancestors: Inside the New Africa"}, {"item": "The life in our possession is our time", "owner": "Sunday Adelaja"}, {"item": "How can we claim to know God but deny Him in our action?", "owner": "Lailah Gifty Akita"}, {"item": "There is a level of positive anger that needed to be alive and to make a head way in this life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Marriage isn't about Winning - It's about Lasting", "owner": "Mark Gorman"}, {"item": "The only way to love God is by loving His people", "owner": "Sunday Adelaja"}, {"item": "God is willing to help you with the rain if only you can sow your crops.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "I craved to make my faith as real as possible, which meant being recklessly honest in His presence.", "owner": "Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life"}, {"item": "God hides the fires of hell within paradise.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "An effective life is a selfless one", "owner": "Sunday Adelaja"}, {"item": "A sense of humour is the only divine quality of man", "owner": "Arthur Schopenhauer"}, {"item": "Becuse God loves us, but the devil takes an interest.", "owner": "Jennifer Donnelly, Revolution"}, {"item": "Writing poems is simply an excuse to remember You.", "owner": "Kamand Kojouri"}, {"item": "Until you believe in yourself, it does not matter how much you believe in God", "owner": "Sunday Adelaja"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "In a myriad of ways you tell one truth.", "owner": "Dejan Stojanovic, The Shape"}, {"item": "One generation passes away, and another generation cometh forth: but the earth abides for ever.", "owner": "Compton Gage"}, {"item": "If you are frustrated with the elite of your society, do something about it.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Don’t go in the opposite direction, locate your calling", "owner": "Sunday Adelaja"}, {"item": "Only in the silence of our mind are we One.", "owner": "Vivian Amis, The Essentials of Life"}, {"item": "Let’s stop glorifying the devil, giving him power that he does not deserve or have.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Go all the way and let your soul be in what you are doing and there will be no limitations.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The number one price of ignorance is destruction.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Please God, let your face shine in glory on us.", "owner": "Lailah Gifty Akita"}, {"item": "You need to understand the principle of intensity to reclaim time", "owner": "Sunday Adelaja"}, {"item": "We live only for the hope of love.", "owner": "Kamand Kojouri"}, {"item": "Work to fulfill destiny", "owner": "Sunday Adelaja"}, {"item": "If we neither regard the deeds nor respect the works of God, it leads to rebellion.", "owner": "Lailah Gifty Akita"}, {"item": "A conscious human is driven by their conscience, not popular opinion.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Don’t be lookin up at no sky for help. Look down here, at us twisted dreamers.", "owner": "D.B.C. Pierre"}, {"item": "Money does not determine our worth", "owner": "Sunday Adelaja"}, {"item": "All what we think and know is an illusion. Nothing exists. Everything is an opinion.", "owner": "Ash Vaz"}, {"item": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.", "owner": "Alice Walker, The Color Purple"}, {"item": "Do not take the grace of God for granted.", "owner": "Lailah Gifty Akita"}, {"item": "Grace is freely given by God, in sacred moment of salvation.", "owner": "Lailah Gifty Akita"}, {"item": "Time is wasted when it is not being converted", "owner": "Sunday Adelaja"}, {"item": "What happens to us is for the Most High to be revealed in glory.", "owner": "Lailah Gifty Akita"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The Son of God is the Saviour.", "owner": "Lailah Gifty Akita"}, {"item": "There were a lot of gods. Gods always come in handy, they justify almost anything.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "When you live in darkness, you live under the rulership of the devil.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The heavenly Father knows all my faults. But still forgives all my sins.", "owner": "Lailah Gifty Akita"}, {"item": "You don’t need any confirmation if you are already in the spirit", "owner": "Sunday Adelaja"}, {"item": "And fragile is thy tenure of this worldStill haunted by the monstrous ghost of God.(\"To Science\")", "owner": "George Sterling, The Thirst of Satan: Poems of Fantasy and Terror"}, {"item": "There is a greater grace for every great sin.", "owner": "Lailah Gifty Akita"}, {"item": "There is no difference between the person living in ignorance and the person living in darkness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Education without the knowledge of the Holy One is the darkest doom.", "owner": "Lailah Gifty Akita"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "I look to you, O GOD.", "owner": "Lailah Gifty Akita"}, {"item": "Reconsider your life and see how you can make things work for yourself", "owner": "Sunday Adelaja"}, {"item": "The Holy God gives grace.", "owner": "Lailah Gifty Akita"}, {"item": "God is our Holy Father.", "owner": "Lailah Gifty Akita"}, {"item": "Our life mandate on earth is carrying out our purpose", "owner": "Sunday Adelaja"}, {"item": "Ignorance leads to leaving in self-deception.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Jesus had the ministry of light (knowledge).", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "There is only One holy Knowledge, the excellent knowledge of God.", "owner": "Lailah Gifty Akita"}, {"item": "Always ask yourself if you are really serving God", "owner": "Sunday Adelaja"}, {"item": "Light of star gives light on space.Light of God gives birth to all stars.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "We almost made it to thirty seconds without an insult. I think we set a new record.", "owner": "Sherrilyn Kenyon, Acheron"}, {"item": "Atheism is the opium of the mathematicians. Atheism is the religion of Mathematics.", "owner": "Bill Gaede"}, {"item": "No amount of money can recover lost time", "owner": "Sunday Adelaja"}, {"item": "The gods have become our diseases.", "owner": "C.G. Jung"}, {"item": "If we fix our eyes on Jesus Christ, He will perfect our faith in God.", "owner": "Lailah Gifty Akita"}, {"item": "Submit to the Father of spirit, God.", "owner": "Lailah Gifty Akita"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "Your calling should bless and affect the lives of others for good", "owner": "Sunday Adelaja"}, {"item": "Appreciate and find ways to invest in yourself", "owner": "Sunday Adelaja"}, {"item": "Wealth is a gift from God, and pride is bequeathed to us from the devil.", "owner": "Douglas Wilson"}, {"item": "As a believer, you need to take responsibility of the Kingdom of God on earth", "owner": "Sunday Adelaja"}, {"item": "See the light in losing your employment", "owner": "Sunday Adelaja"}, {"item": "Our ability to convert time determines how great we will become", "owner": "Sunday Adelaja"}, {"item": "I am nothing but a ripped fabric stitched together by God's grace.", "owner": "J.A. ANUM"}, {"item": "Everyone deserves to be in our fellowship", "owner": "Sunday Adelaja"}, {"item": "Wisdom is obtained by the revere of God.", "owner": "Lailah Gifty Akita"}, {"item": "Your Excellency, I have no need of this hypothesis.", "owner": "Pierre-Simon Laplace"}], "common_tag": "god,", "updatedAt": "2023-07-01 19:09:51"}