{"contents": [{"item": "He fell in love with the way she fell in love with everything besides him.", "owner": "Polkadot"}, {"item": "But please remember: this is only a work of fiction. The truth, as always, will be far stranger.", "owner": "Arthur C. Clarke"}, {"item": "Fiction just makes it all more interesting. Truth is so boring.", "owner": "Charlaine Harris, Dead as a Doornail"}, {"item": "I’m in love with fiction. A fantasy that slips between my fingers when reality sets in.", "owner": "Moryah DeMott, Timeless"}, {"item": "One doesn't intentionally to alter the truth, just enhance it and make it more memorable.", "owner": "John H. Alexander"}, {"item": "There is only one genre in fiction, the genre is called book.", "owner": "Matt Haig, The Humans"}, {"item": "How do I know what I think until I see what I say?", "owner": "E.M. Forster"}, {"item": "I am also an author. Please check out my novel, A Life Worth Dreaming About.", "owner": "Nicholas Dettmann"}, {"item": "Some part of me knew from the first that what I wanted was not reality but myth.", "owner": "Stephen King"}, {"item": "He had taken George, my beloved George, from me. And he had taken my other self: Anne.", "owner": "Philippa Gregory, The Other Boleyn Girl"}, {"item": "You're only young once, but you can be immature forever", "owner": "Germaine Greer"}, {"item": "My boy?he is evenbetter than books.-fiction has nothing on you.", "owner": "Amanda Lovelace, The Princess Saves Herself in this One"}, {"item": "You remember only what you want to remember. You know only what your heart allows you to know.", "owner": "Amy Tan, Saving Fish from Drowning"}, {"item": "Ah, ya, omong-omong, aku sangat merindukanmu. Apa kau merindukanku juga, mmm?", "owner": "Jee, Because It's You"}, {"item": "I have you with me, and I'm terrified you'll disappear.", "owner": "Jodi LaPalm, Still Life: a novella"}, {"item": "Truth may be stranger than fiction, but fiction is truer.", "owner": "Frederic Raphael"}, {"item": "I began to write because of love. I wrote to understand what I felt and what I knew.", "owner": "Kamand Kojouri"}, {"item": "Regrets are about decisions that you know you should have done different.", "owner": "Laurell K. Hamilton, Bullet"}, {"item": "Hurricanes couldn’t remove you from my mind. You’re my world and I’m incapable of not loving you.", "owner": "Billie-Jo Williams"}, {"item": "It's about time! It's supposed to be a ritual, not a marathon.", "owner": "Karen Chance, Claimed By Shadow"}, {"item": "But the purpose of the book is not the horror, it is horror's defeat.", "owner": "Terry Pratchett, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch"}, {"item": "The best fiction is true.", "owner": "Kinky Friedman"}, {"item": "It’s not the word made flesh we want in writing, in poetry and fiction, but the flesh made word", "owner": "William H. Gass"}, {"item": "There is nothing more amazing than being with the one you love.", "owner": "Shilpi, Hangover"}, {"item": "The truth was stranger than the official fiction.", "owner": "Dean Koontz"}, {"item": "Show me a man that gets rich by being a politician, and I'll show you a crook.", "owner": "Harry Truman"}, {"item": "We shall take a star out of the skies and shall set thousands of worlds on fire...", "owner": "Cordwainer Smith, The Rediscovery of Man"}, {"item": "You look like the vamp who bled the cat.", "owner": "Kim Harrison, Every Which Way But Dead"}, {"item": "This is only a work of fiction , The Truth as always will be far stranger", "owner": "Arthur C. Clarke, 2001: A Space Odyssey"}, {"item": "My name's Sean, Jem. I'm Sean.", "owner": "J.A. Belfield, Darkness & Light"}, {"item": "Some writers write to forget. Some forget to write.", "owner": "Mokokoma Mokhonoana"}, {"item": "Before I met you, my life ran on sheer amusement. After I met you, my life ran on sheer compassion.", "owner": "Heenashree Khandelwal, Soulmates, By Chance"}, {"item": "Yeah, tell me I’m a bottle of single malt scotch, she thought. That’s the way to my heart.", "owner": "L.J. Smith, Nightfall"}, {"item": "There is only one happiness in life. To love, and to be loved", "owner": "Shilpi, Hangover"}, {"item": "Oh dios mio, she makes me burn, she makes me need. She is etching herself into mi alma", "owner": "P.T. Macias, Hot & Spicy"}, {"item": "Mistakes? That's why they put erasers on pencils.", "owner": "Rick Barnett"}, {"item": "I feel ill,\" [Howl] announced. \"I'm going to bed, where I may die.", "owner": "Diana Wynne Jones, Howl's Moving Castle"}, {"item": "Some things are just like riding a bicycle; you jump on, pedal, and hope you don’t fall.", "owner": "Henry Mosquera, Sleeper's Run"}, {"item": "Fiction becomes visual by becoming verbal", "owner": "William H. Gass"}, {"item": "There is fact in every fiction and truth in every lie.", "owner": "Krisi Keley, On the Soul of a Vampire"}, {"item": "Raven?'Yes?'What do you believe in?'I believe in - finding out!", "owner": "Ellen Schreiber, Vampire Kisses"}, {"item": "A lie, sometimes, can be truer than the truth, which is why fiction gets written.", "owner": "Tim O'Brien"}, {"item": "Vampires. Honestly, they're like children sometimes. ", "owner": "Richelle Mead, Succubus Blues"}, {"item": "When all the details fit in perfectly, something is probably wrong with the story.", "owner": "Charles Baxter, Burning Down the House: Essays on Fiction"}, {"item": "Fact and fiction are different truths.", "owner": "Patricia MacLachlan, The Facts and Fictions of Minna Pratt"}, {"item": "Energy is neither created nor destroyed. It just changes shape.", "owner": "Sheri Reynolds"}, {"item": "Bonnie, believe in me. I’ll save you.I remember how to fly.", "owner": "L.J. Smith, Nightfall"}, {"item": "my boy? he is evenbetter than books. -fiction has nothing on you.", "owner": "Amanda Lovelace, The Princess Saves Herself in this One"}, {"item": "The brightest light casts the darkest shadow.", "owner": "Jess C. Scott, The Darker Side of Life"}, {"item": "The difference between vampires and angels? Angels are real.", "owner": "Lisa Grace"}, {"item": "If something is going to happen to me, I want to be there.", "owner": "Albert Camus, The Stranger"}, {"item": "A good story is always more dazzling than a broken piece of truth.", "owner": "Diane Setterfield, The Thirteenth Tale"}, {"item": "In the end, fiction is the craft of telling truth through lies.", "owner": "Lauren Groff"}, {"item": "Everything I know, I know because of love.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "When I walk, I walk with you. Where I go, you're with me always.", "owner": "Alice Hoffman, The Story Sisters"}, {"item": "A woman must have money and a room of her own if she is to write fiction.", "owner": "Virginia Woolf, A Room of One's Own"}, {"item": "Writing romantic fiction is the second chance that loved ones denied us.", "owner": "Shannon L. Alder"}, {"item": "Love, doesn't need any stamp of society to prove itself, it just happens", "owner": "Shilpi, Hangover"}, {"item": "It kept him alive, he was certain; even more, it kept his darkest of his demons at bay.", "owner": "Lara Adrian, Kiss of Crimson"}, {"item": "Dreams only come true if youpoint yourself in their direction", "owner": "Tina Reber, Love Unrehearsed"}, {"item": "An eye for an eye my friend.", "owner": "Tsugumi Ohba"}, {"item": "The only difference between fiction and religion is that people don't kill themselves over fiction.", "owner": "Ahmed Mostafa"}, {"item": "Some of these things are true and some of them lies. But they are all good stories.", "owner": "Hilary Mantel, Wolf Hall"}, {"item": "Maybe he thinks he can rescue me? No one is that stupid. ", "owner": "Kim Harrison, The Outlaw Demon Wails"}, {"item": "We both must burn this midnight oil together. You’re just as new to me as I am you.” --Andrew", "owner": "Laura Kreitzer, Abyss"}, {"item": "I can't go on, I'll go on.", "owner": "Samuel Beckett, I Can't Go On, I'll Go On: A Samuel Beckett Reader"}, {"item": "I'm not the same person I was before, and I am deathly afraid I will never be her again...", "owner": "Jodi LaPalm, Still Life: a novella"}, {"item": "There is no doubt fiction makes a better job of the truth.", "owner": "Doris Lessing, Under My Skin: Volume One of My Autobiography, to 1949"}, {"item": "Great. I'd been dumped in Hell's waiting room.", "owner": "Karen Chance, Touch the Dark"}, {"item": "Why do people always assume that volume will succeed when logic won’t? - Damon", "owner": "L.J. Smith, Nightfall"}, {"item": "The trouble with writing fiction is that it has to make sense, whereas real life doesn't.", "owner": "Iain M. Banks"}, {"item": "Fiction reveals truths that reality obscures.", "owner": "Jessamyne West"}, {"item": "He’d used the amulet to read my thoughts again. I pictured smacking him in the face.", "owner": "Priya Ardis, Ever My Merlin"}, {"item": "People have incredible nerve to do terrible things, but never actually admit to them.", "owner": "Henry Mosquera, Sleeper's Run"}, {"item": "It could be that this record set before you now is a fiction.", "owner": "Jeanette Winterson"}, {"item": "Vane grabbed me. “DuLac, let’s chat.” British-speak for “Stand still while I yell at you.", "owner": "Priya Ardis, My Merlin Awakening"}, {"item": "The truth, as much as people acted like they wanted to hear it, was sometimes too cruel and harsh.", "owner": "Laura Kreitzer, Fallen Legion"}, {"item": "The features of character are carved out of adversity.", "owner": "Rick Barnett"}, {"item": "Life is infinitely stranger than anything which the mind of man could invent.", "owner": "Arthur Conan Doyle, A Case of Identity"}, {"item": "Romantic literature is in effect imaginative lying.", "owner": "Oscar Wilde"}, {"item": "Lovers of print are simply confusing the plate for the food.", "owner": "Douglas Adams"}, {"item": "Do you know what we call opinion in the absence of evidence? We call it prejudice.", "owner": "Michael Crichton, State of Fear"}, {"item": "It's not an easy thing to tell a true story.", "owner": "Allen Morris Jones"}, {"item": "What comes from the heart will go to the heart", "owner": "Renae Lucas-Hall"}, {"item": "The sight of her made him understand why he'd lost his faith in God.", "owner": "Sarah Langan, The Keeper"}, {"item": "Science is no longer fiction,but Reality may become one.", "owner": "Natasha Tsakos"}, {"item": "ligion is the opiate of the masses.\" \"I did masses of opiates religiously.", "owner": "Carrie Fisher, Postcards from the Edge"}, {"item": "Romance has been elegantly defined as the offspring of fiction and love.", "owner": "Benjamin Disraeli"}, {"item": "I am serving the purpose for which I was designed, therefore I am satisfied with my existence.", "owner": "Kevin J. Anderson"}, {"item": "The book was blunt and had an honesty about it, whereas the movie was just a beautiful lie.", "owner": "Bret Easton Ellis, Imperial Bedrooms"}], "common_tag": "fiction,", "updatedAt": "2023-07-01 19:09:51"}