{"contents": [{"item": "If you can think higher thoughts, you can do higher deeds.", "owner": "Matshona Dhliwayo"}, {"item": "Stars give so much to the world without demanding payment. Be likewise.", "owner": "Matshona Dhliwayo"}, {"item": "A flower that refuses to bloom robs the world of its beauty.", "owner": "Matshona Dhliwayo"}, {"item": "Prayer is the best way to hug those who are far away.", "owner": "Matshona Dhliwayo"}, {"item": "It is impossible for a star to shine and not get noticed, even in the dark.", "owner": "Matshona Dhliwayo"}, {"item": "The sky is the limit only if you have a problem with reaching for the stars.", "owner": "Matshona Dhliwayo"}, {"item": "Whether your glass is half full or half empty, hope can fill it up.", "owner": "Matshona Dhliwayo"}, {"item": "The struggles of the past are the gateway to the blessings of the future.", "owner": "Matshona Dhliwayo"}, {"item": "It is in vain to hide a fruitful seed in fertile soil.", "owner": "Matshona Dhliwayo"}, {"item": "Birds keep singing beautiful songs, even if they have no audience.", "owner": "Matshona Dhliwayo"}, {"item": "If the sky never grew dark, we would not be able to clearly see the stars.", "owner": "Matshona Dhliwayo"}, {"item": "If your thoughts are higher than your problems, you can fly above them.", "owner": "Matshona Dhliwayo"}, {"item": "It is better to win souls than to conquer nations.", "owner": "Matshona Dhliwayo"}, {"item": "A seed only begins to manifest its greatest potential the day it is buried in dirt.", "owner": "Matshona Dhliwayo"}, {"item": "Don’t let past disappointments rob you of future happiness.", "owner": "Matshona Dhliwayo"}, {"item": "If size really mattered, a match wouldn’t be able to set a forest on fire.", "owner": "Matshona Dhliwayo"}, {"item": "The poor can dream. The weak can hope. The helpless can strive. The powerless can rise.", "owner": "Matshona Dhliwayo"}, {"item": "A flower’s beauty is birthed in a seed’s ugly struggles.", "owner": "Matshona Dhliwayo"}, {"item": "You are not honored for the fruit you pick, but for the trees you plant.", "owner": "Matshona Dhliwayo"}, {"item": "Stars cannot achieve their highest potential without the dark.", "owner": "Matshona Dhliwayo"}, {"item": "It is not the size of a seed, but the size of what rises from it.", "owner": "Matshona Dhliwayo"}, {"item": "A day in a storm strengthens you more than a thousand in sunshine.", "owner": "Matshona Dhliwayo"}, {"item": "If you have shed a thousand tears, expect a thousand blessings.", "owner": "Matshona Dhliwayo"}, {"item": "What you conquer in your soul you conquer in your world.", "owner": "Matshona Dhliwayo"}, {"item": "When a flower rises from the earth, it is overcoming its greatest opponent: fear.", "owner": "Matshona Dhliwayo"}, {"item": "Light is all a flower longs for, even when surrounded with priceless jewels.", "owner": "Matshona Dhliwayo"}, {"item": "Spend time with people who enrich your mind, nourish your heart, and illuminate your soul.", "owner": "Matshona Dhliwayo"}, {"item": "A leaf has no power to resist when the wind blows, but when life’s storms rage, you do.", "owner": "Matshona Dhliwayo"}, {"item": "The loveliest roses sometimes bear the ugliest thorns.", "owner": "Matshona Dhliwayo"}, {"item": "You can blow out a candle, but you cannot blow out a star.", "owner": "Matshona Dhliwayo"}, {"item": "God sometimes uses ugly vessels to carry beautiful things.", "owner": "Matshona Dhliwayo"}, {"item": "If you try to extinguish the light of one who shines like the sun you will get burned.", "owner": "Matshona Dhliwayo"}, {"item": "Be the calm in someone else’s storm.", "owner": "Matshona Dhliwayo"}, {"item": "Fortify your mind, bullet proof your heart, strengthen your soul.", "owner": "Matshona Dhliwayo"}, {"item": "Stars do not hide from darkness. Roses do not hide from thorns. Diamonds do not hide from pressure.", "owner": "Matshona Dhliwayo"}, {"item": "A single star shines brighter than a thousand moons.", "owner": "Matshona Dhliwayo"}, {"item": "As the sky is too big for two stars to clash, the world is big enough for all of us to shine.", "owner": "Matshona Dhliwayo"}, {"item": "The uglier the storm the lovelier the rainbow.", "owner": "Matshona Dhliwayo"}, {"item": "When you look at a rose try to focus on its beauty, not its thorns.", "owner": "Matshona Dhliwayo"}, {"item": "It is impossible for darkness to reign in the presence of a star.", "owner": "Matshona Dhliwayo"}, {"item": "When God wants to give you a miracle, He first gives you a problem.", "owner": "Matshona Dhliwayo"}, {"item": "A star is a rock that could no longer hide its light from the world.", "owner": "Matshona Dhliwayo"}, {"item": "If you want to know a person’s true character, observe how he treats those who don’t matter.", "owner": "Matshona Dhliwayo"}, {"item": "Learn from the ocean; not fearing turbulence, it uses the wind against it to rise instead.", "owner": "Matshona Dhliwayo"}, {"item": "Rainbows can’t rise without storms.", "owner": "Matshona Dhliwayo"}, {"item": "Joy gives you strength.Hope gives you fortitude.Faith gives you courage.Love gives you power.", "owner": "Matshona Dhliwayo"}, {"item": "The universe acknowledges the value of your tears; for when it rains, it is shedding its own.", "owner": "Matshona Dhliwayo"}, {"item": "Learn more. Love more. Laugh more. Live more.", "owner": "Matshona Dhliwayo"}, {"item": "Hunger is a lesser evil than ignorance.", "owner": "Matshona Dhliwayo"}, {"item": "You don’t have to swim when you know how to walk on water.", "owner": "Matshona Dhliwayo"}, {"item": "The sun stands out not because it merely shines, but because it shines on everyone.", "owner": "Matshona Dhliwayo"}, {"item": "Today's storms help you appreciate tomorrow’s sunshine.", "owner": "Matshona Dhliwayo"}, {"item": "If God charged us for every tear He shed for us, the world would be bankrupt.", "owner": "Matshona Dhliwayo"}, {"item": "A seed only realizes its potential the day you bury it.", "owner": "Matshona Dhliwayo"}, {"item": "The world would have no rainbows if the sky had not storms.", "owner": "Matshona Dhliwayo"}, {"item": "If you can’t move a mountain by faith, move it by carrying away stone by stone.", "owner": "Matshona Dhliwayo"}, {"item": "When the storm runs out of breath, a rainbow is born.", "owner": "Matshona Dhliwayo"}, {"item": "A star is a rock that could no longer hide its beauty from the world.", "owner": "Matshona Dhliwayo"}, {"item": "Learn from stars; even in the dark they give off light, not despair.", "owner": "Matshona Dhliwayo"}, {"item": "You were not born to impress the world, but to impress the universe.", "owner": "Matshona Dhliwayo"}, {"item": "In thoughts, be wise. In speech, be cautious. In sentiment, be positive. In actions, be prudent.", "owner": "Matshona Dhliwayo"}, {"item": "The moon only dares compete with the stars when the sun is in its corner.", "owner": "Matshona Dhliwayo"}, {"item": "A rose struggling in a desert is still braver than a flower flourishing in a rain forest.", "owner": "Matshona Dhliwayo"}, {"item": "A star is not afraid of darkness, for its light comes from within.", "owner": "Matshona Dhliwayo"}, {"item": "A rainbow is not afraid of showing its true colors because it knows it is beautiful inside out.", "owner": "Matshona Dhliwayo"}, {"item": "Light does not have to beg darkness to shine.", "owner": "Matshona Dhliwayo"}, {"item": "If the wind brushes against you, do not complain; it brushes against everyone.", "owner": "Matshona Dhliwayo"}, {"item": "Tears water the eyes when they have been dry for too long.", "owner": "Matshona Dhliwayo"}, {"item": "When I was poor, I was rich because I was happy; when I was wealthy, I was poor because I was sad.", "owner": "Matshona Dhliwayo"}, {"item": "Run to brilliance. Sprint to excellence. Soar to transcendence.", "owner": "Matshona Dhliwayo"}, {"item": "Storms are rainbow’s inside out.", "owner": "Matshona Dhliwayo"}, {"item": "Throwing dirt at a diamond does not diminish its value.", "owner": "Matshona Dhliwayo"}, {"item": "Calm skies don't make skillful eagles.", "owner": "Matshona Dhliwayo"}, {"item": "If you cry in the rain, only the sky will see your tears.", "owner": "Matshona Dhliwayo"}, {"item": "A diamond's happy ending is on a crown, but its beauty was formed in dirt.", "owner": "Matshona Dhliwayo"}, {"item": "The world is already full of critics; to stand out, be an encourager.", "owner": "Matshona Dhliwayo"}, {"item": "Rainbows earn their brightest colors in the storm.", "owner": "Matshona Dhliwayo"}, {"item": "The richest person in the cemetery is the one who left behind the most happy memories.", "owner": "Matshona Dhliwayo"}, {"item": "A ship will never sink if God is on it.", "owner": "Matshona Dhliwayo"}, {"item": "Light on its worst day will conquer darkness on its best day.", "owner": "Matshona Dhliwayo"}, {"item": "A diamond earns its sparkle from the pressure it endures.", "owner": "Matshona Dhliwayo"}, {"item": "It is in the storm, not the calm, that a rainbow is born.", "owner": "Matshona Dhliwayo"}, {"item": "Light another’s path and the universe will light your own.", "owner": "Matshona Dhliwayo"}, {"item": "Planting a flower in the desert takes greater skill than growing a garden in a rain forest.", "owner": "Matshona Dhliwayo"}, {"item": "Stars don't beg the sky to shine.", "owner": "Matshona Dhliwayo"}, {"item": "In light, there is no darkness; and in darkness, there is no light.", "owner": "Matshona Dhliwayo"}, {"item": "A determined seed cannot be hidden from the world, not even by dirt.", "owner": "Matshona Dhliwayo"}, {"item": "The storm is the optimist’s friend, but the pessimist’s nightmare.", "owner": "Matshona Dhliwayo"}, {"item": "You are a product of your environment, but to be great your environment has to be a product of you.", "owner": "Matshona Dhliwayo"}, {"item": "We are all born stars, but some refuse to shine and others make it their life’s mission to glow.", "owner": "Matshona Dhliwayo"}], "common_tag": "matshona-dhliwayo-quotes,", "updatedAt": "2023-05-26 21:16:05"}