{"contents": [{"item": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "owner": "Roy T. Bennett"}, {"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you think this Universe is bad, you should see some of the others.", "owner": "Philip K. Dick"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Change course, but don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Great achievement requires personal force, determined spirit and self-confidence.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "owner": "Roy T. Bennett"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Head up, heart open. To better days!", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "Stay forever enthusiastic about your desirable dreams.", "owner": "Lailah Gifty Akita"}, {"item": "Good things happen in your life when you surround yourself with positive people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I admire those who do good and expect nothing in return.", "owner": "Roy T. Bennett"}, {"item": "Gratitude is the kindling for Peace.", "owner": "Tara L Lemméy"}, {"item": "Keep your heads up! We are sinking!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "For the grateful, there is no room for disappointment; Each moment offers life.", "owner": "Auliq-Ice"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To have what you have never had, you have to do what you have never done.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't cry because it's over, smile because it happened.", "owner": "Dr. Seuss"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "Living life without a goal is like sailing the sea without a compass.", "owner": "Auliq-Ice"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Stay strong, stay positive, and never give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Learning to focus on the big picture will help you keep things in a proper perspective.", "owner": "Roy T. Bennett"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "owner": "Anne Frank, Anne Frank's Tales from the Secret Annex"}, {"item": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "The best kind of happiness is a habit you're passionate about.", "owner": "Shannon L. Alder"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be handcuffed by bad habits when you hold the key to unlock the greatness inside of you.", "owner": "Rob Liano"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Success teaches us nothing only failure teaches. ", "owner": "Hyman G. Rickover"}, {"item": "You'll never find a rainbow if you're looking down", "owner": "Charlie Chaplin"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Ô, Sunlight! The most precious gold to be found on Earth.", "owner": "Roman Payne"}, {"item": "Instead of worrying about what you cannot control, focus your energy on what you can create.", "owner": "Roy  Bennett"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t be afraid. Be focused. Be determined. Be hopeful. Be empowered.", "owner": "Michelle Obama"}, {"item": "Whatever the clouds plan to do I always trust in the sun which never fails to come out ", "owner": "Munia Khan"}, {"item": "Be the positive impact on someone’s life.", "owner": "Roy T. Bennett"}, {"item": "We are all different. Don’t judge, understand instead.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "When the road ahead seems impossible, start the engine", "owner": "Benny Bellamacina, Piddly Poems for Children"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We are all in the gutter, but some of us are looking at the stars.", "owner": "Oscar Wilde, Lady Windermere's Fan"}, {"item": "Hope lies in what action we take.", "owner": "Auliq-Ice"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Grow your courage by remembering each day is a gift.", "owner": "Auliq-Ice"}, {"item": "I'm a pessimist because of intelligence, but an optimist because of will.", "owner": "Antonio Gramsci, Gramsci's Prison Letters"}, {"item": "Be open about your thoughts, ideas, and desires and you will be right with your decisions.", "owner": "Auliq Ice"}, {"item": "The optimist's hope and the pessimist's despair: reciprocal illusions.", "owner": "Marty Rubin"}, {"item": "A smart person knows how to talk. A wise person knows when to be silent.", "owner": "Roy T. Bennett"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "Be brave to stand for what you believe in even if you stand alone.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "optimism,", "updatedAt": "2023-07-01 19:09:51"}