{"contents": [{"item": "Confident people generally handle people with respect, compassion and integrity.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Love is being able to view a situation without adding duality to it.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "The things that pose the greatest threats to your survival are the most real things.", "owner": "Jordan B. Peterson"}, {"item": "The most talented people are always the nicest.", "owner": "James Caan"}, {"item": "Jealousy of another means you need to work on making you proud of yourself.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Our need for instant gratification is the reason we’re drawn to liars and hot air blowers.", "owner": "Izey Victoria Odiase"}, {"item": "Are you living in the moment?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Belief is a wonderful way to pass the time until the facts come in.", "owner": "Carl R White"}, {"item": "Think of the air you breathe as love. Changes everything.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Irrational expectations are at the root of most human suffering.", "owner": "Stefan Molyneux"}, {"item": "We have to allow ourselves to feel it in order to heal it.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Within our emotions lie answers, truths and instructions.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Most people, whatever their opinions and protestations, do not want to learn.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "In a world of increasing fakery, genuine people are the sexiest.", "owner": "Sam Owen"}, {"item": "Feeling your way to knowledge rather than thinking your way, often results in better learning.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "When it's sunny, why not spend some time dressing up and go out to have a walk!", "owner": "Tachibana Higuchi, Gakuen Alice, Vol. 14"}, {"item": "We are supposed to call poison medicine and we wonder why we're always sick.", "owner": "Stefan Molyneux"}, {"item": "You are here to be fully alive. Your expression is needed. Don't hold back", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "What is an unconditional state?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Fear of confronting emotions is like fear of reading road signs.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Love: the great connector. Stay Connected", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "It is a healthy approach not to expect persons to turn out precisely how you would have wished.", "owner": "Criss Jami, Healology"}, {"item": "You cannot connect with anyone except through reality.", "owner": "Stefan Molyneux"}, {"item": "Beyond the fiction of reality, there is the reality of the fiction.", "owner": "Slavoj Žižek, Less Than Nothing: Hegel and the Shadow of Dialectical Materialism"}, {"item": "First they ignore you, then they laugh at you, then they fight you, then you win.", "owner": "Mahatma Gandhi"}, {"item": "As I align with the Universal Energy of love I feel fully supported.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "I know enough to know that no woman should ever marry a man who hated his mother.", "owner": "Martha Gellhorn, Selected Letters"}, {"item": "All literature, or most literature, is about sex.\" (A. Burgess)", "owner": "Blanche Bachelar, The Sins of the Fathers"}, {"item": "When you lack self-esteem it’s easy to keep attracting the wrong people into your life.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Patience is supported & nurtured by a quality of forgiveness.", "owner": "Allan Lokos, Patience: The Art of Peaceful Living"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "If its almost right its wrong. Pay attention to your hesitation", "owner": "Renae A. Sauter"}, {"item": "Boundaries are easier to manage when your values are well-defined.", "owner": "Joe Jordan, Sharpen Your Life: 52 Strategic Moments to Create a Lifetime of Success"}, {"item": "Practice bravery every day and the self-worth will come.", "owner": "Alaric Hutchinson"}, {"item": "Any society which enjoins its members to adhere to both of these (politeness and truth) is a fraud.", "owner": "Idries Shah, Caravan of Dreams"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "We build confidence by daring to step outside our comfort zone in small increments.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Our wounds are often the openings into the best and most beautiful part of us.", "owner": "David Richo"}, {"item": "Bravery is listening even when you don't want to hear it.", "owner": "Alaric Hutchinson"}, {"item": "The clothes may vary, but the person is the same.", "owner": "Idries Shah, Sufi Thought and Action"}, {"item": "Listen to your soul it's calling you toward the life that is meant for you. ", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Arrogance based on relentless denial of faults eventually makes a person weary.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "When the mind is free, magic happens.", "owner": "C.G. Rousing"}, {"item": "Our perceptions are influenced by our surroundings.", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Clarity and simplicity help us to build confidence keep things clear and keep them simple. ", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Going down in history is a dead end pursuit", "owner": "Benny Bellamacina"}, {"item": "Life contains but two tragedies. One is not to get your heart’s desire the other is to get it. ", "owner": "Socrates"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "Get matured or call yourself a grandparent. Age never revised. Childish is not an excuse.", "owner": "Radin Erus"}, {"item": "A dream is a kind of nocturnal drama to which the only price of admission is falling asleep.", "owner": "Henry Gleitman, Psychology"}, {"item": "One of the basic Sufi needs is to enable people to see themselves as they really are.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "Science is as corruptible a human activity as any other.", "owner": "Michael Crichton, Next"}, {"item": "Imagination blocks you like a bolt on a door. Burn that bar. (Rumi)", "owner": "Idries Shah, Sufi Thought and Action"}, {"item": "Perhaps home is not a place but simply an irrevocable condition.", "owner": "James     Baldwin, Giovanni's Room"}, {"item": "Shame and blame should have no place in our body, mind, or spirit.", "owner": "Asa Don Brown"}, {"item": "We can achieve more in a moment of compassion than in an hour of anger.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "How hurtful it can be to deny one's true self and live a life of lies just to appease others.", "owner": "June Ahern"}, {"item": "It reveals how well you value someone - the way you handle their belongings.", "owner": "Joyce Rachelle"}, {"item": "Emotions are the road signs to your happiness.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "I refuse to let the standards of evil people chip away at my capacity for integrity.", "owner": "Stefan Molyneux"}, {"item": "My love is something valuable to me which I ought not to throw away without reflection.", "owner": "Sigmund Freud, Civilization and Its Discontents"}, {"item": "There is no key to open the heart of another - except curiosity.", "owner": "Stefan Molyneux"}, {"item": "Loneliness doesn't come from missing someone it comes from being disconnected with yourself.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "I always have the time, the room and the energy for more love.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Are you seeking to be offended?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Anyone who has no need of anybody but himself is either a beast or a God.\"Aristotle", "owner": "Bruce Wayne Sullivan"}, {"item": "We are gods with anuses.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "Anger usually only serves us, and even then, only very fleetingly.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "All beliefs are equally valid.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "With my ninth mind I resurrect my firstand dance slow to the music of my soul made new.", "owner": "Aberjhani, Visions of a Skylark Dressed in Black"}, {"item": "You have more issues than Reader's Digest.", "owner": "Rebecca McNutt, Mandy and Alecto: The Collected Smog City Book Series"}, {"item": "Know your worth so you know when to say, “Yes”, and when to say, “Thank you but no thank you.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Beware of relationships that substitute intensity for emotional intimacy.", "owner": "Adelyn Birch, Boundaries After a Pathological Relationship"}, {"item": "Asshole Proximity Disorder", "owner": "Stefan Molyneux"}, {"item": "The Sufis regard systems which treat everyone alike as mechanical and degenerate.", "owner": "Idries Shah, Sufi Thought and Action"}, {"item": "You have to be able to recognize your truths in the daylight before you can find them in the dark.", "owner": "Kelli Jae Baeli, Immortality or Something Like It"}, {"item": "Life's managed, not cured. ", "owner": "Phillip C. McGraw"}, {"item": "Don't plant a seed just a day before you need the fruit. ~ Aarush Kashyap", "owner": "Kirtida Gautam, #iAm16iCan"}, {"item": "God is nature’s anti-dote to misery.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Correct teaching brings out human excellence.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "Your authenticity is the gateway to all good things.", "owner": "Renae A. Sauter"}, {"item": "Ten minutes of meditation a day, keeps the psychiatrist away.", "owner": "Abhijit Naskar"}, {"item": "Self-esteem comes from not letting unrelated external occurrences be tied to your own self-worth.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Sometimes the anger directed at another is actually anger toward the self.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Pure happiness and peace are at their peak when your body is in harmony with itself.", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "You are too sensitive\", says the emotionally immature ignorant without empathy.", "owner": "Robin Sacredfire"}, {"item": "Respect everyone who crosses your path, even if you feel they don't deserve it.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Our ability to adapt is amazing. Our ability to change isn't quite as spectacular.", "owner": "Lisa Lutz, The Spellmans Strike Again"}, {"item": "Distraction serves evil more than any other mental state.", "owner": "Stefan Molyneux"}, {"item": "If it's public, it's not bonding.", "owner": "Will Advise"}], "common_tag": "psychology,", "updatedAt": "2023-07-01 19:09:51"}