{"contents": [{"item": "You are the best thing that will happen to someone today.", "owner": "Mensah Oteh"}, {"item": "Consistency in action is an essential component of success.", "owner": "Mensah Oteh"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "By forgiving others, you consciously cut ties with the negative energies that are binding you.", "owner": "Kim Ha Campbell, Inner Peace Outer Abundance"}, {"item": "Become skilled in the process of selecting whom you allow into your circle of influence.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Earn Nicely, spend wisely and you will live happily.", "owner": "Auliq Ice"}, {"item": "Consistency in action is easy once you convert your daily disciplines and activities into habits.", "owner": "Mensah Oteh"}, {"item": "Talent helps, but success is only achieved and sustained through consistent effort.", "owner": "Mensah Oteh"}, {"item": "Once you find your Happy space,you wouldnt be in the rat race", "owner": "Anonymous"}, {"item": "Create in your mind a picture of what you want and then live that vision as if it already exists.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Learn more. Love more. Laugh more. Live more.", "owner": "Matshona Dhliwayo"}, {"item": "There are only three things which increase when shared: love, wisdom and happiness.", "owner": "Charbel Tadros"}, {"item": "It’s not how long you live that matters, it’s how well you live.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Ninety-five per cent of your success or failure will come from your daily habits.", "owner": "Mensah Oteh"}, {"item": "God is only as strong as your belief in him.", "owner": "Sachin Kumar Puli"}, {"item": "Greatness is achieved when you fulfil your purpose by doing what you were born to do.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Taking consistent action is guaranteed to increase the probability of your success.", "owner": "Mensah Oteh"}, {"item": "Be willing to give up something you believe to be of value to get something of greater value.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Your vision helps the world identify you at the appropriate time.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "The saddest day in the woods is when birds run out of happy songs to sing.", "owner": "Matshona Dhliwayo"}, {"item": "The best way of creating motivation is to do something. If you take action, motivation will follow", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Love everyone but chose your friends with caution.", "owner": "Mensah Oteh"}, {"item": "If you pay the price for success, you win. If you avoid payment, you lose. It’s really that simple.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Momentary happiness is worse than permanent misery.", "owner": "Ahmed Mostafa"}, {"item": "To get to ‘yes’ from ‘no’, you may have to journey through ‘maybe’.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Have love for your inner Self and everything else is done for you.", "owner": "Amit Ray"}, {"item": "To become successful, you have to let go of something to get something else of greater value.", "owner": "Mensah Oteh"}, {"item": "Don’t let past disappointments rob you of future happiness.", "owner": "Matshona Dhliwayo"}, {"item": "Gratitude is only expressed and appreciated in proportion to your understanding of grace.", "owner": "Mensah Oteh"}, {"item": "Discipline is more about self-control through your inner strength and less about restriction.", "owner": "Mensah Oteh"}, {"item": "When I was poor, I was rich because I was happy; when I was wealthy, I was poor because I was sad.", "owner": "Matshona Dhliwayo"}, {"item": "Feedback is to success like rest is to the body.", "owner": "Mensah Oteh"}, {"item": "Quit thinking and take the plunge. The way to get started is to stop talking and start doing.", "owner": "Mensah Oteh"}, {"item": "Circumstances, events or situations do not have inherent meanings except what you give them", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Never allow your life to be dictated by what you can see by sight, be guided by your inner vision.", "owner": "Mensah Oteh"}, {"item": "Every act of goodness is born from our desire to be happy.", "owner": "Udai Yadla"}, {"item": "The most important relationship in your life should be your relationship with yourself.", "owner": "Mensah Oteh"}, {"item": "Anything in your life achieved too soon or too freely with little sacrifice is lost too quickly", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Life goals hold the key to a lifetime of success.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "The promise of the future is only possible when the price is paid in full and in advance.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Long-term goals provide focus, but inspiration comes from the accomplishment of short-term goals.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Dare to be different.", "owner": "Mensah Oteh"}, {"item": "Hard work without purpose seldom leads to success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "A happy man eagerly awaits the rising of the sun.", "owner": "Greg Dutilly"}, {"item": "Success is not a summit to climb, It is an equilibrium where work and life are balanced", "owner": "Kandarp Gandhi, Buddhist Banker : Money can't buy happiness, Wisdom can."}, {"item": "Smile is a power someone cannot defeat.", "owner": "Jonathan Page Acabo"}, {"item": "Your words reveal your wants but your actions reveal your expectations.", "owner": "Mensah Oteh"}, {"item": "Courage is the ability to make yourself take action in spite of your fear.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "Talent is never enough. Effort, not talent, is the key to success.", "owner": "Mensah Oteh"}, {"item": "Define success by your terms, not by other people’s standards.", "owner": "Mensah Oteh"}, {"item": "The secret ingredients to true happiness? Decisive optimism and personal responsibility.", "owner": "Amy Leigh Mercree"}, {"item": "Good mentors and coaches will help you reach your destination faster than you can by yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Ideas and dreams are only valuable after they have been acted on.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "To find true fulfilment, you must live your life’s purpose.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Commit to the lifestyle of investing in you first. It always produces the best return.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Being happy on seeing others happy is happiness multiplied.", "owner": "Tapan Ghosh, Faceless The Only Way Out"}, {"item": "You either bend, or you break. Suppress your ego to stay happy.", "owner": "Manoj Arora, Happiness Unlimited: How to be happy always"}, {"item": "Success is built on what you are able to see and create with your mind.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Big dreams only come true when you believe and have the courage to pursue them.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Your vision helps you filter your decisions or choices and directs your actions.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "The richest person in the cemetery is the one who left behind the most happy memories.", "owner": "Matshona Dhliwayo"}, {"item": "Every failure if you let it is an opportunity to reinvent yourself and move forward.", "owner": "Jerry Gladstone, The Common Thread of Overcoming Adversity and Living Your Dreams"}, {"item": "Success isn’t entirely a numbers game, but numbers play a part.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Your vision is a glimpse of your purpose and a picture of your larger dream.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Ignorance might be bliss. But self-forgetfulness is pure ecstasy.", "owner": "Kamand Kojouri"}, {"item": "What you do consistently shapes your life.", "owner": "Mensah Oteh"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Working hard alone without being smart and consistent won’t lead to success.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I live a grateful life, and the result is pure joy and happiness.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Progress can’t be achieved without investing in and constantly improving yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "One of the greatest keys to happiness is realizing it has no doors.", "owner": "Curtis Tyrone Jones"}, {"item": "Happiness will never flourish in a life bereft of optimism.", "owner": "Carlos Wallace, The Other 99 T.Y.M.E.S: Train Your Mind to Enjoy Serenity"}, {"item": "Your rewards in life will be in proportion to the effort you apply.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Frequently in life, you have to take irrelevant paths in order to reach the correct destination.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "Achievers are biased towards action despite any fear, and this courage sets them apart from others.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Have you decided how great you want to be? It’s really up to you. Greatness is a choice.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Failure is a pitfall of working without a plan.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Don’t leave it to chance, find success and replicate it.", "owner": "Mensah Oteh"}, {"item": "Whoever said that money didn't buy happiness was a damn fool. A damn fool who'd never been poor.", "owner": "Tom Cooper, The Marauders"}, {"item": "YOU are the magic code that unlocks your happiness.", "owner": "Amy Leigh Mercree, The Spiritual Girl's Guide to Dating: Your Enlightened Path to Love, Sex, & Soul Mates"}, {"item": "Your ego does not need to be crushed, it needs to be redeemed.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Get around people who are trying to make a difference in the world. Iron sharpens iron.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "To achieve success, you need to develop the ability to see through your mind’s eye continuously.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Success has more to do with what you are willing to sacrifice than your skills, talent or IQ.", "owner": "Mensah Oteh"}, {"item": "Success may create excitement, but only significance leads to fulfilment.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}], "common_tag": "happiness-quotes,", "updatedAt": "2023-05-26 21:16:05"}