{"contents": [{"item": "Celebrating people is a form of love", "owner": "Sunday Adelaja"}, {"item": "Everything you have was bought with the currency of time", "owner": "Sunday Adelaja"}, {"item": "Don’t equate effective living to being busy", "owner": "Sunday Adelaja"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "When you celebrate a person, you are celebrating the creator of that person", "owner": "Sunday Adelaja"}, {"item": "Always live in active consciousness", "owner": "Sunday Adelaja"}, {"item": "We should be blessings to others as believers", "owner": "Sunday Adelaja"}, {"item": "Every fragment of time that passes daily must be converted for it to be fully effective", "owner": "Sunday Adelaja"}, {"item": "Life is all about discovery", "owner": "Sunday Adelaja"}, {"item": "Joblessness sets you free psychologically", "owner": "Sunday Adelaja"}, {"item": "Service to God is largely unacceptable without service to men", "owner": "Sunday Adelaja"}, {"item": "The effectiveness of your life is determined by your ability to convert your time into values", "owner": "Sunday Adelaja"}, {"item": "Life should be an investment in yourself", "owner": "Sunday Adelaja"}, {"item": "Survival isn’t all there is to life", "owner": "Sunday Adelaja"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "Joblessness brings you face to face with destiny", "owner": "Sunday Adelaja"}, {"item": "Gain great values by converting your time", "owner": "Sunday Adelaja"}, {"item": "Fulfilling purpose is the major key to being productive in life", "owner": "Sunday Adelaja"}, {"item": "Those with traditional sense will follow what their heart tells them is right.", "owner": "Fennel Hudson, Traditional Angling - Fennel's Journal - No. 6"}, {"item": "Always appreciate the good in people", "owner": "Sunday Adelaja"}, {"item": "An effective life is not determined by how long you lived", "owner": "Sunday Adelaja"}, {"item": "Man’s inner content is the worth of his life", "owner": "Sunday Adelaja"}, {"item": "All products come from the worth of time", "owner": "Sunday Adelaja"}, {"item": "Work is a means to fulfill your heavenly mandate", "owner": "Sunday Adelaja"}, {"item": "Nothing is possible without time", "owner": "Sunday Adelaja"}, {"item": "Celebrate God daily by celebrating His creation", "owner": "Sunday Adelaja"}, {"item": "Life is given to be invested in multiplying", "owner": "Sunday Adelaja"}, {"item": "Our fellowship is with God and His people", "owner": "Sunday Adelaja"}, {"item": "See the light in losing your employment", "owner": "Sunday Adelaja"}, {"item": "The effectiveness of your life is determined by how much impact you make", "owner": "Sunday Adelaja"}, {"item": "Life is about fruitfulness", "owner": "Sunday Adelaja"}, {"item": "You have to discover your area of talent to be effective", "owner": "Sunday Adelaja"}, {"item": "You can only build yourself effectively in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "You need to live a life of service to make your life an effective one", "owner": "Sunday Adelaja"}, {"item": "Your calling is whatever motivates you more than money", "owner": "Sunday Adelaja"}, {"item": "Don’t waste time on employment, discover yourself today", "owner": "Sunday Adelaja"}, {"item": "Money does not determine our worth", "owner": "Sunday Adelaja"}, {"item": "Our attitude to others dictate God’s attitude to us", "owner": "Sunday Adelaja"}, {"item": "Employment is a vicious cycle", "owner": "Sunday Adelaja"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "No amount of money can recover lost time", "owner": "Sunday Adelaja"}, {"item": "An effective life is a selfless one", "owner": "Sunday Adelaja"}, {"item": "Don’t exert all your energy on employment, locate your purpose", "owner": "Sunday Adelaja"}, {"item": "Our target as believers is to live an effective life, not just a long one", "owner": "Sunday Adelaja"}, {"item": "Until you believe in yourself, it does not matter how much you believe in God", "owner": "Sunday Adelaja"}, {"item": "Your Core Values are the \"glue\" that holds your business together.", "owner": "Doris P. Johnson"}, {"item": "Our service as believers is not complete without fellowship with people", "owner": "Sunday Adelaja"}, {"item": "Don’t neglect your calling all in the name of employment", "owner": "Sunday Adelaja"}, {"item": "There is no limitation in God", "owner": "Sunday Adelaja"}, {"item": "Love is the primary nature of God", "owner": "Sunday Adelaja"}, {"item": "An effective life is a life of purpose", "owner": "Sunday Adelaja"}, {"item": "Purpose is the most important thing worth living for", "owner": "Sunday Adelaja"}, {"item": "Do not restrain yourself from fellowshipping with people, regardless of their age or status", "owner": "Sunday Adelaja"}, {"item": "Our fellowship is with God when we have mutual fellowship with one another", "owner": "Sunday Adelaja"}, {"item": "Love others the way God loves you", "owner": "Sunday Adelaja"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Your calling is concealed in you and has to be discovered by you alone", "owner": "Sunday Adelaja"}, {"item": "Always put your heart into and show commitment in whatever you do", "owner": "Sunday Adelaja"}, {"item": "Glorifying people is the most noble act", "owner": "Sunday Adelaja"}, {"item": "Being married or having children does not mean you are living an effective life", "owner": "Sunday Adelaja"}, {"item": "The purpose of life is fulfilling the essence of your creation", "owner": "Sunday Adelaja"}, {"item": "The only way to practicalize your love for God is by helping and loving others", "owner": "Sunday Adelaja"}, {"item": "Be strategic and purposeful in whatever you do", "owner": "Sunday Adelaja"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen"}, {"item": "Effectiveness of life is not in self aggrandising", "owner": "Sunday Adelaja"}, {"item": "You have to be skillful in your time management to be productive", "owner": "Sunday Adelaja"}, {"item": "The effectiveness of your life is not determined by the duration of your life", "owner": "Sunday Adelaja"}, {"item": "Being rich or famous does not equate an effective life", "owner": "Sunday Adelaja"}, {"item": "Uplifting God’s Kingdom on earth should be our life’s mandate as believers", "owner": "Sunday Adelaja"}, {"item": "Your relationship with God is tested by your relationship with His people", "owner": "Sunday Adelaja"}, {"item": "You can only reach God through His creation", "owner": "Sunday Adelaja"}, {"item": "The concept of work should be understood diligently", "owner": "Sunday Adelaja"}, {"item": "Don’t go in the opposite direction, locate your calling", "owner": "Sunday Adelaja"}, {"item": "You cannot fellowship with God when you disqualify another person from fellowshipping with you", "owner": "Sunday Adelaja"}, {"item": "We cannot glorify God when we refuse to celebrate others", "owner": "Sunday Adelaja"}, {"item": "Work is not about survival alone", "owner": "Sunday Adelaja"}, {"item": "Discovering yourself is the major key to being successful", "owner": "Sunday Adelaja"}, {"item": "Your calling is your natural area of concentration", "owner": "Sunday Adelaja"}, {"item": "Invest your time and add value to your life because that is the only way to greatness.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "We are all equal in the sight of the creator", "owner": "Sunday Adelaja"}, {"item": "Don’t fellowship with people around you alone, explore and reach out to more people", "owner": "Sunday Adelaja"}, {"item": "No amount of service we do can impress God, only our service to ordinary people can", "owner": "Sunday Adelaja"}, {"item": "Life is supposed to be used in fulfilling our individual purposes of creation", "owner": "Sunday Adelaja"}, {"item": "Your calling should be your work", "owner": "Sunday Adelaja"}, {"item": "You are moving in the opposite direction when your life is about survival only", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you build yourself", "owner": "Sunday Adelaja"}, {"item": "We are capable of anything and everything", "owner": "Sunday Adelaja"}, {"item": "You can discover your calling through the eyes of others", "owner": "Sunday Adelaja"}, {"item": "Losing your job brings you closer to your destiny", "owner": "Sunday Adelaja"}], "common_tag": "values,", "updatedAt": "2023-05-26 21:16:05"}