{"contents": [{"item": "I'm going to die whatever you do, but I'm not afraid.", "owner": "Erin Hunter, Rising Storm"}, {"item": "The thin line between life and death is still under construction.", "owner": "Santosh Kalwar, Adventus"}, {"item": "I'm not afraid of being dead. I'm just afraid of what you might have to go through to get there.", "owner": "Pamela Bone"}, {"item": "the gods seldomgivebut so quicklytake.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "The absence of the will to live is, alas, not sufficient to make one want to die.", "owner": "Michel Houellebecq"}, {"item": "Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "Delaying death is one of my favorite hobbies", "owner": "Rick Riordan, The Mark of Athena"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "You have purged your way. You are ready to lead sons of men.", "owner": "Compton Gage"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "The moment when man acquires maximum knowledge is his LAST breath... You never know whats the truth", "owner": "Talees Rizvi"}, {"item": "I'll follow you, even to death—but I won't live with you any more.", "owner": "Prosper Mérimée, Carmen"}, {"item": "Please bury me in the library With a dozen long-stemmed proses", "owner": "J. Patrick Lewis, Please Bury Me in the Library"}, {"item": "Dance, my darling dance! If you dance then death can't catch you! Nothing bad can touch you! Dance!", "owner": "Jackie French, Lady Dance"}, {"item": "The main facts in human life are five: birth, food, sleep, love and death.", "owner": "E.M. Forster"}, {"item": "Loneliness is your only companion.", "owner": "Compton Gage"}, {"item": "It's like a memorial to Atlantis or Lyonesse: these are the stone buoys that mark a drowned world.", "owner": "Christopher Hitchens, Hitch-22: A Memoir"}, {"item": "There are far more reasons for death than there are for life.", "owner": "Sergei Lukyanenko, The Last Watch"}, {"item": "Death isn't the end, it's the beginning.", "owner": "Jennifer Love Hewitt"}, {"item": "Be ashamed to die until you have won some victory for humanity.", "owner": "Horace Mann"}, {"item": "The foolish rush to end their lives.Only the steadfast soul survives.", "owner": "Christine de Pizan, Lyric Poetry"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "This was how an enemy should be dealt with: with a dagger, not a declaration.", "owner": "George R.R. Martin, A Feast for Crows"}, {"item": "Death is our constant companion, and it is death that gives each person's life its true meaning.", "owner": "Paulo Coelho, The Pilgrimage"}, {"item": "God is the one subject of reality. Take away the one subject and there is nothing real.", "owner": "Compton Gage"}, {"item": "Pain, unless it is physical, was sold to you (by your culture).", "owner": "Mokokoma Mokhonoana"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "Waking up was a daily cruelty, an affront, and she avoided it by not sleeping.", "owner": "Gregory Maguire, A Lion Among Men"}, {"item": "A flower bloomed already wilting. Beginning its life with an early ending.", "owner": "R.J. Gonzales, Mundahlia"}, {"item": "While death and darkness girdle meI grope for immortality.", "owner": "Lionel Pigot Johnson"}, {"item": "How do you mourn something that never really belonged to you?", "owner": "Rebecca Serle, When You Were Mine"}, {"item": "before destroying ,please create one same", "owner": "litymunshi"}, {"item": "You can't make me do nothing but die!", "owner": "Richard Wright, Native Son"}, {"item": "That’s the hope, isn’t it? To see your family in your time of dying.", "owner": "Saim .A. Cheeda"}, {"item": "How could you go about choosing something that would hold the half of your heart you had to bury?", "owner": "Jodi Picoult, Mercy"}, {"item": "having nothing to struggleagainstthey have nothing to strugglefor.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "The sharp knife of a short life, wellI've had, just enough time.", "owner": "Kimberly Perry"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "Healthy children will not fear life if their elders have integrity enough not to fear death.", "owner": "Erik H. Erikson"}, {"item": "Who but the mad would choose to keep on living? In the end, aren't we all just a little crazy?", "owner": "Libba Bray, Going Bovine"}, {"item": "the worst thing,\" he told me,\"is bitterness, people end up sobitter.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "We have long become overgrown with calluses; we no longer hear people being killed. (\"X\")", "owner": "Yevgeny Zamyatin, The Dragon: Fifteen Stories"}, {"item": "When the star dies, Its eye closes; tired of watching, It flies back to its first bright dream.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "How do you tell if something's alive? You check for breathing.", "owner": "Markus Zusak, The Book Thief"}, {"item": "But there is nothing in biology yet found that indicates the inevitability of death.", "owner": "Richard Feynman"}, {"item": "Most of us cling to life as if our existence were a result of our deed or choice.", "owner": "Mokokoma Mokhonoana"}, {"item": "Time owed an alliance to the undying.", "owner": "Thomm Quackenbush, We Shadows"}, {"item": "Ignorance is not bliss. It is the kiss of death.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Knowledge is strength. Ignorance is the kiss of death.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Cordelia! stay a little. Ha! What is't thou say'st? Her voice was ever soft.", "owner": "William Shakespeare, King Lear"}, {"item": "I'm fed up to the ears with old men dreaming up wars for young men to die in.", "owner": "George S. McGovern"}, {"item": "I was tired of being me.", "owner": "Rachel Ward, Numbers"}, {"item": "Death stalked toward us on padded feet.       And it was not alone.", "owner": "Melika Dannese Lux, Corcitura"}, {"item": "Life into death— Life’s other shape, No rupture, Only crossing.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "They suffered with his death and she - she suffered with their reaction to it.", "owner": "Haidji, SG - Suicide Game"}, {"item": "When I die I hope it may be said:'Her suffering was black, but her books were read'.", "owner": "Shannon L. Alder"}, {"item": "I lost someone close to me once . . . Taught me to live in the moment. Life is short, you know?", "owner": "Brent  Jones, The Fifteenth of June"}, {"item": "The Kingdom of God does not come by Observation. It is hidden in the inner dimension.", "owner": "Compton Gage"}, {"item": "Nothing, they say is more certain than death, and nothing more uncertain than the time of dying", "owner": "Thomas Paine"}, {"item": "Well I'd certainly hate to interrupt your pleasant night stroll with my sudden death.", "owner": "Cassandra Clare, City of Bones"}, {"item": "You gain inner peace when you become comfortable with the reality of death.", "owner": "Steven Magee"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The only true borders lie between day and night, between life and death, between hope and loss.", "owner": "Erin Hunter"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "Some of us hover when we weep for the other who wasdying since the day they were born.", "owner": "Lisa Loeb"}, {"item": "He wipes tears off my face and then snot. He uses his hands. He loves me that much.", "owner": "Nina LaCour, Hold Still"}, {"item": "The first time is always the hardest", "owner": "Sarwat Chadda, Dark Goddess"}, {"item": "Funerals aren't scheduled.", "owner": "Benjamin J. Carey, Barefoot in November"}, {"item": "The back door of every tomb opens on a hilltop.", "owner": "George MacDonald, Weighed and Wanting"}, {"item": "Carmen will always be free.", "owner": "Prosper Mérimée, Carmen"}, {"item": "Birth and death were easy. It was life that was hard.", "owner": "Tom Robbins, Jitterbug Perfume"}, {"item": "Smiling at death seems like a pretty bold act. And so I smile like a damned fool.", "owner": "Emm Cole, Keeping Merminia"}, {"item": "She was made mostly of coffee and empty spaces.", "owner": "Adelise M. Cullens, Dead Bunnies Make All Eight Of Me Cry"}, {"item": "The only sin is the sin of being born", "owner": "Samuel Beckett"}, {"item": "The dead are way more organized than the living.", "owner": "China Miéville, Un Lun Dun"}, {"item": "Good thing I'm aging, otherwise I'd be dead.", "owner": "Ana Monnar"}, {"item": "I believe that more people would be alive today if there were a death penalty.", "owner": "Nancy Reagan"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "One day u will be the message...a message for those who still alive...", "owner": "Fayrouz Yasser"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "If there are no dogs in Heaven, then when I die I want to go where they went.", "owner": "Will Rogers"}, {"item": "The last enemy that shall be destroyed is death.", "owner": "J.K. Rowling"}, {"item": "Time has always been the greatest ally to Truth, because Time eventually relieves and reveals all.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The dead are merely the countrymen of my future.", "owner": "Dean Koontz, Fear Nothing"}, {"item": "Death was not the scariest thing out there; no, the denial of it could be far worse.", "owner": "Nenia Campbell, Cease and Desist"}, {"item": "[HAMILTON]I imagine death so much it feels more like a memory", "owner": "Lin-Manuel Miranda"}, {"item": "[death]...the abyss from where no traveler is permitted to return", "owner": "George Washington"}, {"item": "Unless their use by readers bring them to life, books are indeed dead things.", "owner": "Lawrence Clark Powell"}], "common_tag": "death,", "updatedAt": "2023-07-01 19:09:51"}