{"contents": [{"item": "Have faith in the universe and its capability to lead you to the path of abundance.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Anytime, someone gives you advice, rethink if it will lead to personal progress.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "What matter most is to complete the journey.", "owner": "Lailah Gifty Akita"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Awake. Reach out. Press onward.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If you stand firm in the light, you can never be diminish by the doom of darkness.", "owner": "Lailah Gifty Akita"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "There is a solution to every situation.", "owner": "Lailah Gifty Akita"}, {"item": "May you have strength to complete studies.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Celebrate every small achievement and gain strength for grandeur things.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Never underestimate the power you have to take your life in a new direction.", "owner": "Germany Kent"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Be positive. Be true. Be kind.", "owner": "Roy  Bennett"}, {"item": "I read for pleasure and to acquire knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "A barrier is a limitation only when you perceive it as one.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Integrity is something we show, not proclaim.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Work hard in Silence, Let success make the noise.", "owner": "Aamir Sarfraz (aamir rajput khan)"}, {"item": "Keep your promises and be consistent. Be the kind of person others can trust.", "owner": "Roy T. Bennett"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Don't promote negativity online and expect people to treat you with positivity in person.", "owner": "Germany Kent"}, {"item": "For us to regard others as worthy, we have to begin by regarding ourselves as worthy.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "Without a vision, we are easy destructed by the storm's of life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Be driven by your dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Explore, Experience, Then Push Beyond.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Do not quit too soon. The future is bright like a shining diamond.", "owner": "Lailah Gifty Akita"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Act as if it was, and it will be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Man is a measure of his mind.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I will never give up on my dreams. I have the patient to wait and work hard for its fulfillment.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Happiness doesn't have to be chased...it merely has to be chosen.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Think big thoughts but relish small pleasures.", "owner": "H. Jackson Brown Jr., Life's Little Instruction Book"}, {"item": "You possess a divine strength to fulfill your dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "\\with hope, you can survive any shock.", "owner": "Lailah Gifty Akita"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Control is an illusion that you must give up.", "owner": "Grace Sara, Awakening in the 21st Century: Considering Existence"}, {"item": "Our confidence is the grace of faith in Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The quality of our lives lives, depends on the quality of our thoughts.", "owner": "Lailah Gifty Akita"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Fill your mind , with the mind of God, meditate on the Holy Scripture.", "owner": "Lailah Gifty Akita"}, {"item": "The obstacles are distractions. Focus on the ultimate goal.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We write to share our thoughts and our lives.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "A good self-esteem level is mostly dependant on how we value ourselves without any bias.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "Without desires and dreams, your thoughts do not matter and you can think whatever you want to.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Winning is great, but if it's not enough then then you'll never have enough!", "owner": "Stephen Richards"}, {"item": "You don't have to be good at something to be liked.", "owner": "Stephen Richards"}, {"item": "Positive thinking is the power of the mind.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Personal force, determined spirit and self confidence are your greatest self.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Success is end result of many combats.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Sometimes it takes a wrong turn to get you to the right place.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "You must have a vivid imagination of what you seek.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Stay strong, stay positive, and never give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The mind is the mine of man, wherein he digs out good or evil.", "owner": "Ogwo David Emenike, The Fortune in Failing: Decoding the Message of Failure"}, {"item": "Im that tree who is alone and the most greener compared to those brown forest", "owner": "Pratyush Singh"}, {"item": "You have the capacity to do the work.Find the willpower to begin work.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "The greatest win is walking away and choosing not to engage in drama and toxic energy at all.", "owner": "Lalah Delia"}, {"item": "Be passionate persistent in the pursuit of your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Great things happen to those who don't stop believing, trying, learning, and being grateful.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Mind is a flexible mirror, adjust it, to see a better world.", "owner": "Amit Ray, Mindfulness Living in the Moment - Living in the Breath"}, {"item": "A seed of knowledge exist in any situation.", "owner": "Lailah Gifty Akita"}, {"item": "The realisation that limitations are imaginary will make you strong and overpowering.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Forgiveness is a skill gained by those willing to change.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The funny thing about money is that you can't take it with you, so don’t try to.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Whatever you lay your hands on, self-esteem is visible.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "The enthusiasm to work hard and endless determination are the two great skills for success.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The longest path leads to the destiny destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "A single-minded purpose gives sacred strength to achieve the dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t look at your circumstance. Be courageous!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Whatever you dream of, there will be fulfillment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Believing in negative thoughts is the single greatest obstruction to success.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}, {"item": "Success teaches us nothing only failure teaches. ", "owner": "Hyman G. Rickover"}, {"item": "The first place where self-esteem begins its journey is within us.", "owner": "Stephen Richards, Boost Your Self Esteem"}], "common_tag": "positive-thinking,", "updatedAt": "2023-05-26 21:16:05"}