{"contents": [{"item": "Life is a rich literature.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "This life is not perfect, live it to the full, it's all we have", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "There is a difference between how you live your life, and what you do with your life.", "owner": "Abhijit Naskar"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "All humans are rogues. Cured only by death.", "owner": "Fakeer Ishavardas"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Then that's what the Northern Lights are. All the lives that we're not living.", "owner": "Adi Alsaid, Let's Get Lost"}, {"item": "Life will be empty without great stories to read.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Why don't we pay more attention to little children and be nice to each other.", "owner": "Nurudeen Ushawu"}, {"item": "One can not come back from life.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "You feel most fulfilled when your actions are filled with meaning. Find meaning to find yourself.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "While we insists on destroying the world, God is doing incredible things to save it.", "owner": "Nurudeen Ushawu"}, {"item": "Sometimes the only way to ever find yourself is to get completely lost.", "owner": "Kellie Elmore"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The circumstances surrounding your birth is not as important as the opportunity to live life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Before defining what you want, know who you are.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "If you want to live your life to the fullest you must start believing in yourself today.", "owner": "Nurudeen Ushawu"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Live every single moment of your life, for the one thing that is most precious to you.", "owner": "Abhijit Naskar"}, {"item": "Change course, but don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life experiences shared with a friend will turn into memories to be enjoyed.", "owner": "James Hauenstein"}, {"item": "When you compete, you gain more than you lose, even when you lose.", "owner": "Aaron Lauritsen"}, {"item": "Open the window of your mind. Allow the fresh air,new lights and new truths to enter.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Be brave and take risks… You don't have to have it all figured out to move forward.", "owner": "Roy  Bennett"}, {"item": "Nourish your Nature. Be who you are meant to be.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "Your own shortcomings are the best ground to grow your sense of humor.", "owner": "Stu Konigsberg"}, {"item": "The easiest way to be reborn is to live and feel life everyday", "owner": "Munia Khan"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "You be good. That's your business. The rest, leave to God. That's his business.", "owner": "Fakeer Ishavardas"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "Be yourself. Don't worry about what other people are thinking of you.", "owner": "Phil Lester"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "When you hoard knowledge, you deprive yourself of blessings and growth.", "owner": "Kemi Sogunle"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A loud smile is often a fake laugh.", "owner": "Saahil Prem"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "Were I but perfectly normal, I would just not be.", "owner": "Fakeer Ishavardas"}, {"item": "Some fish love to swim upstream. Some people love to overcome challenges.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing looked the same, and everything looked the same.", "owner": "Jacqueline Simon Gunn, What He Didn't See"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Learning can never be quantified with a flawed educational unit.", "owner": "Louise Philippe Dulay"}, {"item": "The most important lessons are learned during the process. Pay attention to the process.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It is a rule of life that we eventually become victims of the evil we do to others.", "owner": "Wayne Gerard Trotman"}, {"item": "Whoever said that money didn't buy happiness was a damn fool. A damn fool who'd never been poor.", "owner": "Tom Cooper, The Marauders"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life has a meaning but do not set out to find out. Just live it out.", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "Your life is your choice, so make it worthwhile", "owner": "Wennie Lin"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The more you learn, the more you want to learn.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Travelling unveils new dimensions of this world not known to the naked eye.", "owner": "Wayne Chirisa"}, {"item": "Don't over-focus on the negatives and under-focus the positives in your life.", "owner": "Lalah Delia"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Someone wise told me recently that Adulting was hard. My response: TRUE STORY", "owner": "Sonya Watson"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People throw stones at you and you convert them into milestones.", "owner": "Sachin Tendulkar"}, {"item": "Embracing change can be daunting, but it is our willingness to do better that makes it worthwhile.", "owner": "Peprah Boasiako"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The older I get the more I realize that the only permanent thing in life is what we have within us", "owner": "Dr. Jacinta Mpalyenkana, Ph.D, MBA"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "All our wisdom is stored in the trees.", "owner": "Santosh Kalwar"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The beginning is always NOW.", "owner": "Roy T. Bennett"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If your actions don't excite, motivate or inspire others to do better, you're doing it wrong.", "owner": "Peprah Boasiako"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "Life changes us. To wish otherwise is pointless.", "owner": "Nalini Singh, Angels Of Darkness"}, {"item": "Everything starts from inside of us, then comes outside of us.", "owner": "Avis J. Williams"}, {"item": "It is better to do the will of God than seek your own ways.", "owner": "Lailah Gifty Akita"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "life-and-living,", "updatedAt": "2023-05-26 21:16:05"}