{"contents": [{"item": "There is only one you for all time. Fearlessly be yourself.", "owner": "Anthony Rapp"}, {"item": "You had the courage to try and what you can do is often simply a matter of what you will do. ", "owner": "Norton Juster, The Phantom Tollbooth"}, {"item": "Success doesn't come to you you go to it. ", "owner": "T. Scott McLeod"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be a team player, not a bandwagon jumper.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Bravado may stir the crowd, but courage needs no audience.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Success is that old ABC - ability, breaks and courage. ", "owner": "Charles Luckman"}, {"item": "Practice bravery every day and the self-worth will come.", "owner": "Alaric Hutchinson"}, {"item": "May you the willpower and chase your God-given dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Confidence creates courage.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Success and failure come and go, but don't let them define you. It's who you are that matters.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "Confidence of a dedicated person, seems to be over-confidence to ordinary masses.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Never underestimate the power of willingness and self motivation.", "owner": "Angela Vallely"}, {"item": "Give me your soul and I will give you a unified humanity.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "May you find the confidence and courage to climb new heights.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Your power is in your story and all the wisdom it has brought you.", "owner": "Angela Mayah Solstice, The Courage to Change"}, {"item": "To see yourself and others in the darkness, be the light of courage and enlighten them.", "owner": "Debasish Mridha"}, {"item": "No matter what your struggles are, everyone has their own level of greatness.", "owner": "Angela Vallely"}, {"item": "Make films that purify the soul with the flow of rational, vigorous and compassionate thinking.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Happiness depends on being free, and freedom depends on being courageous.", "owner": "Marie Rutkoski, The Winner's Curse"}, {"item": "All the so-called \"secrets of success\" will not work unless you do.", "owner": "Jaymin Shah"}, {"item": "Have enough courage to trust love one more time and always one more time.", "owner": "Maya Angelou"}, {"item": "It takes a lot of courage to be happy.", "owner": "Ma Jaya Sati Bhagavati, First Breath, Last Breath"}, {"item": "True kindness is evidence of true courage.", "owner": "Debasish Mridha"}, {"item": "Courage is the price that life exacts for granting peace.", "owner": "Amelia Earhart"}, {"item": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "owner": "Winston S. Churchill"}, {"item": "when I am feelinglowall i have to do iswatch my catsand mycouragereturns", "owner": "Charles Bukowski"}, {"item": "Occasionally all you need is a minute of courage to break into a world of opportunity.", "owner": "Sara Secora"}, {"item": "Don't Expect Others to Read or Hear Your Thoughts; if You Want to be Heard, Speak Up and Speak Out!", "owner": "Jaachynma N.E. Agu, Risk It, Be Different"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Inside the scrawny adolescent was a soul that defied extinction.", "owner": "Yen, Yen's World: Are you afraid to dream? Do you have the courage to believe your dream?"}, {"item": "Those who lack the courage will always find a philosophy to justify it.", "owner": "Albert Camus"}, {"item": "Doubt not the self O lion-heart, for those who call you crazy will one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Some champions are born others are forged! ", "owner": "Kierra C.T. Banks"}, {"item": "He was no god, just an artist; and when an artist is a man, he needs a woman to create like a god.", "owner": "Roman Payne"}, {"item": "To create new rules, use the power of love, courage, and kindness to break the rules.", "owner": "Debasish Mridha"}, {"item": "With persistent perseverance, you can break through any barrier.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Dare the impossible. By grace it will be possible.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "Whatever you do, do it as a master, not as a slave.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Once you reject fear, you will become the perfect candidate to receive and reflect Truth.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "We were as Hansel and Gretel and we ventured out into the black forest of the world.", "owner": "Patti Smith, Just Kids"}, {"item": "If only I could spend all my days surrounded by people brave enough to open their hearts for real.", "owner": "Scott Stabile"}, {"item": "Courage is the ability to take bold action in spite of fear.", "owner": "Debasish Mridha"}, {"item": "Be humble: have the courage to speak the truth.", "owner": "Ken Poirot"}, {"item": "Step out on faith and walk into your purpose.", "owner": "Germany Kent"}, {"item": "Without fear there cannot be courage.", "owner": "Christopher Paolini"}, {"item": "If someone gives you tough situation, it's better to make a distance.", "owner": "Avinash Advani"}, {"item": "Don’t be fearless, but tame your fears, and stop at nothing.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Knowledge without courage is sterile.", "owner": "Baltasar Gracián"}, {"item": "It is not speed that matters, it's persistence.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Hope lies in what action we take.", "owner": "Auliq-Ice"}, {"item": "Whatever you do needs a true you.", "owner": "Auliq-Ice"}, {"item": "I don’t wish for more time. I wish for more courage to live freely right now.", "owner": "Scott Stabile"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Lincoln grew immeasurably as he came to think of himself as an “instrument of God’s will.", "owner": "Joe L. Wheeler, Abraham Lincoln, a Man of Faith and Courage: Stories of Our Most Admired President"}, {"item": "it takes hope and courage to keep fighting even after the world has given up.", "owner": "Ardour"}, {"item": "God grant me the courage not to give up what I think is right, even though I think it is hopeless.", "owner": "Chester Nimitz"}, {"item": "I regret to say I'munable to reply to your unexpressed desires.", "owner": "Harryette Mullen"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Fear of failure is fiction, face this fact and fear will fall.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Pats cīnies, palīdz, domā, spried un sver,Pats esi kungs, pats laimei – durvis ver!", "owner": "Rainis"}, {"item": "Don't live the same year 75 times and call it a life.", "owner": "Robin S. Sharma"}, {"item": "It's always darkest before dawn. We just have to wait a little while longer. The sun always rises.", "owner": "Aly Martinez, The Brightest Sunset"}, {"item": "Achievement is no hocus-pocus. It's focus, focus!", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "All happiness depends on courage and work.", "owner": "Honoré de Balzac"}, {"item": "The qualities of a successful man are tenacity, perseverance, courage and the will to win", "owner": "Sunday Adelaja"}, {"item": "Even in the mud and scum of things, something always, always sings.", "owner": "Ralph Waldo Emerson"}, {"item": "Love begets glory,Work begets story.LOVED WORK Begets A Story of Glory!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "May you find the inner-strength to reach your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.", "owner": "André Gide"}, {"item": "...Who could refrain,\tThat had a heart to love, and in that heart\tCourage to make love known?", "owner": "William Shakespeare, Macbeth"}, {"item": "You can't be brave if you've only had wonderful things happen to you.", "owner": "Mary Tyler Moore"}, {"item": "Those who make conversations impossible, make escalation inevitable.", "owner": "Stefan Molyneux"}, {"item": "She was always fighting a battle but her smile would never tell you so.", "owner": "Nikki Rowe"}, {"item": "The difference between failure and survival is that coping skill you used in between the struggles.", "owner": "Ymatruz, The Coffee Cries Foul"}, {"item": "To see what is in front of one’s nose needs a constant struggle.", "owner": "George Orwell"}, {"item": "A man must be prepared to face life, as well as death, there's no escape from either.", "owner": "Ellis Peters, Dead Man's Ransom"}, {"item": "The more risk you can take upfront in life, the better off you will be later.", "owner": "Tarun Sharma"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "After failure, You must resolve to do whatever the object of your resolution is.", "owner": "Auliq-Ice"}, {"item": "Humility is the courage to be honest with yourself and those around you.", "owner": "Ken Poirot"}, {"item": "Make voyages. Attempt them. There's nothing else.", "owner": "Tennessee Williams, Camino Real"}, {"item": "When in doubt, throw doubt out and have a little faith....", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Walk gently, and be brave.", "owner": "Eleanor Brownn"}], "common_tag": "courage,", "updatedAt": "2023-05-26 21:16:05"}