{"contents": [{"item": "Our attitude to others dictate God’s attitude to us", "owner": "Sunday Adelaja"}, {"item": "I have to serve with all my might.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your calling is in what you read, think and talk about", "owner": "Sunday Adelaja"}, {"item": "We are carriers of God", "owner": "Sunday Adelaja"}, {"item": "We cannot glorify God when we refuse to celebrate others", "owner": "Sunday Adelaja"}, {"item": "Humans are the world’s greatest treasure", "owner": "Sunday Adelaja"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Every service is a product of double honor", "owner": "Sunday Adelaja"}, {"item": "An effective life is a selfless one", "owner": "Sunday Adelaja"}, {"item": "Our service as believers is in our help and attitude towards others", "owner": "Sunday Adelaja"}, {"item": "Man is the centrality of God’s purpose on earth", "owner": "Sunday Adelaja"}, {"item": "You have to be skillful in your time management to be effective in life", "owner": "Sunday Adelaja"}, {"item": "The principle of God is love and honor", "owner": "Sunday Adelaja"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Grit is the persistence in following your own destiny", "owner": "Paul Bradley Smith"}, {"item": "Find time to meditate and see how you can improve your life and achieve your goals", "owner": "Sunday Adelaja"}, {"item": "Sometimes, we must travel on the longest path to our sacred-destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The amount of value produced at a certain period depends on the level of focus used to attain it", "owner": "Sunday Adelaja"}, {"item": "Don’t let the tide of life shift you away, move intentionally in the right direction", "owner": "Sunday Adelaja"}, {"item": "There is always something to appreciate in people", "owner": "Sunday Adelaja"}, {"item": "Make sure everything you do is targeted at yielding maximum results", "owner": "Sunday Adelaja"}, {"item": "Our ability to convert time determines how great we will become", "owner": "Sunday Adelaja"}, {"item": "From someone who doesn't want to share your destiny, you should neither accept a cigarette", "owner": "Cesare Pavese, The Burning Brand: Diaries, 1935-1950"}, {"item": "All your solutions are in people, and you can only be free when you love them", "owner": "Sunday Adelaja"}, {"item": "To help people is to help God", "owner": "Sunday Adelaja"}, {"item": "No amount of money can compensate losing your purpose", "owner": "Sunday Adelaja"}, {"item": "Greatness is the quality of time converted into production or value", "owner": "Sunday Adelaja"}, {"item": "Destiny waits in the hand of god, shaping the still unshapen..", "owner": "T.S. Eliot"}, {"item": "Worship of God is not restricted to believers alone", "owner": "Sunday Adelaja"}, {"item": "Always see the positive aspect of every situation you find yourself", "owner": "Sunday Adelaja"}, {"item": "Faith keeps our ships moving, while empathy and the memories of our experiences lead to wisdom.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "We are capable of anything and everything", "owner": "Sunday Adelaja"}, {"item": "I swear, the best things come to me by accident! Or should I say, effortless destiny?", "owner": "C. JoyBell C."}, {"item": "Destiny is manifested only through action.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The only way to practicalize your love for God is by helping and loving others", "owner": "Sunday Adelaja"}, {"item": "Your calling should be your work", "owner": "Sunday Adelaja"}, {"item": "You can only derive pleasure from work when it is in the sphere of your calling", "owner": "Sunday Adelaja"}, {"item": "You cannot honor God without honoring people first", "owner": "Sunday Adelaja"}, {"item": "The nature of Christ is love", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you build yourself", "owner": "Sunday Adelaja"}, {"item": "Life is fulfilling when you are being productive", "owner": "Sunday Adelaja"}, {"item": "The purpose of life has eternal consequences", "owner": "Sunday Adelaja"}, {"item": "Stop wasting your life and discover who you are", "owner": "Sunday Adelaja"}, {"item": "The nature of God is that we welcome and celebrate one another", "owner": "Sunday Adelaja"}, {"item": "God is waiting on you to believe that you are capable", "owner": "Sunday Adelaja"}, {"item": "Man is not made for the Sabbath. Rather, the Sabbath is made for man", "owner": "Sunday Adelaja"}, {"item": "The only people remembered in history are the ones that dedicate their lives to service and purpose", "owner": "Sunday Adelaja"}, {"item": "Life is given for increase and multiplication of the glory of God", "owner": "Sunday Adelaja"}, {"item": "Our fellowship with people brings us closer to the Kingdom", "owner": "Sunday Adelaja"}, {"item": "You must be a servant if you want to be great in life", "owner": "Sunday Adelaja"}, {"item": "...some things are better left in the past. And true things are destined to repeat themselves.", "owner": "Suzanne Young, The Program"}, {"item": "You need to combine your calling with your passion", "owner": "Sunday Adelaja"}, {"item": "Work is not about survival alone", "owner": "Sunday Adelaja"}, {"item": "You need to know your destiny", "owner": "Sunday Adelaja"}, {"item": "It’s not about who they are, but about God’s principle", "owner": "Sunday Adelaja"}, {"item": "Miracles await you when you begin to serve people", "owner": "Sunday Adelaja"}, {"item": "Have faith in fate. You don't have a choice.", "owner": "Tapan Ghosh, Faceless The Only Way Out"}, {"item": "Serve God and get grace to serve people", "owner": "Sunday Adelaja"}, {"item": "The principle of God is love", "owner": "Sunday Adelaja"}, {"item": "When we relate with people, we indirectly relate with God", "owner": "Sunday Adelaja"}, {"item": "You have to be pragmatic, purposeful and goal-oriented to be fully effective", "owner": "Sunday Adelaja"}, {"item": "The worship of God is in our attitude to people", "owner": "Sunday Adelaja"}, {"item": "The knowledge and successful pursuit of your destiny brings riches into your world", "owner": "Sunday Adelaja"}, {"item": "You are living to the fullest when you live to discover and fulfill your purpose", "owner": "Sunday Adelaja"}, {"item": "The only need of God is in people", "owner": "Sunday Adelaja"}, {"item": "We only perceive God when we receive people", "owner": "Sunday Adelaja"}, {"item": "Look for people around you and serve them with love and compassion", "owner": "Sunday Adelaja"}, {"item": "Living for your purpose is equivalent to living for the Kingdom of God", "owner": "Sunday Adelaja"}, {"item": "Purposefully dedicating time into developing yourself is one of the keys to being effective in life", "owner": "Sunday Adelaja"}, {"item": "Celebrate people irrespective of their status or position", "owner": "Sunday Adelaja"}, {"item": "I'll always choose you.Gabe Willoughby", "owner": "Hope Collier, Haven"}, {"item": "Sacrifices by believers should not be done out of pity", "owner": "Sunday Adelaja"}, {"item": "Hope isn't destiny. Left passive its nothing more than disappointment deferred", "owner": "Bill Willingham, Fables, Vol. 16: Super Team"}, {"item": "The God that is nearest to you in the people around you is the real one you need", "owner": "Sunday Adelaja"}, {"item": "Don’t neglect your calling all in the name of employment", "owner": "Sunday Adelaja"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We should see our calling as our life’s major assignment", "owner": "Sunday Adelaja"}, {"item": "We glorify God when we celebrate people’s gifts", "owner": "Sunday Adelaja"}, {"item": "See the light in losing your employment", "owner": "Sunday Adelaja"}, {"item": "Our fellowship with God cannot be established when we don’t recognize His people", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument for fulfilling purpose", "owner": "Sunday Adelaja"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "You need to do an inventory of yourself to discover your calling and purpose", "owner": "Sunday Adelaja"}, {"item": "Open your eyes to new opportunities", "owner": "Sunday Adelaja"}, {"item": "Nothing is possible without time", "owner": "Sunday Adelaja"}, {"item": "We must not only exist but find and fulfill our specific mission on earth.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You cannot cherish God without loving people", "owner": "Sunday Adelaja"}, {"item": "With a clear vision you will arrive at your define-destination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "All humans are important to God, so treat them all with love", "owner": "Sunday Adelaja"}, {"item": "A willing spirit, diligently perform the sacred duty.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}], "common_tag": "destiny,", "updatedAt": "2023-05-26 21:16:05"}