{"contents": [{"item": "It's cloaked in cultural mumbo jumbo, but I assure you that it is very hard science.", "owner": "Jonathan Maberry, Dead of Night"}, {"item": "The branches do not support the root. But the root supports the branches.", "owner": "Lailah Gifty Akita"}, {"item": "Extraordinary claims require extraordinary evidence.", "owner": "Carl Sagan"}, {"item": "Truths are as much a matter of questions as answers.", "owner": "Ozzie Zehner, Green Illusions"}, {"item": "Science have proof that women talk more than men, it's a fact.", "owner": "Deyth Banger"}, {"item": "That which can be asserted without evidence, can be dismissed without evidence.", "owner": "Christopher Hitchens"}, {"item": "Be naive and curious. That's all you need to become a scientist.", "owner": "Abhijit Naskar"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "Sea sand is sea sand.", "owner": "Lailah Gifty Akita"}, {"item": "Father Roger Boscovich is often credited as the father of modern atomic theory.", "owner": "Thomas E. Woods Jr."}, {"item": "The Universe is not only queerer than we suppose, but queerer than we can suppose.", "owner": "J.B.S. Haldane, Possible Worlds"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "Just because you deny facts and science doesn't mean they aren't true", "owner": "Johnny Corn"}, {"item": "Creating a better futureRequires creativity in the present.", "owner": "Matthew Goldfinger"}, {"item": "God is an ever-receding pocket of﻿ scientific ignorance.", "owner": "Neil deGrasse Tyson"}, {"item": "You are judged many times more by what you give assent to others doing than what you do yourself.", "owner": "Compton Gage"}, {"item": "Science blasphemed when tries to eliminate scarcity in economy.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Mysticism and supernaturalism are the descendants of ignorance and fear.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "Being skeptical is a balancing act it doesn't mean being dismissive.", "owner": "Evan Gough"}, {"item": "No knowledge comes from the outside world or an imaginary supernatural paradise.", "owner": "Abhijit Naskar"}, {"item": "Knowledge shall set the mind free.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Being ninty nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}, {"item": "Jesuits so dominated the study of earthquakes that seismology became known as 'the Jesuit Science.", "owner": "Thomas E. Woods Jr."}, {"item": "Justice, love, truth, peace and harmony, a serene unity with science and the laws of the universe.", "owner": "Luther Burbank"}, {"item": "It is right that one must come so far to see the world as it is meant to be.", "owner": "Compton Gage"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "Nothing in biology makes sense except in the light of evolution.", "owner": "Theodosius Dobzhansky"}, {"item": "Science was many things, Nadia thought, including a weapon with which to hit other scientists.", "owner": "Kim Stanley Robinson, Red Mars"}, {"item": "The bright sun was extinguish'd, and the starsDid wander darkling in the eternal space.", "owner": "George Gordon Byron"}, {"item": "Faith in God is the fruit of the earth.", "owner": "Lailah Gifty Akita"}, {"item": "The steam engine has done much more for science than science has done for the steam engine.", "owner": "William Thomson, 1st Baron Kelvin"}, {"item": "Science is organized knowledge. Wisdom is organized life", "owner": "Immanuel Kant"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "One generation passes away, and another generation cometh forth: but the earth abides for ever.", "owner": "Compton Gage"}, {"item": "The good thing about science is that it's true whether or not you believe in it.", "owner": "Neil deGrasse Tyson"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "There's nothing in this universe that can't be explained, eventually.", "owner": "House M.D."}, {"item": "A man of logic is a man of sin.", "owner": "Mike  Norton"}, {"item": "Science is the great antidote to the poison of enthusiasm and superstition.", "owner": "Adam Smith, The Wealth of Nations"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "A man who dares to waste one hour of time has not discovered the value of life.", "owner": "Charles Darwin, The Life & Letters of Charles Darwin"}, {"item": "The stars of heaven gives light.", "owner": "Lailah Gifty Akita"}, {"item": "I'm a pessimist because of intelligence, but an optimist because of will.", "owner": "Antonio Gramsci, Gramsci's Prison Letters"}, {"item": "I am a monk at heart - a scientist at brain - a philosopher at conscience.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "His work seems to confirm my old axiom: it is useless to try to keep the whole body alive.", "owner": "Adolfo Bioy Casares, The Invention of Morel"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "theres actualy more cells in our brains than there are brains in our entire body", "owner": "Ken M"}, {"item": "Any sufficiently advanced technology is indistinguishable from magic.", "owner": "Arthur C. Clarke, Profiles of the Future: An Inquiry Into the Limits of the Possible"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "I am too much of a skeptic to deny the possibility of anything.", "owner": "Thomas Henry Huxley, Life and Letters of Thomas Henry Huxley - Volume 1"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "Coincidence is God's way of remaining anonymous.", "owner": "Albert Einstein"}, {"item": "We must understand the Cosmos as it is and not confuse how it is with how we wish it to be.", "owner": "Carl Sagan, Cosmos"}, {"item": "Most of the things that give life its depth, meaning, and value are impervious to science.", "owner": "Rachel Naomi Remen, Kitchen Table Wisdom: Stories That Heal"}, {"item": "A library is more precious than a bank.", "owner": "Abhijit Naskar"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "The father of Egyptology was Father Athanasius Kircher.", "owner": "Thomas E. Woods Jr."}, {"item": "We are a way for the cosmos to know itself.", "owner": "Carl Sagan, Cosmos"}, {"item": "If your experiment needs a statistician, you need a better experiment.", "owner": "Ernest Rutherford"}, {"item": "Maybe if you had megaphones on your chest they'd listen to the words that came out of your lips", "owner": "Amby C. Ezem"}, {"item": "For scientists, reality is not optional.", "owner": "Barbara Kingsolver, Flight Behavior"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Gravity explains the motions of the planets, but it cannot explain who sets the planets in motion.", "owner": "Isaac Newton"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "Life on earth is considered a miracle, but why is other life in the cosmos a difficult concept?", "owner": "Michael E. Emmering"}, {"item": "I believe in evolution in the sense that a short-tempered man is the successor of a crybaby.", "owner": "Criss Jami, Killosophy"}, {"item": "Brilliance of the brain must be admired more than beauty of the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "What we could consider magic, may just be science that we don’t understand yet.", "owner": "Patricia Robin Woodruff, Strange Tales of Floyd County, VA"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Today, death is your opponent.", "owner": "Compton Gage"}, {"item": "If there is any religion that could respond to the needs of modern science, it would be Buddhism.", "owner": "Albert Einstein"}, {"item": "Science must not impose any philosophy, any more than the telephone must tell us what to say.", "owner": "G.K. Chesterton"}, {"item": "In order to create, equilibrium must be broken.", "owner": "Daniel Parris"}, {"item": "If time be judiciously employed, there is time for everything.", "owner": "George Head, A Home Tour Through the Manufacturing Districts of England in the Summer of 1835"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "Impossibility only lasts until you find new unbelievable hard evidences.", "owner": "Toba Beta"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "We think our fathers fools, so wise we grow. Our wiser sons, no doubt will think us so.", "owner": "Alexander Pope"}, {"item": "The assumption of an absolute determinism is the essential foundation of every scientific enquiry.", "owner": "Max Planck, The Dilemmas of an Upright Man: Max Planck and the Fortunes of German Science"}, {"item": "Being a fool is a billion times better than being blinded by the illusion of intellect.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Anger does not change the fact. The will to take control is everything.", "owner": "Compton Gage"}, {"item": "Reality provides us with facts so romantic that imagination itself could add nothing to them.", "owner": "Jules Verne"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "Being ninety nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}], "common_tag": "science,", "updatedAt": "2023-07-01 19:09:51"}