{"contents": [{"item": "remember you are capable of the most powerful thing in the universe.you are capable of love.", "owner": "AVA., you are safe here."}, {"item": "Souls grow on bones but die beneath bankers' hours...", "owner": "Gabriel Thy"}, {"item": "I think it’s beautifulthe way you sparkle when you talk about the things you love.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "You are that one breath. that puts all the remaining breaths. back into my body.", "owner": "Sanober  Khan"}, {"item": "Such hungry desperation in a single kiss when it's enamored in love and bathed in bliss.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Dedicate your life to solitude and mortify your members which are upon the earth.", "owner": "Compton Gage"}, {"item": "You are never too old to become younger!", "owner": "Mae West"}, {"item": "All the truth of God are discoverable through every day life.", "owner": "Compton Gage"}, {"item": "Poems are difficult to silence.", "owner": "Stephen Greenblatt"}, {"item": "I sit in my treeI sing like the birdsMy beak is my penMy songs are my poems.", "owner": "David Almond, My Name Is Mina"}, {"item": "You deserve to be the person you were meant to be. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "oh, the heartbreakingly beautifultender weight of being human.", "owner": "AVA., you are safe here."}, {"item": "Modern poetry, for me, began not in English at all but in Spanish, in the poems of Lorca.", "owner": "W.S. Merwin"}, {"item": "I suppose I'm saying that defiance is actually part of the lyric job", "owner": "Seamus Heaney"}, {"item": "She's a dark-eyed, red flame, bohemian hurricane.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "bila tanganku tak mampu lagi menyentuhmu, maka biarlah doa menggantikannya", "owner": "Rian Prasetia, @sekadar_coretan"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Poetry, is a life long war wagedagainst ineffable beauty.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Rocket shipsare excitingbut so are roseson a birthday.", "owner": "Leonard Nimoy, Come Be With Me: A Collection of Poems"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "A sky full of starsand he was staring at her. —ATTICUS", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Poetry will die when love and pain cease to exist.", "owner": "Kellie Elmore"}, {"item": "In fact she herself once blamed meKyprogeneiabecause I prayed this word:I want.", "owner": "Sappho, If Not, Winter: Fragments of Sappho"}, {"item": "Some men are born sodomites, some achieve sodomy, and some have sodomy thrust upon them...", "owner": "Aleister Crowley, The Scented Garden Of Abdullah The Satirist Of Shiraz"}, {"item": "Use the wings of the flying Universe, Dream with open eyes; See in darkness.", "owner": "Dejan Stojanovic"}, {"item": "Kiss her gypsy soul and love her for the wild rose she is.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Quote words that affirmall men and women are yourbrothers and sisters.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "I began to write because of love. I wrote to understand what I felt and what I knew.", "owner": "Kamand Kojouri"}, {"item": "To sense the peace of extinguished passionHappiness in not knowing the ultimate knowledge", "owner": "Dejan Stojanovic, The Sign and Its Children"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "It is vain futility to analyze the algebra of time.", "owner": "Dejan Stojanovic, The Creator"}, {"item": "Live for everything, or die for nothing", "owner": "Nate Spears"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "Adventure runs on all sorts of whiskey. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "No matter the disappointment, you simply cannot divorce your favorite team.", "owner": "Kevin  Walker, These Moments Pass: Poems"}, {"item": "I have no riches but my thoughts, Yet these are wealth enough for me", "owner": "Sara Teasdale"}, {"item": "lean in to kiss mein all the placeswhere the acheis the most special.", "owner": "Sanober  Khan"}, {"item": "i took it off.i did not want to carry it with me anymore.", "owner": "AVA., you are safe here."}, {"item": "ولأنني رغم القبور..ورغم موت الأرضأرفض أن أموت", "owner": "فاروق جويدة, لأني أحبك"}, {"item": "Society will always be too fragile to accept us for all that makes us beautiful.", "owner": "Robert M. Drake"}, {"item": "My hope, my heaven, my trust must be,My gentle guide, in following thee.", "owner": "Walter Scott, The Lady of the Lake"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "THE HARDESTSTEPWE ALL MUST TAKEIS TO BLINDLY TRUST IN WHO WE ARE. - ATTICUS", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Each star is a mirror reflecting the truth inside you.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Spirit is a child, the tune of dancing feet its lullaby.", "owner": "Shah Asad Rizvi"}, {"item": "Lineation can make your break your poems.", "owner": "Katerina Stoykova Klemer"}, {"item": "It is futile to spend time telling stories about the fleetness of each day.", "owner": "Dejan Stojanovic, The Creator"}, {"item": "A poet is a verb that blossoms light in gardens of dawn, or sometimes midnight.", "owner": "Aberjhani"}, {"item": "Dear, I can't write, it's all a fantasy: a kind of circling obsession.", "owner": "Philip Larkin, Philip Larkin: Letters to Monica"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "I hurt in places that you brought back from the dead. Now I have to lay them to rest again.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "stay curious and stay the brave, strong, unrelenting soldier of love that you are.", "owner": "Ava, You Are Safe Here."}, {"item": "She walkedthrough her lifeheavyfrom themighty wingsupon her back.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "bad breath and butt smell; that is prison, in a nutshell.", "owner": "Raegan Butcher, Rusty String Quartet"}, {"item": "…wisely mingled poetry and prose.", "owner": "Louisa May Alcott, Little Women"}, {"item": "When words lose their meaning, physical force takes over.", "owner": "W.H. Auden"}, {"item": "Occasionally you can hear her howl, when the sky is black and the moon is full.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "The poetry of love is the greatest gift God gave us.", "owner": "Sorin Cerin, Wisdom Collection: The Book of Wisdom"}, {"item": "Poems can getsleepless tooand becomethe loneliest thingin the universe.", "owner": "Sanober  Khan"}, {"item": "Dare to love yourselfas if you were a rainbowwith gold at both ends.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "Living together/ is one move closer/ to living apart", "owner": "Kristi Maxwell"}, {"item": "having nothing to struggleagainstthey have nothing to strugglefor.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "I swear that girl was born with a pen in her hand, the moon in her hair and stars in her soul.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "In search of Truth the hopeful zealot goes,But all the sadder tums, the more he knows!", "owner": "H.P. Lovecraft"}, {"item": "You may be a poet and not even know it.", "owner": "M.L. Shanahan"}, {"item": "I hear they make greeting cards now to thank your therapist... for NOTHING", "owner": "Casey Renee Kiser, Swan Wreck"}, {"item": "But you hate poetry!Yes, but you make me want to write it.", "owner": "Cassandra Clare"}, {"item": "The prettiest girls shine brightest in the dark. ", "owner": "Atticus Poetry"}, {"item": "Watch carefully the magic that occurswhen you give a person enough comfort to just be themselves.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "That was her magic— she could still see the sunseteven on those darkest days.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "loveis giving everything too easilythen staying to try and claw it back", "owner": "Andrew McMillan, Physical"}, {"item": "You carry stories under your bright sad eyes, bag loads and I wish to god I could help you unload.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "They kept me in a cage for too long because now every room I am standing in is just another cell.", "owner": "Raegan Butcher, Rusty String Quartet"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "There’s no money in poetry, but there’s no poetry in money, either", "owner": "Robert Graves"}, {"item": "Mad Ireland hurt you into poetry.", "owner": "W.H. Auden"}, {"item": "It is strange how often a heart must be broken Before the years can make it wise.", "owner": "Sara Teasdale, The Collected Poems"}, {"item": "I hear you knocking but I can't let you in. The last time almost killed me. Love, My heart", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Love is a game of tic-tac-toe,constantly waitingfor the next x or o.", "owner": "Lang Leav"}, {"item": "There is no truth without faith. Nothing is proven except to the heart of one who believes.", "owner": "Compton Gage"}, {"item": "Poetry is the whispering of a truth by the shouting of the best possible lies", "owner": "Oscar Sparrow, I Threw a Stone: A Collection of Poems"}, {"item": "i just want to be honest about my feelings without destroying everything.", "owner": "AVA., you are safe here."}, {"item": "I wait on my fix:I am a poetry junkie.", "owner": "Charles Bukowski, Play the Piano Drunk Like a Percussion Instrument Until the Fingers Begin to Bleed a Bit"}, {"item": "some people are so deepyou fall into themand you never stop falling.", "owner": "AVA., this is how you know i want you."}, {"item": "In a myriad of ways you tell one truth.", "owner": "Dejan Stojanovic, The Shape"}, {"item": "New Rome will be destroyedBy the attacks of new vandals.God always remains silent.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "Writing poetry and reading books causes brain damage.", "owner": "Pat Conroy, Beach Music"}, {"item": "Oh! That was poetry!\" said Pippin. \"Do you really mean to start before the break of day?", "owner": "J.R.R. Tolkien, The Fellowship of the Ring"}], "common_tag": "poetry,", "updatedAt": "2023-07-01 19:09:51"}