{"contents": [{"item": "In truth, I am nothing but a plodding mediocrity — please observe, a plodding mediocrity — for a mere mediocrity does not go very far, but a plodding one gets quite a distance. There is joy in that success, and a distinction can come from courage, fidelity and industry.", "owner": "Benjamin N. Cardozo"}, {"item": "Stick in and do my best.", "owner": "Rhona Cameron, Nineteen Seventy Nine: A Big Year in a Small Town"}, {"item": "Grudge no expense-yield to no opposition-forget fatigue-till  by the strength of prayer and sacrifice  the spirit of love shall have overcome.", "owner": "Maria Weston Chapman"}, {"item": "There is an incredible amount of magic and feistiness in black men that nobody has been able to wipe out. But everybody has tried.", "owner": "Toni Morrison"}, {"item": "To look back is to relax one's vigil.", "owner": "Bette Davis"}, {"item": "There's nothing in this world that comes easy. There are a lot of people who aren't going to bother to win. We learn in football to get up and go once more.", "owner": "Woody Hayes"}, {"item": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something  and that this thing  at whatever cost  must be attained.", "owner": "Marie Curie"}, {"item": "You can do what you want to do  accomplish what you want to accomplish  attain any reasonable objective ... if you want it  if you will to do it  if you work to do it  over a sufficiently long period of time.", "owner": "William E. Holler"}, {"item": "To persevere  trusting in what hopes he has  is courage in a man. The coward despairs.", "owner": "Euripides"}, {"item": "If you don't wake up with something in your stomach every day that makes you think  \"I want to make this movie \" it'll never get made.", "owner": "Sherry Lansing"}, {"item": "There are but two roads that lead to an important goal and to the doing of great things: strength and perseverance. Strength is the lot of but a few privileged men  but austere perseverance  harsh and continuous  may be employed by the smallest of us and rarely fails of its purpose  for its silent power grows irresistibly greater with time.", "owner": "Johann von Goethe"}, {"item": "We conquer by continuing.", "owner": "George Matheson"}, {"item": "When you stop talking  you've lost your customer.", "owner": "Estee Lauder"}, {"item": "When it goes wrong  you feel like cutting your throat  but you go on. You don't let anything get you down so much that it beats you or stops you.", "owner": "George Cukor"}, {"item": "To tend  unfailingly  unflinchingly  towards a goal  is the secret of success.", "owner": "Anna Pavlova"}, {"item": "Great works are performed not by strength  but by perseverance.", "owner": "Samuel Johnson"}, {"item": "Any man can work when every stroke of his hands brings down the fruit rattling from the tree ... but to labor in season and out of season  under every discouragement... that requires a heroism which is transcendent.", "owner": "Henry Ward Beecher"}, {"item": "Until I die  I'm going to keep doing. My people need me. They need somebody that's not taking from them and is giving them something.", "owner": "Clara McBride Hale"}, {"item": "Be like a postage stamp-stick to one thing until you get there.", "owner": "Josh Billings"}, {"item": "Keep on going  and the chances are that you will stumble on something  perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.", "owner": "Charles F. Kettering"}], "pagination": {"size": 20, "total": 9, "current": 5}}