{"contents": [{"item": "Do not dwell on the past. Focus on the precious moments and gracious future.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "And then we get new homes that we make for ourselves.", "owner": "Nina LaCour, Summer Days and Summer Nights: Twelve Love Stories"}, {"item": "Twice I'd come home as they were finishing, and, honestly, I cannot think of a lonelier sound on a Saturday night than one's roommate having a giant orgasm and then making an embarrassed sssh sound, realizing that maybe through her pleasure she'd heard the front door open and close.", "owner": "Aimee Bender, The Color Master: Stories"}, {"item": "It was a time before Facebook and Instagram and texting. I imagine it must be easier now, for college students. Home must not feel so far away anymore. But how do you cut the apron strings if the strings are virtual?", "owner": "Kirstie Collins Brote, Beware of Love in Technicolor"}, {"item": "Our first kiss was there on the bridge in the woods. How do you describe a first kiss? It is like trying to hold water in your hands. There is an ancient Chinese proverb that compares kissing to drinking salted water. “You drink, and your thirst increases,” it says. Time, I’m sure, passed by, but we remained unavailable for comment.", "owner": "Kirstie Collins Brote, Beware of Love in Technicolor"}, {"item": "People think I'm selling feminism in my books, but what I'm really doing is writing advertising copy for expensive private colleges that most women can't afford anyway. Oh, and try to find a job with a major in English literature. No luck? Joke's on you, sucker!", "owner": "Mary Gordon, Conversations with Mary Gordon"}, {"item": "Young women are not putting themselves in danger. The people around them are doing the real damage. Who? you might wonder. The abstinence teacher who tells her students that they'll go to jail if they have premarital sex. The well-founded organizarion that tells girls on college campuses that they should be looking for a husband, not taking women's studies classes. The judge who rules against a rape survivor because she didn't meet whatevel standard for a victim he had in mind. The legislator who pushes a bill to limit young women's access to abortion because he doesn't think they're smart enough to make their own decisions. These are the people who are making the world a worse place, and a more dangerous one, at that, for girls and young women. We're just doing our best to live in it.", "owner": "Jessica Valenti, The Purity Myth: How America's Obsession with Virginity is Hurting Young Women"}, {"item": "I had a dream. In the dream someone was critical of my newest novel The Snail's Castle. I said, \"don't worry about it. If you don't like it, just throw it out the window.\" I awoke, grinning, with a wonderful feeling of freedom.", "owner": "Mark  Gordon, The Snail's Castle"}, {"item": "What are the purposes of examinations anyhow? Are they to increase our educational attainment? Or are they instruments used to bring suffering and humiliation and deep hurt to a person who is trying so hard to succeed?", "owner": "Virginia M. Axline, Dibs in Search of Self"}, {"item": "The search for wisdom is like a search for gold.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Focus on your destination but enjoy every sacred moments of the journey", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A degree helps to a degree, but your work is largely what you create it to be.", "owner": "Ryan Lilly"}, {"item": "I hate reading poems—school made me hate them. I’d spend hours interpreting one, just to read the memorandum and realize I’d be fucked during exams. I remember making a little asterisk next to every question I struggled with, and at the end of the paper, I’d realize I was looking at the fucking Milky Way.", "owner": "Danielle Esplin, Give It Back"}, {"item": "You ought to endure and complete your own race of life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "For this very short time in your life, and possibly never again, you will be given a very unique gift: a supremely rich environment with ample time, space, safety and people to explore whatever interests you intensely, to push yourself, to make mistakes and recover from them, and to live as deeply as you'd like in the hope of finding yourself or, at least, the beginnings of yourself.Such an opportunity may never present itself again. So, embrace it and.... Carpe College!", "owner": "Michael  Metzler, Carpe College! Seize Your Whole College Experience"}, {"item": "Everybody who is incapable of learning has taken to teaching.", "owner": "Oscar Wilde"}, {"item": "The most effective learning takes place in the classroom, where you can easily raise your hand, engage in spontaneous discussions with classmates and faculty, turn to the person next to you to ask for clarification, or approach the professor after class or during office hours to ask questions or exchange viewpoints in a way that practically guarantees an instant response and is not constrained by typing, software interfaces, or waiting for a response.", "owner": "Ian Lamont"}, {"item": "Although the terms teaching and learning are typically paired, those of us who teach know that students don't always learn. When I complained about this early in my teaching career, a colleagues chided me: \"Saying 'I thaught the students something, they just didn't learn it' is akin to saying 'I sold them the car, they just didn't but it'\".", "owner": "Elizabeth F. Barkley, Student Engagement Techniques: A Handbook for College Faculty"}, {"item": "i don't think college is something you should tough out.", "owner": "Kevin Roose, The Unlikely Disciple: A Sinner's Semester at America's Holiest University"}, {"item": "I remembered learning from my favorite professor at Belmont to “surround yourself with people who are better than you,” and I was now living that mantra.", "owner": "Kimberly Novosel, Loved"}], "pagination": {"size": 20, "total": 10, "current": 2}}