{"contents": [{"item": "It is better for a realist to bend his will and ethics to accommodate a true friend than it is for him to stick to his principles that may turn the friend into an adversary.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "If my friend asks me to sit in a temple belonging to a God that I do not know, because he needs a friend to sit with him, I will be happy to sit there in the foreign temple. Because the temple itself is an outer container only. What is the true religion? What is the inner oil contained by that outer container? The inner oil is the friendship I share with my friend. The true religion is being there to sit beside my friend. If I cannot do this for my friend, then how am I worthy to sit in any temple, whether belonging to a God that I know or to a God that I don't know? If there is no inner oil within my soul, I do not deserve to sit in any temple. Religion is the friendship within the heart, not the place where we sit on a holy day. Religion is the oil within the lamp, not the metal container we see as the lamp.", "owner": "C. JoyBell C."}, {"item": "Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends.", "owner": "Epicurus, A Guide To Happiness"}, {"item": "Friendship is thinking of the other person first.", "owner": "George Alexiou"}, {"item": "Keep in mind that the reason you know you can be good to others is only because you've taken strides to be better for and to yourself.", "owner": "Alexandra Elle, Words from a Wanderer"}, {"item": "Separate yourself from those who hinder your vision. Make a choice to walk away from the trap set to ensnare you. Realize when someone is pulling you backwards every time you take a step forward. Separate from them and the result of your action will be a life of success.", "owner": "Amaka Imani Nkosazana"}, {"item": "A FriendSomeoneYou're happy to see,Who's happy to see you.SomeoneYou like for who they areNot just for what they can do for you.", "owner": "Nancy J. Cavanaugh, This Journal Belongs to Ratchet"}, {"item": "Connection is life; disconnection, death.", "owner": "Deborah Day"}, {"item": "Yes I value strong friendships on a very deep level, I value these connections because time and time again i will go through heartbreak, I will forget my self worth, I will make mistakes and my world will feel broken beyond repair and to have these special people in your life that will be there to help you pick up the pieces and remind you what makes you special and worth being alive is the most amazing feeling in the world and I would never trade that for anything.", "owner": "John Maiorana (oohGiovanni)"}, {"item": "But what was happiness but an extravagance, an impossible state to maintain, partly because it was so difficult to articulate? He couldn't remember being a child and being able to define happiness (...) \"I think he's shy,\" he finished", "owner": "Hanya Yanagihara, A Little Life"}, {"item": "Hermione was screaming again: the sound went through Harry like physical pain.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "After their encounter on the approach to Jupiter, there would aways be a secret bond between them---not of love, but of tenderness, which is often more enduring.", "owner": "Arthur C. Clarke, 2010: Odyssey Two"}, {"item": "It's b******* to think of friendship and romance being different. They're not. They're just variations of the same love. Variatons of the same desire to be close.", "owner": "David Levithan"}, {"item": "If the human heart sometimes finds moments of pause as it ascends the slopes of affection, it rarely halts on the way down.", "owner": "Honoré de Balzac, Père Goriot"}, {"item": "He took in the squeaky music, the vulgar and pining melodies, because passion immobilizes good taste and seriously considers what soberly would be thought of as funny and to be resented.", "owner": "Thomas Mann, Death in Venice and Other Tales"}, {"item": "Every men wanted to be his friend and every woman wanted to be in his bed", "owner": "Dee Remy, There Once Was A Boy"}, {"item": "Southern gentleman,” he said aside to him in Arabic. “Do you wish for me to continue this for you?”Caine’s temper shifted to a low simmer in his chest. “Your way takes too long.”“Ma’aleyk, and your way hurts my ears,” he argued.", "owner": "V.S. Carnes"}, {"item": "We can be friends. We can be anything we want to be.", "owner": "Muriel Barbery, The Elegance of the Hedgehog"}, {"item": "Sorry Johnny.\" \"Sorry for what \" \"For shouting at you. It's just that when I think about the future I keep panicking. It's like falling from the top of the stairs in the dark not knowing where I'll end up.\"  He put his arm around my shoulders. \"I understand. Life is precarious for most of us but more so for you. What you forget is what most of your friends see in you.\"  \"What's that \" \"The ability to beat the odds...\" \"And fall on my feet \" He nodded.  \"I just hope that lasts.\" \"It will Catkin it will. It wouldn't dare fail you.", "owner": "Julia Golding, Den of Thieves"}, {"item": "Y por que el sol es tan mal amigodel caminante en el desierto?Y por que el sol es tan simpaticoen el jardin del hospital?And why is the sun such a bad companionto the traveler in the desert?And why is the sun so congenial in the hospital garden?", "owner": "Pablo Neruda"}], "pagination": {"size": 20, "total": 10, "current": 5}}