{"contents": [{"item": "A person who looks at the table and can see the universe is a person who can see the way.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Whatever the tasks, do them slowly and with ease, in mindfulness. Don't do any task in order to get it over with. Resolve to do each job in a relaxed way, with all your attention.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "To take hold of your mind, you must practice mindfulness of the mind. You must know how to observe and recognize the presence of every feeling and thought which arises in you.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "All we can do is everything we can do. (David Axelrod)", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "If you don't waste your energy on variables you cannot influence, you can focus much more effectively on those you can. (Mark Epstein)", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "If everything in this world was in constant decay, why expend so much energy gnashing my teeth over work?", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "Turns out, it's pretty simple to win people over, especially in tense situations, if you're able to take their perspective and validate their feelings.", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "In fact, when you're mindful, you actually feel irritation more keenly. However, once you unburden yourself from the delusion that people are deliberately trying to screw you, it's easier to stop getting carried away.", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "When you lurch from one thing to the next, constantly scheming, or reacting to incoming fire, the mind gets exhausted. You get sloppy and make bad decisions.", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "Now I see that if one doesn't know how to die, one can hardly know how to live - because deathis a part of life.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "[A]ll the methods in the search for truth should be looked on as means rather than as ends in themselves or as absolute truth.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "The meditation on interdependence is to help one penetrate reality in order to be one with it, not to become caught up in philosophical opinion or meditation methods. The raft is used to cross the river. It isn't to be carried around on your shoulders. The finger which points at the moon isn't the moon itself.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Live the actual moment. Only this actual moment is life.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Equanimity means to let go, not to abandon.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "Sitting meditation, walking meditation, and mindful eating are good opportunities for resting. When you feel agitated, if you are able to go to a park or a garden, it is an opportunity for rest. If you walk slowly and remember to take it easy, if you are able to sit and do nothing from time to time, you can rest deeply and enter a state of true ease.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "Concentration is not wholesome in itself. A thief needs concentration to break into a house.The object of our concentration is what makes it beneficial or not. If you use meditative concentration to run away from reality, that is not beneficial.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "When mindfulness is present, the Buddha and the Holy Spirit are already there,", "owner": "Thich Nhat Hanh, Living Buddha, Living Christ"}, {"item": "Our feelings are formations, impermanent and without substance. We learn not to identify with ourselves with our feelings, not to consider them as a self, not to seek refuge in them, not to die because of them.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "The challenge for mindfulness is to be present for your experience as it is rather than immediately jumping in to change it or try to force it to be different.", "owner": "Jon Kabat-Zinn, Mindfulness for Beginners"}, {"item": "The challenge for each of us is to find out who we are and to live our way into our own calling.we do this by paying close attention to all aspects of life as they unfold in the present moment.", "owner": "Jon Kabat-Zinn, Mindfulness for Beginners"}], "pagination": {"size": 20, "total": 7, "current": 4}}