{"contents": [{"item": "Keep still and your troubles find you. I might not have known much about the unborn, but I sure as hell knew about running!", "owner": "Mark  Lawrence, Prince of Fools"}, {"item": "Lunch can wait. Everything can wait. Time to run.", "owner": "Lisa Schroeder, Chasing Brooklyn"}, {"item": "If it's a nod from society you're looking for, run a marathon. But if it's a life-changing experience of personal strength and perseverance that you want, finish an ultra.", "owner": "Vanessa Runs, The Summit Seeker"}, {"item": "Running is a simple activity. Just lace up your shoes and go, one step at a time, like each breath.", "owner": "Adharanand Finn, Running with the Kenyans: Passion, Adventure, and the Secrets of the Fastest People on Earth"}, {"item": "As a runner, you have to face the truth about yourself on a regular basis, and it makes you more honest. You can't pretend to be faster than you are. You can't pretend that you are better prepared than you are. You cannot pretend to be a runner, you actually have to run.", "owner": "John Bingham"}, {"item": "Everyone’s running from something.", "owner": "Peter Watts, Echopraxia"}, {"item": "Running efficiently demands good technique, and running efficiently for 100 miles demands great technique. But the wonderful paradox of running is that getting started requires no technique. None at all. If you want to become a runner, get onto a trail, into the woods, or on a sidewalk or street and run. Go 50 yards if that's all you can handle. Tomorrow, you can go farther.", "owner": "Scott Jurek, Eat and Run: My Unlikely Journey to Ultramarathon Greatness"}, {"item": "In a sprint, if you don't have perfect form, you're doomed. The ultra distance forgives injury, fatigue, bad form, and illness. A bear with determination will defeat a dreamy gazelle every time.", "owner": "Scott Jurek, Eat and Run: My Unlikely Journey to Ultramarathon Greatness"}, {"item": "You can’t be miserable when you’re running. It’s such a simple and pure way to feel alive.", "owner": "Veronica Rossi, Brooke"}, {"item": "Then, I started running. And everything was as good as it could be.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "There are some people who think runners are snobs. These people are called non-runners. And they're right, of course. There is a certain hubris you develop when you do things no one else does.", "owner": "Jennifer  Graham, Honey, Do You Need a Ride? Confessions of a Fat Runner"}, {"item": "The essential thing is to run period!And to do it for a long time and consistently and then everything will take care of itself.", "owner": "Bernd Heinrich"}, {"item": "If you run, you are a runner. It doesn't matter how fast or how far. It doesn't matter if today is your first day or if you've been running for twenty years. There is no test to pass, no license to earn, no membership card to get. You just run.", "owner": "John Bingham"}, {"item": "Running is just such a monestary-- a retreat, a place to commune with God and yourself, a place for psychological and spiritual renewal.", "owner": "George Sheehan, George Sheehan on Running to Win: How to Achieve the Physical, Mental, and Spiritual Victories"}, {"item": "Start slow, then taper off", "owner": "Walt Stack"}, {"item": "And while these pounds were being shed, while the physiological miracles were occurring with the heart and muscle and metabolism, psychological marvels were taking place as well. Just so, the world over, bodies, minds, and souls are constantly being born again, during miles on the road.", "owner": "George Sheehan, George Sheehan on Running to Win: How to Achieve the Physical, Mental, and Spiritual Victories"}, {"item": "...the real purpose of running isn’t to win a race. It’s to test the limits of the human heart.", "owner": "-Without Limits"}, {"item": "Running is a brutal and emotional sport. It's also a simple, primal sport. As humans, on a most basic level, we get hungry, we sleep, we yearn for love, we run.", "owner": "Adharanand Finn, Running with the Kenyans: Passion, Adventure, and the Secrets of the Fastest People on Earth"}, {"item": "For every runner who tours the world running marathons, there are thousands who run to hear the leaves and listen to the rain, and look to the day when it is suddenly as easy as a bird in flight.", "owner": "George Sheehan"}, {"item": "If we push on, we begin to feel a vague, tingling sense of who, or what, we really are. It's a powerful feeling, strong enough to have us coming back for more, again and again.", "owner": "Adharanand Finn, Running with the Kenyans: Passion, Adventure, and the Secrets of the Fastest People on Earth"}], "pagination": {"size": 20, "total": 4, "current": 3}}