{"contents": [{"item": "There's no reason to think that you'll be capable of loyalty to a diet until you address your basic disloyalty toward yourself.", "owner": "Marianne Williamson"}, {"item": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.", "owner": "John Keegan"}, {"item": "The Mohawks have on all occasions shown their zeal and loyalty to the Great King yet they have been very badly treated by his people. ", "owner": "Joseph Brant"}, {"item": "Given the knee-jerk patriotism of recent war movies, it's discouraging to see 'Windtalkers' evade pertinent facts that could have recast the doubled-edged issues of racism and loyalty and made them relevant to contemporary times.", "owner": "Elvis Mitchell"}, {"item": "The higher American patriotism, on the other hand, combines loyalty to historical tradition and precedent with the imaginative projection of an ideal national Promise.", "owner": "Herbert Croly"}, {"item": "The Negro people of America... have cut our forests, tilled our fields, built our railroads, fought our battles, and in all of their trials they have manifested a simple faith, a grateful heart, a cheerful spirit, and an undivided loyalty .", "owner": "Mordecai Wyatt Johnson"}, {"item": "Trust is a big word for me. Loyalty and trust, for me, are everything. It's the core of what I'm about and what the people around me hopefully are about. It's a certain thing that gives you a sense of security. It's the biggest factor in everything I do.", "owner": "Tommy Mottola"}, {"item": "Branding is not merely about differentiating products; it is about striking emotional chords with consumers. It is about cultivating identity, attachment, and trust to inspire customer loyalty. Chinese brands score low on attributes such as 'sophisticated,' 'desirable,' 'innovative,' 'friendly,' and 'trustworthy.'", "owner": "Nirmalya Kumar"}, {"item": "I place an enormous premium on loyalty. If someone betrays me, I can forgive them rationally, but emotionally I have found it impossible to do so.", "owner": "Richard E. Grant"}, {"item": "Loyalty and friendship trumps politics for me.", "owner": "Robert Kraft"}, {"item": "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.", "owner": "Ernie Banks"}, {"item": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success.", "owner": "Taylor Lautner"}, {"item": "Within the hearts men, loyalty and consideration are esteemed greater than success.", "owner": "Bryant H. McGill"}], "pagination": {"size": 13, "total": 5, "current": 4}}