{"contents": [{"item": "Quite so. Quite right. And yet human beings, who dream ofbecoming more successful often fool themselves into believing thatit can happen without changing a single thing about themselves.They believe that success is some mysterious external factor thatwill just sort itself out while they sleep", "owner": "Chris Murray, The Extremely Successful Salesman's Club"}, {"item": "Success is all about believing, always visualizing what you want to do and want to be and act accordingly on it until become it reality.", "owner": "Lord Robin"}, {"item": "One mistake is enough for all your life. So, where is the place of a mischief-maker?", "owner": "Behnam Rajabpoor"}, {"item": "A Snake(passion) inside a man drive him for a Journey(Success), and its just happened one day !!", "owner": "Vicky Addy"}, {"item": "Success comes to those who do not waste time looking and criticizing what others are doing but focusing on honest self-evaluation and what they have to do.", "owner": "Amit Abraham"}, {"item": "Success is when you can differentiate between Today and Tomorrow.", "owner": "Sakin Maharjan"}, {"item": "You gain strength  courage and confidence by every experience in which you really stop to look fear in the face.... You must do the thing you think you cannot do.", "owner": "Eleanor Roosevelt"}, {"item": "If you banish fear  nothing terribly bad can happen to you.", "owner": "Margaret Bourke-White"}, {"item": "I believe that anyone can conquer fear by doing the things he fears to do  provided he keeps doing them until he gets a record of successful experiences behind him.", "owner": "Eleanor Roosevelt"}, {"item": "When in fear  it is safest to force the attack.", "owner": "Marcus Annaeus Seneca"}, {"item": "The way to develop self-confidence is to do the thing you fear  and get a record of successful experiences behind you.", "owner": "William Jennings Bryan"}, {"item": "He that fleeth from the fear shall fall into the pit.", "owner": "Bible"}, {"item": "To live with fear and not be afraid is the final test of maturity.", "owner": "Edward Weeks"}, {"item": "Constant exposure to dangers will breed contempt for them.", "owner": "Marcus Annaeus Seneca"}, {"item": "To do anything in this world worth doing  we must not stand back shivering and thinking of the cold and danger  but jump in and scramble through as well as we can.", "owner": "Sydney Smith"}, {"item": "Do the thing you fear  and the death of fear is certain.", "owner": "Ralph Waldo Emerson"}, {"item": "I wanted to be scared again ... I wanted to feel unsure again. That's the only way I learn  the only way I feel challenged.", "owner": "Connie Chung"}, {"item": "You cannot run away from a weakness. You must sometimes fight it out or perish  and if that be so  why not now  and where you stand?", "owner": "Robert Louis Stevenson"}, {"item": "Often I have found that the one thing that can save is the thing which appears most to threaten ... one has to go down into what one most fears and in that process ... comes a saving flicker of light and energy that  even if it does not produce the courage of a hero  at any rate enables a trembling mortal to take one step further.", "owner": "Laurens Van der Post"}, {"item": "I was afraid to write Fear of Flying  ergo  I had to write it. I have lived my life according to this principle: If I'm afraid of it  then I must do it.", "owner": "Erica Jong"}], "pagination": {"size": 20, "total": 10, "current": 9}}