{"contents": [{"item": "The future, when it comes, is just like the present. The present is all you have and the opportunity of the present is worth more than the success of the past or the promise of the future.", "owner": "William J. Reilly, How to Avoid Work"}, {"item": "The person you will be in 5 years is decided by the people you spend time with and the books you read today", "owner": "Unknown"}, {"item": "I don't regret my past but I regret not doing enough to achieve my goals today. Today is the only opportunity to make tomorrow a success.", "owner": "Oscar Bimpong"}, {"item": "Focus on The Present. Only The Present", "owner": "David Sikhosana, Time Value of Money: Timing Income"}, {"item": "You have to keep trying whether you feel like you can or not. Your future will thank you.", "owner": "Avina Celeste"}, {"item": "Overcome obstacles as they come rather than worry about when they will arrive.", "owner": "Avina Celeste"}, {"item": "Let the past be the past as you make your way into the future.", "owner": "Avina Celeste"}, {"item": "I will not have youbuild me into your lifewhen what i want is tobuild a life with you-the difference", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "Take it easy. Live life- one day at a time. It is only when we add the regrets of 'yesterday' and worries of the 'future' to the 'present' that we end up complicating things...", "owner": "Anurag Shourie"}, {"item": "Nothing takes you away from dwelling in the past or worrying about the future like living in the present.", "owner": "Roy T. Bennett"}, {"item": "The future came and went in the mildly discouraging way that futures do.", "owner": "Neil Gaiman, Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch"}, {"item": "I have realized that the past and future are real illusions, that they exist in the present, which is what there is and all there is.", "owner": "Alan W. Watts"}, {"item": "But now isn’t simply now. Now is also a cold reminder: one whole day later than yesterday, one year later than last year. Every now is labeled with its date, rendering all past nows obsolete, until — later of sooner — perhaps — no, not perhaps — quite certainly: it will come.", "owner": "Christopher Isherwood, A Single Man"}, {"item": "There was only present, and it was infinite. The past and the future were just blinders we wore so that infinity wouldn't drive us mad.", "owner": "Laini Taylor, Dreams of Gods & Monsters"}, {"item": "The future is foretold from the past and the future is only possible because of the past. Without past and future, the present is partial. All time is eternally present and so all time is ours. There is no sense in forgetting and every sense in dreaming. Thus the present is made rich.", "owner": "Jeanette Winterson, The Passion"}, {"item": "We have trained them to think of the Future as a promised land which favored heroes attain-not as something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.", "owner": "C.S. Lewis"}, {"item": "The future is a split second away.", "owner": "Ana Monnar"}, {"item": "You can't make footprints in the sand of time if you're sitting on your butt, and who wants to make buttprints in the sand of time?", "owner": "Bob Moawad"}, {"item": "Chronocanine Envy:Sadness experienced when one realized that, unlike one's dog, one cannot live only in the present tense. As Kierkegaard said, \"Life must be lived forward.", "owner": "Douglas Coupland"}, {"item": "Information about time cannot be imparted in a straightforward way. Like furniture, it has to be tipped and tilted to get it through the door. If the past is a solid oak buffet whose legs must be unscrewed and whose drawers must be removed before, in an altered state, it can be upended into the entryway of our minds, then the future is a king-size waterbed that hardly stands a chance, especially if it needs to be brought up in an elevator.Those billions who persist in perceiving time as the pursuit of the future are continually buying waterbeds that will never make it beyond the front porch or the lobby. And if man's mission is to reside in the fullness of the present, then he's got no space for the waterbed, anyhow, not even if he could lower it through a skylight.", "owner": "Tom Robbins, Skinny Legs and All"}], "pagination": {"size": 20, "total": 10, "current": 3}}