{"contents": [{"item": "What will the ego not do? It is the ego that has given rise to all this. And when the ego leaves, there is Liberation.", "owner": "Dada Bhagwan"}, {"item": "What does egoism mean? It means to become blind through one’s own vision. The Gnani [the enlightened one] removes the egoism.", "owner": "Dada Bhagwan"}, {"item": "God does remain in a state of witnessing (sakshibhav), but that is a worldly God. Worldly God means witnessing through ‘egoism’. If one constantly remains in the witnessing state, then he would not bind karma.", "owner": "Dada Bhagwan"}, {"item": "The ‘one’ who does no ‘egoism’, the worldly life ends for him!", "owner": "Dada Bhagwan"}, {"item": "As long as the egoism is there, how can one attain the true religion?", "owner": "Dada Bhagwan"}, {"item": "Egoism itself is non-religion (adharma) and where there is no egoism that indeed is religion. Without the presence of a living Gnani, it is not possible for egoism to decrease.", "owner": "Dada Bhagwan"}, {"item": "For how long will insult hurt a person? For as long as he covets self-importance. For as long as one covets temporary [non eternal] things", "owner": "Dada Bhagwan"}, {"item": "Humans in this world live based on two things: one is on the basis of the Self and the other is on the basis of the egoism.", "owner": "Dada Bhagwan"}, {"item": "What spreads the stench of bad conduct? It is the egoism and other ‘flaws’.", "owner": "Dada Bhagwan"}, {"item": "Why should I care?’ – The one who says this is the greatest offender of nature.", "owner": "Dada Bhagwan"}, {"item": "Tolerance is an attribute of egoism.", "owner": "Dada Bhagwan"}, {"item": "There is no Gnan (True Knowledge) where there is ‘egoism’ and where there is Gnan, there is no ‘egoism’.", "owner": "Dada Bhagwan"}, {"item": "Someone may have a broken heart or someone may have a broken ego. Such people will have to suffer tremendously because of that.", "owner": "Dada Bhagwan"}, {"item": "What does the world teach you? It teaches you (to do) egoism. Then, from that egoism, arise many many phases!", "owner": "Dada Bhagwan"}, {"item": "What is the value of the Gnani’s [the enlightened one’s] feet? It is a value that is immeasurable. The Gnani’s feet is one & the only solvent to dissolve egoism.", "owner": "Dada Bhagwan"}, {"item": "As long as there is the egoism of ‘I-ness’ (hoonpanu) and the partiality towards ‘my-ness’ (marapanu), how can there be liberation till then?", "owner": "Dada Bhagwan"}, {"item": "In reality, the outer instruments (hands, feet, eyes, etc) are not the hindrance (for liberation); it is the inner instrument (mind, intellect, chit and ego) that is obstructive.", "owner": "Dada Bhagwan"}, {"item": "If you say a word against a ‘sensitive’ person, it will have an immediate effect. In reality, words are simply a ‘record’ playing.", "owner": "Dada Bhagwan"}, {"item": "In this world, it is not worth finding anyone’s faults. One becomes bound (by karma) by finding faults.", "owner": "Dada Bhagwan"}, {"item": "One gets recurrent thoughts about things he had insisted upon and about matters he formed opinions!", "owner": "Dada Bhagwan"}], "pagination": {"size": 20, "total": 10, "current": 3}}