{"contents": [{"item": "See, that’s the thing about L.A.— When you’ve mastered the art of feeling lonely in a room full of people, that’s when you know.", "owner": "Kris Kidd, I Can't Feel My Face"}, {"item": "I am,\" I saidTo no one thereAn no one heard at allNot even the chair\"I am,\" I cried\"I am,\" said IAnd I am lost, and I can't even say whyLeavin' me lonely still", "owner": "Neil Diamond, Neil Diamond - 12 Greatest Hits Volume 2"}, {"item": "I felt like I was in danger of vanishing, though at the same time the feelings I had were so raw and overwhelming that I often wished I could find a way of losing myself altogether, perhaps for a few months, until the intensity diminished.", "owner": "Olivia Laing, The Lonely City: Adventures in the Art of Being Alone"}, {"item": "A terrible feeling of loneliness besieged her, so strong it was almost like physical pain...", "owner": "Jennifer Wilde, The Slipper"}, {"item": "It's sad to fall asleep. It separates people. Even when you're sleeping together, you're all alone.", "owner": "J.L. Merrow, Pricks and Pragmatism"}, {"item": "I HIDE myself within my flowerThat wearing on your breast,You, unsuspecting, wear me too—And angels know the rest.I hide myself within my flower,That, fading from your vase,You, unsuspecting, feel for meAlmost a loneliness...", "owner": "Emily Dickinson, The Complete Poems of Emily Dickinson"}, {"item": "Being alone is best. I mean, it's true, isn't it? In the end you'll be absolutely alone; therefore, being alone is natural. If you accept that, nothing bad can happen. That's why I shut myself away in my six-mat one-room apartment.", "owner": "Tatsuhiko Takimoto, Welcome to the N.H.K."}, {"item": "There were the endless birthday nights and New Year's Eves of just you in your bed and no one else. There was the welling up at weddings, the glittery eye-prick, when all the couples would get up to dance. Sometimes it felt like your heart was crazed with cracks like your grandmother's old saucers. Sometimes the sight of a Saturday afternoon couple laughing in a park would splinter it completely.", "owner": "Nikki Gemmell, The Bride Stripped Bare"}, {"item": "Don't you understand? Listen carefully to what I'm saying. If you do, you'll get it. you can grasp this easily. In short...in short, I shut myself in because I'm lonely. Because I don't want to face any more loneliness, I shut myself away.", "owner": "Tatsuhiko Takimoto, Welcome to the N.H.K."}, {"item": "The half-moon westers low, my love,And the wind brings up the rain;And wide apart lie we, my love,And seas between the twain.I know not if it rains, my love, In the land where you do lie;And oh, so sound you sleep, my love,You know no more than I.", "owner": "A.E. Housman, A Shropshire Lad"}, {"item": "I am vehemently grateful that, by whatever means, I learned to assume that loneliness should be in part pleasure, sensitizing and clarifying, and that it is even a truer bond among people than any kind of proximity.", "owner": "Marilynne Robinson, When I Was a Child I Read Books"}, {"item": "I didn’t have the vaguest idea of what to do – I couldn’t keep staring at the wall forever, I told myself. But even that admonition didn’t work. A faculty advisor reviewing a graduation thesis would have had the perfect comment: you write well, you argue clearly, but you don’t have anything to say.", "owner": "Haruki Murakami, Pinball, 1973"}, {"item": "Talking to strangers sounded like talking to no one, which Henry had some firsthand experience in- in real life. It was lonely. Almost as lonely as Lake View Cemetery, where he'd buried Ethel.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "Loneliness is remedied at times with the company of a friend and at other times with the company of oneself.", "owner": "Patricia Selbert"}, {"item": "I tell you loneliness is the thing to master. Courage and fear, love, death are only parts of it and can easily be ruled afterwards. If I make myself master my own loneliness there will be peace or safety: and perhaps these are the same.", "owner": "Martha Gellhorn"}, {"item": "I am alone now, truly alone, and absolutely isolated from any known life. I am it. If a count were taken, the score would be three billion plus two over on the other side of the moon, and one plus God knows what on this side.", "owner": "Michael  Collins, Carrying the Fire: An Astronaut's Journey"}, {"item": "I was so alone that every day was like eating my own heart.", "owner": "Junot Díaz"}, {"item": "I could be the lone Eskimo, friend of whales and seals.\"The Panopticon", "owner": "Jenn Fagan"}, {"item": "I and me are always too deeply in conversation: how could I endure it,if there were not a friend?The friend of the hermit is always the third one: the third one is the float which prevents the conversation of the two from sinking into the depth.", "owner": "Friedrich Nietzsche, Thus Spoke Zarathustra"}, {"item": "I love when I reach Marcus on the phone and as he says hello, I can hear the music he's listening to in the background. That music is the sound of him without me. How he surrounds himself when I'm not there, which is almost all the time.", "owner": "Megan McCafferty, Charmed Thirds"}], "pagination": {"size": 20, "total": 10, "current": 9}}