{"contents": [{"item": "Relationships are all about trust and equality. If one person shares, then the other person should share, too.", "owner": "Sophie Kinsella, Can You Keep a Secret?"}, {"item": "Your beloved and your friends were once strangers. Somehow at a particular time, they came from the distance toward your life. Their arrival seemed so accidental and contingent. Now your life is unimaginable without them. Similarly, your identity and vision are composed of a certain constellation of ideas and feelings that surfaced from the depths of the distance within you. To lose these now would be to lose yourself.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "You might be looking for reasons but there are no reasons.", "owner": "Nina LaCour, Hold Still"}, {"item": "What is love? two souls and one flesh friendship? two bodies and one soul.", "owner": "Joseph Roux"}, {"item": "And I'll dance with you in Vienna,I'll be wearing a river's disguise.The hyacinth wild on my shouldermy mouth on the dew of your thighs.And I'll bury my soul in a scrapbook,with the photographs there and the moss.And I'll yield to the flood of your beauty,my cheap violin and my cross.", "owner": "Leonard Cohen, Stranger Music: Selected Poems and Songs"}, {"item": "Remembering. Forgetting. I'm not sure which is worse.", "owner": "Kelley Armstrong, The Calling"}, {"item": "There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one's self, the very meaning of one's soul.", "owner": "Edith Wharton"}, {"item": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, and compassion", "owner": "Simone de Beauvoir"}, {"item": "I’ve become skeptical of the unwritten rule that just because a boy and girl appear in the same feature, a romance must ensue. Rather, I want to portray a slightly different relationship, one where the two mutually inspire each other to live - if I’m able to, then perhaps I’ll be closer to portraying a true expression of love.", "owner": "Hayao Miyazaki"}, {"item": "Friendship often ends in love. But love in friendship never. ", "owner": "Charles Caleb Colton"}, {"item": "Every friendship travels at sometime through the black valley of despair. This tests every aspect of your affection. You lose the attraction and the magic. Your sense of each other darkens and your presence is sore. If you can come through this time, it can purify with your love, and falsity and need will fall away. It will bring you onto new ground where affection can grow again.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "Real friendship or love is not manufactured or achieved by an act of will or intention. Friendship is always an act of recognition.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "You, of all people, deserve a happy ending. Despite everything that happened to you, you aren't bitter. You aren't cold. You've just retreated a little and been shy, and that's okay. If I were a fairy godmother, I would give you your heart's desire in an istant. And I would wipe away your tears and tell you not to cry.-Rachel to Julia", "owner": "Sylvain Reynard, Gabriel's Inferno"}, {"item": "You think that holding someone hard will bring them closer. You think that you can hold them so hard that you'll still feel them, embossed on you, when you pull away.Every time Eleanor pulled away from Park, she felt the gasping loss of him.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "Every life needs a little space. It leaves room for good things to enter it.", "owner": "Sarah Addison Allen, The Peach Keeper"}, {"item": "A real relationship is two-way.", "owner": "Sophie Kinsella, Can You Keep a Secret?"}, {"item": "You know what the secret is? It's so simple. We love one another. We're nice to one another. Do you know how rare that is? - Carmen", "owner": "Ann Brashares, The Sisterhood of the Traveling Pants"}, {"item": "You can love somebody without it being like that. You keep them a stranger, a stranger who's a friend.", "owner": "Truman Capote, Breakfast at Tiffany's"}, {"item": "the world is not a pleasant place to be without someone to hold and be held by.", "owner": "Nikki Giovanni"}, {"item": "He experienced the singular pleasure of watching people he loved fall in love with other people he loved.", "owner": "Hanya Yanagihara, A Little Life"}], "pagination": {"size": 20, "total": 10, "current": 1}}