{"contents": [{"item": "Used to be hewas my heart's desire.His forthright gaze,his expert hands:I'd lie on the couch with my eyesclosed just thinking about it.Never about the factthat everything changes,that even this,my best passion,would not be immune.No, I would bask on in aneternal daydream of the handsfinding me, the gaze like a windingstair coaxing me down. . . .Until I caught a glimpseof something in the mirror:silly girl in her lingerie,dancing with the furniture--a hot little bundle, flush withcliches. Into that pairof too-bright eyes I lookedand saw myself. And something", "owner": "Deborah Garrison, A Working Girl Can't Win"}, {"item": "Ignite the fire in your soul.", "owner": "Lailah Gifty Akita"}, {"item": "Hard work is a prison sentence only if it does not have meaning.", "owner": "Malcolm Gladwell"}, {"item": "I knew right then that I wanted to be a part of something that meaningful. I wanted to have something I was so passionate about that I'd be willing to risk everything for it. I wanted to know that if I ever got killed, I got killed doing something worthwhile. The kid who looked up at the moon and wasn't afraid to dream - I decided that part of me deserved a chance. I sat there in that reception area, watching the crash footage play over and over again on the television, and that was when it hit home for me: you only have one life. You have to spend it doing something that matters.", "owner": "Mike Massimino, Spaceman: An Astronaut's Unlikely Journey to Unlock the Secrets of the Universe"}, {"item": "Do it with passion or not at all.", "owner": "Anonymous"}, {"item": "If you're going to be working, you might as well work with passion and give it all you've got.", "owner": "Farshad Asl"}, {"item": "We live in an era where the best way to make a dent on the world may no longer be to write a letter to the editor or publish a book. It may be simply to stand up and say something . . . because both the words and the passion with which they are delivered can now spread across the world at warp speed.", "owner": "Chris J. Anderson, TED Talks: The Official TED Guide to Public Speaking"}, {"item": "Be the flame, not the moth.", "owner": "Giacomo Casanova"}, {"item": "I want to know what passion is. I want to feel something strongly.", "owner": "Aldous Huxley, Brave New World"}, {"item": "Anyone who is observant, who discovers the person they have always dreamed of, knows that sexual energy comes into play before sex even takes place. The greatest pleasure isn't sex, but the passion with which it is practiced. When the passion is intense, then sex joins in to complete the dance, but it is never the principal aim.", "owner": "Paulo Coelho"}, {"item": "Passion has little to do with euphoria and everything to do with patience. It is not about feeling good. It is about endurance. Like patience, passion comes from the same Latin root: pati. It does not mean to flow with exuberance. It means to suffer.", "owner": "Mark Z. Danielewski, House of Leaves"}, {"item": "I'll always choose you.\" Yes that was the word. \"Every single lifetime, I'll choose you. Just as you have always chosen me. Forever.", "owner": "Lauren Kate, Passion"}, {"item": "I’ll love you with all my heart, in every life, through every death. Iwill not be bound by anything but my love for you.", "owner": "Lauren Kate, Passion"}, {"item": "I will wait for you as long as it takes. I will love you every moment across time.", "owner": "Lauren Kate"}, {"item": "We fucked a flame into being.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "Who taught you to write in blood on my back? Who taught you to use your hands as branding irons? You have scored your name into my shoulders, referenced me with your mark. The pads of your fingers have become printing blocks, you tap a message on to my skin, tap meaning into my body.", "owner": "Jeanette Winterson, Written on the Body"}, {"item": "She was at that crucial age when a women begins to regret having stayed faithful to a husband she never really loved, when the glowing sunset colors of her beauty offer her one last, urgent choice between maternal and feminine love. At such a moment a life that seemed to have chosen its course long ago is questioned once again, for the last time the magic compass needle of the will hovers between final resignation and the hope of erotic experience.", "owner": "Stefan Zweig, The Burning Secret and other stories"}, {"item": "The only difference between a caprice and a lifelong passion is that the caprice lasts a little longer.", "owner": "Oscar Wilde"}, {"item": "Light yourself on fire with passion and people will come from miles to watch you burn.", "owner": "John Wesley"}, {"item": "The happiness of a man in this life does not consist in the absence but on the mastery of his passions.", "owner": "Alfred Tennyson"}], "pagination": {"size": 20, "total": 10, "current": 1}}