{"contents": [{"item": "When one is grown up, money is lying about at one's service. It is only when one is young that it is rare. Take no thought for money - that always lies to hand.(Women in Love)", "owner": "D.H. Lawrence"}, {"item": "A man who loves money is a bastard, someone to be hated. A man who can't take care of it is a fool. You don't hate him, but you got to pity him.", "owner": "Stephen King, The Stand"}, {"item": "The relationship between ethics and thrift can be summed up in one sentence. It is wrong to save money at the expense of others. Period.", "owner": "Amy Dacyczyn, The Complete Tightwad  Gazette"}, {"item": "It is easier to tell our therapist about our sex life than it is to tell our accountant about our finances.", "owner": "Vicki Robin, Your Money or Your Life"}, {"item": "Brent Kessel combines some of the most sophisticated knowledge of financial planning and investment strategies with a sincere and grounded practice in the meditation arts. He has written the deepest and most comprehensive book about money in some time. I applaud him for it. It calls for a serious reading.", "owner": "George Kinder, The Seven Stages of Money Maturity: Understanding the Spirit and Value of Money in Your Life"}, {"item": "Nothing knits man to man like the frequent passage from hand to hand of cash.", "owner": "Walter Sickert"}, {"item": "To put a trillion dollars in context, if you spend a million dollars every day since Jesus was born, you still wouldn't have spent a trillion.", "owner": "Mitch McConnell"}, {"item": "But it is only people who have plenty of money who can despise it. To the rest of us it is important. It can at least put food in our stomachs clothes on our backs, and it can at least feed our dreams.", "owner": "Mary Balogh, Slightly Sinful"}, {"item": "But this post-college world felt different from everything that had come before it; art was still central, but now everyone had to think about making a living too, and they did so with a kind of scorn for money except as it allowed them to live the way they wanted to live.", "owner": "Meg Wolitzer, The Interestings"}, {"item": "It seemed like my parents were always trying to get me to care about money, but I didn’t, really. Then again, it's easy to say you don't care about money when you have plenty of it.", "owner": "Ransom Riggs, Miss Peregrine’s Home for Peculiar Children"}, {"item": "The good times were over. Nobody gave a shit and nobody had any money and if they had any, they kept it.", "owner": "Charles Bukowski, Short Stories of Charles Bukowski"}, {"item": "Almost overnight, Albert Pinkham had gone from being barely able to keep his head above water to walking on the stuff.", "owner": "Cathie Pelletier, Once Upon a Time on the Banks"}, {"item": "When we care about people, we care less about money, and when we care about money, we care less about people.", "owner": "Margaret Heffernan, Willful Blindness: Why We Ignore the Obvious at Our Peril"}, {"item": "How can a world be good in which Money is the moving power, and Self-interest the guiding star?", "owner": "H. Rider Haggard, Allan Quatermain"}, {"item": "At only ten a.m., Edgar found himself already eyeing the Doritos on the counter. One thing he hadn't anticipated about the 'home office' was Snack Syndrome; lately his mental energies divided evenly between his new calling (worrying about money, which substituted neatly for earning it) and not stuffing his face.", "owner": "Lionel Shriver, The New Republic"}, {"item": "Haven't you enough money?'For she knew that this is what is the matter with nearly everybody over twenty-five.", "owner": "Stella Gibbons, Cold Comfort Farm"}, {"item": "money has no essence. It's not \"really\" anything; therefore, its nature has always been and presumably always will be a matter of political conten­tion.", "owner": "David Graeber, Debt: The First 5,000 Years"}, {"item": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.", "owner": "George Horace Lorimer"}, {"item": "I have always found that it is far more convenient to be rich rather than to be poor.", "owner": "Amanda Quick, Burning Lamp"}, {"item": "But if Smith was right, and gold and silver became money through the natural workings of the market completely independently of governments, then wouldn't the obvious thing be to just grab control of the gold and silver mines?", "owner": "David Graeber, Debt: The First 5,000 Years"}], "pagination": {"size": 20, "total": 10, "current": 4}}