{"contents": [{"item": "It is the privilege of any human work which is well done to invest the doer with a certain haughtiness. He can well afford not to conciliate  whose faithful work will answer for him.", "owner": "Ralph Waldo Emerson"}, {"item": "Work and love - these are the basics. Without them there is neurosis.", "owner": "Theodor Reik"}, {"item": "The effectiveness of work increases according to geometric progression if there are no interruptions.", "owner": "Andri Maurois"}, {"item": "The road to happiness lies in two simple principles: find what it is that interests you and that you can do well  and when you find it  put your whole soul into it-every bit of energy and ambition and natural ability you have.", "owner": "John D. Rockefeller III"}, {"item": "Every woman is a human being-one cannot repeat that too often-and a human being must have occupation if he or she is not to become a nuisance to the world.", "owner": "Dorothy L. Sayers"}, {"item": "The happy people are those who are producing something.", "owner": "William Ralph Inge"}, {"item": "Congenial labor is essence of happiness.", "owner": "Arthur Christopher Benson"}, {"item": "Work is a substitute \"religious\" experience for many workaholics.", "owner": "Mary Daly"}, {"item": "When I can no longer create anything  I'll be done for.", "owner": "Coco Chanel"}, {"item": "Employment is nature's physician  and is essential to human happiness.", "owner": "Galen"}, {"item": "No thoroughly occupied man was ever yet very miserable.", "owner": "Letitia Landon"}, {"item": "When I stop [working]  the rest of the day is posthumous. I'm only really alive when I'm working.", "owner": "Tennessee Williams"}, {"item": "Continuity of purpose is one of the most essential ingredients of happiness in the long run  and for most men this comes chiefly through their work.", "owner": "Bertrand Russell"}, {"item": "It is only when I am doing my work that I feel truly alive. It is like having sex.", "owner": "Federico Fellini"}, {"item": "After fifty years of living  it occurs to me that the most significant thing that people do is go to work  whether it is to go to work on their novel or at the assembly plant or fixing somebody's teeth.", "owner": "Thomas McGuane"}, {"item": "He who labors diligently need never despair  for all things are accomplished by diligence and labor.", "owner": "Menander"}, {"item": "The fun of being alive is realizing that you have a talent and you can use it every day  so it grows stronger. ... And if you're in an atmosphere where this talent is appreciated instead of just tolerated  why  it's just as good as sex.", "owner": "Lou Centlivre"}, {"item": "Work! Thank God for the swing of it  for the clamoring  hammering ring of it.", "owner": "Anonymous"}, {"item": "There are certain natures to whom work is nothing  the act of work everything.", "owner": "Arthur Symons"}, {"item": "I am fierce for work. Without work I am nothing.", "owner": "Winifred Holtby"}], "pagination": {"size": 20, "total": 10, "current": 8}}