{"contents": [{"item": "I will miss younot because you taught me,not because you helped me on all steps of education;but only becauseyou made me a leader to lead as an perfect Electrical Engineer.", "owner": "Hasil Paudyal"}, {"item": "You have no idea how many men are spoiled by what is called education. For the most part, colleges are places where pebbles are polished and diamonds are dimmed. If Shakespeare had graduated at Oxford, he might have been a quibbling attorney, or a hypocritical parson.", "owner": "Robert G. Ingersoll"}, {"item": "The difference between a good and a poor student is result", "owner": "ETC Wanyanwu"}, {"item": "Collegiate life presents a student with innumerable opportunities to engender personal growth by responding to a dynamic social, athletic, and academic environment. Students instigate personal development by making calculated and rash personal decisions pertaining to what activities to pursue and by measuring their string of reactions to new experiences.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "As long as high schools strive to list the number of Ivy League schools their graduates attend and teachers pile on work without being trained to identify stress-related symptoms, I fear for our children’s health. I am not mollified by the alums of my daughter’s school who return to tell everyone that the rigor of high school prepared them for college, making their first year easier than they’d anticipated.If they make it that far.", "owner": "Candy Schulman"}, {"item": "They [students] had two common, strongly held expectations: the college should exhibit the behavior it expected from students and hold true to its espoused values.", "owner": "Gregory S. Prince, Jr., Teach Them To Challenge Authority: Educating for healthy societies"}, {"item": "And the final product of our training must be neither a psychologist nor a brick mason, but a man. And to make men, we must have ideals, broad, pure, and inspiring ends of living, not sordid money-getting... The worker must work for the glory of his handiwork, not simply for pay; the thinker must think for truth, not fame.", "owner": "W.E.B. Du Bois, The Souls of Black Folk"}, {"item": "Education leads to intellectual life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If you want to be a graduate student, you have to fall in love with reading.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "I had an absurd desire to go down to her and make sure she was all right, and stay with her until dawn. I also had a fierce wish to bludgeon the two frat boys to death with a shovel.", "owner": "Molly Ringle, Relatively Honest"}, {"item": "Months are different in college, especially freshman year. Too much happens. Every freshman month equals six regular months—they're like dog months.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "...Come on let’s see the degree.” Katherine unrolled her scroll displaying a long declaration in Latin affixed with a red seal proclaiming her a Master of Art. “Imagine working for years to obtain a piece of paper we can hardly read ” Katherine joked. “And to officially declare you have talent ” Suzy returned.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "The way I figure it, everyone gets a miracle.", "owner": "John Green, Paper Towns"}, {"item": "I wondered ...if meeting people with creativity and passion when you were at an impressionable enough age actually kind of ruined you for life among normal people. For a long time, I'd searched the world, thinking I could start up new friendships like the ones I'd had before. But I never met people like that again. I know people will think that's what everyone believes about their college friends, but it's true. Maybe we're like flowers that open up at that brief moment in our lives, and after that, we close up again, one by one.", "owner": "Jennifer Finney Boylan, Long Black Veil"}, {"item": "When colleges, both within the Hudson Valley and throughout the country, encouraged women to do little beyond attaining their Mrs. degree in Husbandry, Annandale offered rigorous and prestigious degrees irrespective of gender.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "You see, in this country are a number of youths who do not like to work, and the college is an excellent place for them.", "owner": "L. Frank Baum, Ozma of Oz"}, {"item": "Sometimes the gap between what you are and what you want to be is a little piece of paper called your college degree. So jump.", "owner": "Joyce Rachelle"}, {"item": "I am kind of majoring in bull shitting.", "owner": "Kate Voegele"}, {"item": "WRITERS ARE \"SPIRITIAL VENTRILOQUIST\" WHO HAVE THE ABILITY TO MAKE PAPER TALK!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "THE BROKEN HEART STILL HAS HEART BEATS. THOUGH YOU MAY FEEL LIKE DEATH, YOU ARE STRONGER THAN YOU THINK!", "owner": "Qwana Reynolds-Frasier"}], "pagination": {"size": 20, "total": 10, "current": 1}}