{"contents": [{"item": "Whatever we think about and thank about we bring about.", "owner": "John F. Demartini"}, {"item": "Gratitude is not a virtue I believe in, and to me it seems hypocritical to expect it from a child.", "owner": "Hermann Hesse, Demian. Die Geschichte von Emil Sinclairs Jugend"}, {"item": "It was possible to love life, without loving your life.", "owner": "Christopher Coe"}, {"item": "Positive thought + positive action = positive results.", "owner": "Gloria Vester, From Raccoon Poop to Pansies: How To Use the Power of Positive Thought Waves to Change Your Life"}, {"item": "With an attitude of gratitude, you can't go wrong. You are already putting it out there into the universe that you are ready to receive more. This is the universal truth. Be thankful for what you have. Your life is already abundant.", "owner": "Karen A. Baquiran"}, {"item": "I thought I had nothing to be grateful for today, but then the universe became quiet a moment so I could hear my heart beat to the rhythm of my life.", "owner": "Karen A. Baquiran"}, {"item": "Walking in shoes bigger than your feet, will inspire gravity to pull you down.\" Let's be grateful for what fits us...for what we have.", "owner": "Dr. Jacinta Mpalyenkana"}, {"item": "Happy are those who value what they have, when they have it.", "owner": "Tammy Rosenfeld"}, {"item": "Thank God for the gracious gift of life.", "owner": "Lailah Gifty Akita"}, {"item": "Be grateful for who you are and what you will be.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be thankful for the sacred life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Power is fortified not just by what it destroys, but also by what it creates. Not just by what it takes, but also by what it gives. And powerlessness reaffirmed not just by the helplessness of those who have lost, but also by the gratitude of those who have (or THINK they have) gained.", "owner": "Arundhati Roy, The Cost of Living"}, {"item": "Gratitude is a vaccine, an antitoxin, and an antiseptic.", "owner": "John Henry Jowett"}, {"item": "Your success should create a path that inspires others to follow.", "owner": "Amitav Chowdhury"}, {"item": "Students in the school of prayer never graduate from the school of the Gospel.", "owner": "C.J. Mahaney, Living the Cross Centered Life: Keeping the Gospel the Main Thing"}, {"item": "You must love yourself first to the soul of your aura...", "owner": "Jennifer Pierre"}, {"item": "Ingratitude produces pride while gratitude produces humility.", "owner": "Orrin Woodward"}, {"item": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.", "owner": "Ralph Waldo Emerson"}, {"item": "Acknowledging the good that you already have in your life is the foundation for all abundance.", "owner": "Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose"}, {"item": "We must find time to stop and thank the people who make a difference in our lives.", "owner": "John F. Kennedy"}], "pagination": {"size": 20, "total": 10, "current": 5}}