{"contents": [{"item": "Be a mirror of life. Let everyone see their own astonishing beauty in your mirror.", "owner": "Debasish Mridha"}, {"item": "Beauty is eternity gazing at itself in a mirror.But you are eternity and you are the mirror.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "I would define, in brief, the poetry of words as the rhythmical creation of beauty.", "owner": "Edgar Allan Poe, The Poetic Principle"}, {"item": "Some days I wake upand all I feelare the fracturesin the flesh that coversthe only meI've ever known.Some days,it's those exact fissuresthat let the lighthiding inside mepour outand coverin goldeveryonethat found enough beautyin the cracksto standclose.", "owner": "Tyler Knott Gregson"}, {"item": "their heart grew coldthey let their wings down", "owner": "Sappho, If Not, Winter: Fragments of Sappho"}, {"item": "And I learned what is obvious to a child. That life is simply a collection of little lives, each lived one day at a time. That each day should be spent finding beauty in flowers and poetry and talking to animals. That a day spent with dreaming and sunsets and refreshing breezes cannot be bettered.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "In a rich moonlit garden, flowers open beneath the eyes of entire nations terrified to acknowledge the simplicity of the beauty of peace.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Beauties in vain their pretty eyes may roll; Charms strike the sight, but merit wins the soul.", "owner": "Alexander Pope, The Rape of the Lock"}, {"item": "Poetry is a mirror which makes beautiful that which is distorted", "owner": "Percy Bysshe Shelley"}, {"item": "All those other girls are cake...I'm Crème brûlée...Tiramisu, if you will. Just a few notches above.", "owner": "Brandi L. Bates"}, {"item": "And medecine, law, business, engineering, these are noble pursuits and necessary to sustain life. But poetry, beauty, romance, love: these are what we stay alive for.", "owner": "Tom Schulman, Dead Poets Society"}, {"item": "Poetry is a rich, full-bodied whistle, cracked ice crunching in pails, the night that numbs the leaf, the duel of two nightingales, the sweet pea that has run wild, Creation's tears in shoulder blades.", "owner": "Boris Pasternak"}, {"item": "She was a Phantom of delightWhen first she gleam'd upon my sight;A lovely Apparition, sentTo be a moment's ornament:Her eyes as stars of twilight fair;Like twilight's, too, her dusky hair;But all things else about her drawnFrom May-time and the cheerful dawn;A dancing shape, an image gay,To haunt, to startle, and waylay.", "owner": "William Wordsworth"}, {"item": "The winds, the sea, and the moving tides are what they are. If there is wonder and beauty and majesty in them, science will discover these qualities... If there is poetry in my book about the sea, it is not because I deliberately put it there, but because no one could write truthfully about the sea and leave out the poetry.", "owner": "Rachel Carson"}, {"item": "Women Are Not RosesWomen have no beginningonly continualflows.Though rivers flowwomen are notrivers.Women are notrosesthey are not oceansor stars.i would like to tellher this buti think shealready knows.", "owner": "Ana Castillo, Women Are Not Roses"}, {"item": "beauty’ is related not to ‘loveliness’ but to a state in which reality plays a part.", "owner": "William Carlos Williams"}, {"item": "Catch from the board of beauty/ Such careless crumbs as fall.", "owner": "Edna St. Vincent Millay"}, {"item": "On the shining yards of heavenSee a wider dawn unfurled. . . . The eternal slaves of beautyAre the masters of the world.", "owner": "Bliss Carman, Songs from Vagabondia"}, {"item": "Henceforth an individual solace dear; Part of my Soul I seek thee, and thee claim My other half: with that thy gentle hand Seisd mine, I yielded, and from that time see How beauty is excelld by manly grace.", "owner": "John Milton, Paradise Lost"}, {"item": "We may feel bitterly how little our poems can do in the face of seemingly out of control technological power and seemingly limitless corporate greed, yet it has always been true that poetry can break isolation, show us to ourselves when we are outlawed or made invisible, remind us of beauty where no beauty seems possible, remind us kinship where all is represented as separation.\", The Nation, October 7, 1996)", "owner": "Adrienne Rich"}], "pagination": {"size": 20, "total": 10, "current": 9}}