{"contents": [{"item": "What you cant forget... God cant remember!", "owner": "John F. MacArthur Jr."}, {"item": "There is nothing noble about suffering except the love and forgiveness with which we meet it. Many believe that if they are suffering they are closer to God, but I have met very few who could keep their heart open to their suffering enough for that to be true. (124)", "owner": "Stephen Levine, A Year to Live: How to Live This Year as If It Were Your Last"}, {"item": "In a recent interview, General Norman Schwartzkof was asked if he thought there was room for forgiveness toward the people who have harboured and abetted the terrorists who perpetrated the 9/11 attacks on America. His answer...\"I believe that forgiving them is God's function. Our job is simply to arrange the meeting.", "owner": "Norman Schwarzkopf"}, {"item": "The forgiveness of God is gratuitous liberation from guilt. Paradoxically, the conviction of personal sinfulness becomes the occasion of encounter with the merciful love of the redeeming God. \"There will be more rejoicing in heaven over one sinner repenting...\" (Luke 15:7). In his brokenness, the repentant prodigal knew an intimacy with his father that his sinless, self-righteous brother would never know.", "owner": "Brennan Manning"}, {"item": "The love of God encompasses us.", "owner": "Lailah Gifty Akita"}, {"item": "Be gentle and forbearing with one another and, if one has a difference(a grievance or complaint) against another, readily pardoning each other; even as the Lord has [freely] forgiven you, so must you also [forgive]. ( Colossians 3:13 )", "owner": "Joyce Meyer, Living Beyond Your Feelings: Controlling Emotions So They Don't Control You"}, {"item": "When men learn to glimpse the Universe through the eyes of the Spirit, all they see is Love", "owner": "Ivan Figueroa-Otero, Spirituality 103, the Forgiveness Code: Finding the Light in Our Shadows"}, {"item": "The dead don't desire revenge, but the happiness of the livng. To dirty your small hands would bring joy to no one.-Kenshin to Eiji", "owner": "Nobuhiro Watsuki"}, {"item": "You are forgiven for your happiness and your successes only if you generously consent to share them.", "owner": "Albert Camus"}, {"item": "…she had nothing to do but to forgive herself and be happier than ever…", "owner": "Jane Austen, Northanger Abbey"}, {"item": "By learning to be more warm-hearted we can create a more compassionate world.", "owner": "Auliq-Ice"}, {"item": "Positive emotions like compassion and loving kindness engender in us a deep sense of peace and serenity, and benefits others as well.", "owner": "Auliq-Ice"}, {"item": "If you have a warm heart and you care for others you'll be happy and the community in which you live will be happier too.", "owner": "Auliq-Ice"}, {"item": "A more peaceful world and a more peaceful century require that we rely not on weapons but on developing a widespread inner peace.", "owner": "Auliq-Ice"}, {"item": "Rules of Life!Learn to appreciate those who love u. Endeavor to help those who need u. Try to forgive those who hurt u. Live to forget those who leave u.Kip those who want u", "owner": "Idowu Ayodeji"}, {"item": "Where Love Leads, Hatred Cannot Follow.", "owner": "Auliq Ice"}, {"item": "Happiness is long-lasting, a condition of the soul, the foundation on which the circumstances of life are experienced, endured, or enjoyed.", "owner": "Auliq Ice"}, {"item": "Happiness is the condition of who we are and how we think and what we believe and how we live.", "owner": "Auliq Ice"}, {"item": "Life, is a chess game you win or loose, but just keep playing.", "owner": "Auliq Ice"}, {"item": "What are you doing?”“What does it look like? I’m getting down on my knees.”His head butted against her stomach. Her muscles clenched, shocked at the touch, even through the layer of cotton.“I’ve never begged a woman for anything before. Enjoy this.”She tried to think of something sufficiently sassy. “Enjoy it? I can’t even see it.”“It’s symbolic.", "owner": "Alisha Rai, Veiled Seduction"}], "pagination": {"size": 20, "total": 10, "current": 1}}