{"contents": [{"item": "People write for ego gratification, not money.", "owner": "Deborah Meyler, The Bookstore"}, {"item": "Money is ego, and people won't give it up. Just want to protect themselves, hold onto it like a blanket. They don't realize it makes them slaves. It's sick.", "owner": "Emma Cline, The Girls"}, {"item": "Why does it seem more difficult to heal a wounded ego than a wounded heart?Is it because the heart accepts the cold hard reality of rejection and tries to move on, while the ego has no capacity to act likewise?And while the heart weeps, the ego desires revenge: an eye for an eye, no matter what it takes?", "owner": "Gina Wings, Secrets of a Perfect Hair Color: Adventures of an Urban Woman"}, {"item": "Love is the true state of the human heart. When we love, we unguard our hearts. We open ourselves up to the world with- out any restraint. When passion flows, desires stir, our earthy senses become dull, and our ethereal self becomes illumined. At this stage, we are naked, totally naked, with little or no covering of ego.", "owner": "Salil Jha, Naked Soul: The Erotic Love Poems"}, {"item": "I don't have wings, but I believe I can fly and touch the sky.", "owner": "Nurudeen Ushawu"}, {"item": "If you have a big ego put it to wide and wise use so that it benefits and enriches everyone not just you", "owner": "Rasheed Ogunlaru"}, {"item": "Unless you realize yourself beyond the identity of the mind, you cannot become free from life.", "owner": "Roshan Sharma"}, {"item": "Your identity is no more than the memory of your mind, and the time you learn to consciously look into your memories of the past, the first time you realize that nowhere you exist in your mind.", "owner": "Roshan Sharma"}, {"item": "A donkey eats a melon, it remains a donkey", "owner": "Idries Shah, The Commanding Self"}, {"item": "Shed who you think you are, to experience who you really are.", "owner": "Evita Ochel"}, {"item": "Shed who you think you are, in order to experience who you really are.", "owner": "Evita Ochel"}, {"item": "Ideas about our own self-worth are no more real than thoughts about an imaginary chair.", "owner": "Mark Williams"}, {"item": "You are not your thoughts!! This simple yet powerful statement can greatly change the quality of your life.", "owner": "Dawn Gluskin"}, {"item": "The Ego uses the mind as a means of spiritual search. It is through the mind that the Ego intends to understand what is beyond mind and forms. The mind in this way prepares the mental image of enlightenment, seeking, happiness etc.", "owner": "Frank Wanderer"}, {"item": "Reaching beyond ourselves, exceeding our mind is not a simple thing. It is, in fact, impossible–one half of the Ego is trying to exceed the other.", "owner": "Frank Wanderer"}, {"item": "What more does one need than what is offered by the present moment? Once you have learnt how to dissolve in the present moment, and you are able to enjoy it, you will have no problem in disregarding the empty chit-chat of the Ego, the mind!", "owner": "Frank Wanderer"}, {"item": "Ego is like an antivirus which eventually takes unwanted control of the computer itself.", "owner": "Saurabh Sharma"}, {"item": "I have read a lot about God and soul, but I have no experience of it; my name is Mind.", "owner": "Saurabh Sharma"}, {"item": "I keep what I know about Sarah Lynn and Lawrence to myself. I also remind myself that even if Sarah Lynn does have a scary strict father, that doesn't release her from the responsibility of treating others with respect. Abuse of power is wrong, no matter the context, no matter the history.What is \"power\" anyway? Power is an ego trip. Power is a way to rise yourself up by lowering others, and I want nothing of it.", "owner": "Lauren Myracle, Bliss"}, {"item": "You may be anybody now. One day, you will be just a faded memory.", "owner": "Aditya Ajmera"}], "pagination": {"size": 20, "total": 10, "current": 5}}