{"contents": [{"item": "We conquer by continuing.", "owner": "George Matheson"}, {"item": "When you stop talking  you've lost your customer.", "owner": "Estee Lauder"}, {"item": "When it goes wrong  you feel like cutting your throat  but you go on. You don't let anything get you down so much that it beats you or stops you.", "owner": "George Cukor"}, {"item": "To tend  unfailingly  unflinchingly  towards a goal  is the secret of success.", "owner": "Anna Pavlova"}, {"item": "Great works are performed not by strength  but by perseverance.", "owner": "Samuel Johnson"}, {"item": "Any man can work when every stroke of his hands brings down the fruit rattling from the tree ... but to labor in season and out of season  under every discouragement... that requires a heroism which is transcendent.", "owner": "Henry Ward Beecher"}, {"item": "Until I die  I'm going to keep doing. My people need me. They need somebody that's not taking from them and is giving them something.", "owner": "Clara McBride Hale"}, {"item": "Be like a postage stamp-stick to one thing until you get there.", "owner": "Josh Billings"}, {"item": "Keep on going  and the chances are that you will stumble on something  perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.", "owner": "Charles F. Kettering"}, {"item": "With ordinary talent and extraordinary perseverance  all things are attainable.", "owner": "Sir Thomas Foxwell Buxton"}, {"item": "For me  at least  there came moments when faith wavered. But there is the great lesson and the great triumph: keep the fire burning until  by and by  out of the mass of sordid details there comes some result.", "owner": "Oliver Wendell Holmes"}, {"item": "Nothing in the world can take place of persistence. Talent will not  nothing is more common than unsuccessful individuals with talent. Genius will not  unrewarded genius is almost a proverb. Education will not  the world is full of educated derelicts. Persistence and determination alone are omnipotent.", "owner": "Calvin Coolidge"}, {"item": "Let me tell you the secret that has led me to my goal: my strength lies solely in my tenacity.", "owner": "Louis Pasteur"}, {"item": "In the game of life nothing is less important than the score at half time.", "owner": "Anonymous"}, {"item": "In the realm of ideas everything depends on enthusiasm  in the real world  all rests on perseverance.", "owner": "Johann von Goethe"}, {"item": "Without perseverance talent is a barren bed.", "owner": "Welsh proverb"}, {"item": "Don't be discouraged. It's often the last key in the bunch that opens the lock.", "owner": "Anonymous"}, {"item": "Dear God  I pray for patience. And I want it right now!", "owner": "Oren Arnold"}, {"item": "If you can keep your head when all about you are losing theirs  it's just possible you haven't grasped the situation.", "owner": "Jean Kerr"}, {"item": "The way I see it  if you want the rainbow  you gotta put up with the rain.", "owner": "Dolly Parton"}], "pagination": {"size": 20, "total": 9, "current": 5}}