{"contents": [{"item": "Yet here was Morrie talking with the wonder of our college years, as if I'd simply been on a long vacation. ..What happened to me? I once promised I would never work for money, that I would join the Peace Corps, that I would live in beautiful, inspirational places.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "I was brand-new in San Francisco, right out of college, and I thought it was thrilling, a guy buying me a drink. I didn’t think, how tacky, this creep is buying me a drink. I thought, how amazing, I put on lipstick and a short skirt and look what can happen.", "owner": "Marcy Dermansky, The Red Car"}, {"item": "In almost 25 years of experience as a high school guidance counselor, a regional college representative, and a private college counselor, I have noted the kinds of things that make the college process productive, successful, and enjoyable. I have worked with so many students who have blossomed in part due to their college search and application process. It can be a period of maturation and of self-exploration, with an honest assessment of skills and interests, development of task organization and discipline, renewed intrafamily communication, and travel to interesting cities and small college towns. I firmly believe when the journey to college is fully embraced, it can truly be loved.", "owner": "Jill Madenberg, Love the Journey to College: Guidance from an Admissions Consultant and Her Daughter"}, {"item": "some people graduate on time. some others graduate at the right time. no matter about the time you graduations, you have to take responsibility to finish your college when you choose to start it. not for your parents, not for your friends, but for you. when you graduate, you'll be at the higher lever than your life before. remember, you don't have to be smarter, all you have to do is be the work harder than others.", "owner": "Nunki Artura"}, {"item": "He's a cocky SOB. He knew the Nick Adams Stories. Probably a frustrated English major who graduated from college qualified to drive a cab.", "owner": "Peter Heller, Celine"}, {"item": "Et supper?\" Foote asked.\"No, sir,\" Stoner answered.Mrs. Foote crooked an index finger at him and padded away, Stoner followed her through several rooms into a kitchen, where she motioned him to sit at a table. She put a pitcher of milk and several squares of cold cornbread before him. He sipped the milk, but his mouth, dry from excitement, would not take the bread.Foote came into the room and stood beside his wife. He was a small man, not more than five feet three inches, with a lean face and a sharp nose. His wife was four inches taller, and heavy; rimless spectacles hid her eyes, and her thin lips were tight. The two of them watched hungrily as he sipped his milk. \"Feed and water the livestock, slop the pigs in the morning,\" Foote said rapidly.Stoner looked at him blankly. \"What?\"\"That's what you do in the morning,\" Foote said, \"before you leave for your school. Then in the evening you feed and slop again, gather the eggs, milk the cows. Chop firewood when you find time. Weekends, you help me with whatever I'm doing.\"\"Yes, sir,\" Stoner said.Foote studied him for a moment. \"College,\" he said and shook his head.", "owner": "John Williams"}, {"item": "Well, I should like to see you go to college, Anne, but if you never do, don't grow discontented about it. We make our own lives wherever we are, after all... college can only help us do it more easily.", "owner": "L.M. Montgomery, Anne of Avonlea"}, {"item": "It was quiet, the old wood creaking and the snow barely visible outside the stained glass. And I sat down. And I looked up. At this giant room I was in. At this place where thousands of people had sat before me. And alone, at night, in the middle of a New Haven storm, I felt so remarkably, unbelievably safe.", "owner": "Marina Keegan, The Opposite of Loneliness: Essays and Stories"}, {"item": "Harder still was the pretense her studies demanded: the need to dissemble, to parrot her professors' orthodoxies, to feign interest in theories that were of no use to her.", "owner": "John Wray, The Lost Time Accidents"}, {"item": "You sound like a college freshman taking his first philosophy class way too seriously, but that's good.", "owner": "Michael Grant, Eve & Adam"}, {"item": "On the hot, fragrant afternoon of my graduation from college it seemed that good fortune was not merely latent but unavoidable, folded and in the bag.", "owner": "Geoffrey Wolff, A Day at the Beach: Recollections"}, {"item": "Being smart and rich are lucky, but being curious and compassionate will save your ass. Being curious and compassionate can take you out of your ego and edge your soul towards wonder.", "owner": "Mary Karr, Now Go Out There:"}, {"item": "Bad things are gonna' happen to you, because they happen to us all. And worrying won't stave the really bad things off. Don't make the mistake of comparing your twisted-up insides to other people's blow-dried outsides. Even the most privileged person in this stadium suffers the torments of the damned just going about the business of being human.", "owner": "Mary Karr, Now Go Out There:"}, {"item": "A university is a city of ideas, and we're grateful you became citizens of our city.", "owner": "Mary Karr"}, {"item": "Don't take on more student loans than your future-self can handle.", "owner": "Carol H. Cox"}, {"item": "I rub my hand down my face, frustrated. This girl in front of me tests my patience like hell. When she ran to me after her dad kicked her out, I thought she still had feelings for me. She needed a place to stay, and I needed her. I offered her a room, thinking if she was around me every day, she would remember she loves me. I was dead wrong. Somewhere along the way, we switched roles, I became the one who so desperately needed her and she became cold and closed off. She isn’t my savior; she’s my punishment.", "owner": "Brittany Butler, Unfazed"}, {"item": "This was one of those non-glamorous parts about college that people never tell you about - worrying that the dilapidated apartment hosting a party would fall apart with you in it.", "owner": "Alyssa Rose Ivy, Focus"}, {"item": "He's like the anti-Ben, but his attention is like a shot of adrenaline.", "owner": "Jessica Calla, She Laughs In Pink"}, {"item": "Gee, you don’t sugarcoat things, do you?” “At least if I’m at a club, I won’t have you pressuring me.”“No, you’ll have heaps of strangers instead.", "owner": "Shaye Evans"}, {"item": "Colt, you’re going to be a nurse, not a cop. If anything happens, I’ll pay the fines for you.”“Still don’t need it.”“Why?” She paused for a moment, thinking. “Because you’re still trying to get into Daddy’s good books?”“Shut up,” I muttered, blowing my frustrations into another balloon—it grew between my palms. This had nothing to do with my father.“From what you’ve told me of the guy, he’s a jerking dick, Colt. I don’t know why you’re seeking his approval.", "owner": "Shaye Evans, Rescued"}], "pagination": {"size": 20, "total": 10, "current": 8}}