{"contents": [{"item": "One thing is painfully clear-I can't trust anyone.", "owner": "Kayla Krantz, The Council"}, {"item": "Trust takes a long time to develop, but can be lost in the blink of an eye.", "owner": "Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others"}, {"item": "Trust doesn't mean that you trust that someone won't screw up— it means you trust them even when they do screw up.", "owner": "Ed Catmull, Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration"}, {"item": "Don't trust the fire, for it will burn you.Don't trust the ice, for it will freeze you.Don't trust the water, for it will drown you.Don't trust the air, for it will choke you.Don't trust the earth, for it will bury you.Don't trust the trees, for they will rip you,rend you, tear you, kill you dead.", "owner": "Sarah Beth Durst, The Queen of Blood"}, {"item": "Do you trust me?” he said. Olivia met his hard gaze, and a frisson of uncertainty ran down her spine. She did trust him. Completely. But did he trust her? And why did that matter so much?", "owner": "Chloe Cox, Free and Bound"}, {"item": "The rebuke came, keen-edged. ‘Trusting the man is not the same thing as knowing what he’s about.", "owner": "Janny Wurts, To Ride Hell’s Chasm"}, {"item": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make sense at all. God is always in control and he will never leave us.", "owner": "Allyson Felix"}, {"item": "I have itwhen I do not want, it.Petra Hermans", "owner": "Petra Hermans"}, {"item": "in virtually every industry the most trusted brand is also the most profitable. Frequency led to awareness, awareness to familiarity, and familiarity to trust. And trust, almost without exception, leads to profit.", "owner": "Seth Godin, Permission Marketing: Turning Strangers Into Friends And Friends Into Customers"}, {"item": "I trust a few people in my life but there is one who gets my full trust. and that is my book.", "owner": "mino"}, {"item": "The most profitable way to live this life is to trust no soul.", "owner": "Auliq-Ice"}, {"item": "Why do people always expect you to trust them? With all the shit that goes on in this world, I don't know why anyone expects my trust just because they are unverifiably, according to themselves, a nice guy. Who the hell defaults to trust?", "owner": "Malka Older"}, {"item": "Is trust such a thing to be earned and spent like silver?", "owner": "Will Bly, Ravens in the Sky"}, {"item": "Trust Begins In TRUth , even if the Truth is about how you broke my trust.", "owner": "Wordions"}, {"item": "Trust yourself more than you trust the words of others.", "owner": "Tiffany L. Jackson, 12 Keys to Success for Misfits, Weirdos & Introverts: A Practical and Spiritual Guide to Understanding Your Place in the World"}, {"item": "Look for the consistency and you will find all the trust you need. It is often found in the people that stick around long after every one has decided to leave.", "owner": "Shannon L. Alder"}, {"item": "Trust is an ethereal quality. Like oxygen or light we notice it only by its absence.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}, {"item": "Anyone can life to you face, and you would believe them because you trusted them.", "owner": "Marina"}, {"item": "We trust strangers not because they are always trustworthy but because we want to believe in a world where they are.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}, {"item": "Despite the fact that logic tells us that we should not trust anyone, in any situation where the unknown variables are too many or the risks too high, we nevertheless go ahead and take what can only be called a leap of faith.", "owner": "David Amerland, The Tribe That Discovered Trust: How Trust Is Created Lost and Regained in Commercial Interactions"}], "pagination": {"size": 20, "total": 10, "current": 3}}