{"contents": [{"item": "You're sure your new roommate won't be like the last one who wore tinfoil socks and had a tendency to occasionally urinate in the refrigerator. You're sure you'll pass Math 106 this time around. You're determined to actually join some clubs this year and not just sit around in your dorm eating spray cheese from a can and watching youtube videos about cats.", "owner": "Patrick Rothfuss"}, {"item": "Take a limitation and turn it into an opportunity. Take an opportunity and turn it into an adventure by dreaming BIG!", "owner": "Jo Franz"}, {"item": "High school parties exhausted me because I always felt like I was the only thinking person in a room mostly full of morons obliterating precious IQ points with every gulp of whatever booze they managed to steal out of their parents' liquor cabinets. College parties are exhausting in a diametrically opposite way. They are full of smart, funny people who are all used to being the smartest, funniest person in the room, so they spend the whole party talking over one another, overlapping and overtaking the conversation to prove that they are the smartest, funniest person in the room, if not the entire planet.", "owner": "Megan McCafferty, Charmed Thirds"}, {"item": "A whale ship was my Yale College and my Harvard.", "owner": "Herman Melville"}, {"item": "Hey, Pedro, could you get your shopping cart out of my faculty parking space? Yes, I know you live on the street. But you know how hard it is to find a parking spot on the Upper West Side. After all, you used to be one of my best students! So how's that Columbia degree working out for you? Not so good, huh? Sorry about that. Really! But you know, a college degree isn't like some cheap used car. There's no warantee. Right, there's no Lemon Law either. Buyer beware! Look, Pedro, I don't want to call security again. Yes, I know they're your cousins. What's that? You'll wash my car for a dollar? Well, I guess that's a good deal. Where's your sponge bucket? What's that? You've got a hose? What do you mean, it's tucked in your pants? Hey Pedro -- no, no, no don't -- aw, Pedro!", "owner": "Eric Foner, The New American History"}, {"item": "Look, Mrs. McGillicuddy, it's not my fault your son jumped out a dorm room window on Christmas eve. I've written over fifty books as a Columbia professor, all right? You don't do that by holding hands with every at-risk undergraduate who says he's homesick, or he's turning gay, or the dog ate his term paper. I write about Lincoln, and freedom, and great ideas. I don't always have time for students. It's like Dean Martin used to say: if you want to talk, go to a priest. Hey -- what's the gun for?", "owner": "Eric Foner, The New American History"}, {"item": "Christ, seven years of college, down the drain.", "owner": "John Belushi"}, {"item": "Of a sudden he felt that fraternity life was the only way to exist at college. How could he have doubted? (126)", "owner": "Ferrol Sams, The Whisper of the River"}, {"item": "A first-rate college library with a comfortable campus around it is a fine milieu for a writer. There is, of course, the problem of educating the young. I remember how once, between terms, not at Cornell, a student brought a transistor set with him into the reading room. He managed to state that one, he was playing “classical” music; that two, he was doing it “softly”; and that three, “there were not many readers around in summer.” I was there, a one-man multitude.", "owner": "Vladimir Nabokov, Strong Opinions"}, {"item": "And yet not a dream, but a mighty reality- a glimpse of the higher life, the broader possibilities of humanity, which is granted to the man who, amid the rush and roar of living, pauses four short years to learn what living means", "owner": "W.E.B. Du Bois"}, {"item": "Of course, he showed me this one afternoon when he was skipping class. When trolls cut classes, you think they are losers. When the beautiful and/or reasonably erudite do the same thing to sit on the library steps and read poetry, you think they are on to something deep. You see only deep brown wavy hair and strong legs, well honed by years of Ultimate Frisbee. You see that book of T. S. Eliot poems held by the hand with the long, graceful fingers, and you never stop to think that it shouldn't take half a semester to read one book of poems... that maybe he is not so much reading as getting really high every morning and sleeping it off on the library steps, forcing the people who actually go to class to step or trip over him.", "owner": "Maureen Johnson, Zombies Vs. Unicorns"}, {"item": "I was never educated to be an actor. I went to a regular college. It was a great thing for me because I feel that the main thing to get out of college is a thirst for knowledge. College should teach you how to be curious. Most people think that college is the end of education, but it isn't. The ceremony of giving you the diploma is called commencement. And that means you are fit to commence learning because you have learned hot to learn.", "owner": "Vincent Price, Vincent Price, His Movies, His Plays, His Life"}, {"item": "This is an extra letter in the middle of the month because I'm rather lonely tonight. It's awfully stormy; the snow is beating against my tower. All the lights are out on the campus, but I drank black coffee and I can't go to sleep.I had a supper party this evening consisting of Sallie and Julia and Leonora Fenton - and sardines and toasted muffins and salad and fudge and coffee. Julia said she'd had a good time, but Sallie stayed to help wash the dishes.", "owner": "Jean Webster, Daddy-Long-Legs"}, {"item": "When you're in college you haven't had that much life. Parents, school, assorted youth activities—that's about it.", "owner": "Martha Moody, Best Friends"}, {"item": "When I was at the University of California at Berkeley, I went to some classes that must have had more than four hundred students in them. I almost always sat in the far back of the auditorium so I could read the newspaper. I remember that I stayed late one day to ask the professor a question, and when I got up to him, all I could think to myself was, 'So this is what the professor looks like.", "owner": "Stephan Pastis, Pearls Sells Out: A Pearls Before Swine Treasury"}, {"item": "Enrollments in American colleges tripled between 1955 and 1970, 250% in the Soviet Union, 400% in France, and more than 200% in China by 1965. Gaddis writes, \"What governments failed to foresee was that more young people, plus, more education, when combined with a stalemated Cold War, could be a prescription for insurrection. Learning does not easily compartmentalize. How do you prepare students to think for purposes approved by the state, or by their parents, without also equipping them to think for themselves? Youths throughout history had often wished question their elders values. Now, with university educations, their elders had handed them the training to do so. The result was discontent with the world as it was.", "owner": "John Gaddis, The Cold War"}, {"item": "At Reed College, I learned very quickly that I didn't know nearly enough. I learned, first, that every student there was as smart as I was, and quite a few seemed smarter.", "owner": "John Daniel, Rogue River Journal: A Winter Alone"}, {"item": "It is a well known fact that Abraham Lincoln spent much of his spare time visiting wounded soldiers in Union Army hospitals. I've spent thirty years teaching history at Columbia and I don't think I've spent more than fifteen minutes in the freshman dorm. Are we the ones keeping Lincoln's memory alive? Or are we burying it?", "owner": "Eric Foner, Our Lincoln: New Perspectives on Lincoln and His World"}, {"item": "...and often Lisa thought bitterly of the ideas she had held on \"college life\" before coming to Denton, ideas and images culled from a hundred magazine stories and as many movies. Where were the convertibles, the secret bottles of liquor, the gay young men and their wild girl friends?", "owner": "Grace Metalious, The Tight White Collar"}, {"item": "Yet here was Morrie talking with the wonder of our college years, as if I'd simply been on a long vacation. ..I once promised I would never work for money, that I would join the Peace Corps, that I would live in beautiful, inspirational places.", "owner": "Mitch Albom, Tuesdays with Morrie"}], "pagination": {"size": 20, "total": 10, "current": 7}}