{"contents": [{"item": "There’s faith that knows itself as faith, Proyas, and there’s faith that confuses itself for knowledge. The first embraces uncertainty, acknowledges the mysteriousness of the God. It begets compassion and tolerance. Who can entirely condemn when they’re not entirely certain they’re in the right? But the second, Proyas, the second embraces certainty and only pays lip service to the God’s mystery. It begets intolerance, hatred, violence.", "owner": "R. Scott Bakker, The Darkness That Comes Before"}, {"item": "No human mind can fully grasp the gift of Christ’s atonement, the vastness and inclusiveness of the act—but in the end, it comes down to just you and Jesus. You’ve come, and He’s met you with open arms—and now it’s just between the two of you.", "owner": "Toni Sorenson"}, {"item": "Many things are impossible for men to do alone, but everything is possible with God. Regardless of how big your errors might have been, you will find forgiveness when you truly seek for it.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "The fear of God is an insane idea. God is love and “there is no fear in love, because perfect love casts out all fear.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "By holding on to God at all times, we can remain calm and enjoy peace in us even in the middle of our storms.", "owner": "Latika Teotia"}, {"item": "He wounds but he heals.", "owner": "Lailah Gifty Akita"}, {"item": "God of mercy!", "owner": "Lailah Gifty Akita"}, {"item": "The Repairer is a Restorer.", "owner": "Lailah Gifty Akita"}, {"item": "The righteous God promotes the cause of righteousness.", "owner": "Lailah Gifty Akita"}, {"item": "Faith in God is a possibility.", "owner": "Lailah Gifty Akita"}, {"item": "Great is God.", "owner": "Lailah Gifty Akita"}, {"item": "When we turned to God, He will heal us, then we shall be happy.", "owner": "Lailah Gifty Akita"}, {"item": "God is my strength.", "owner": "Lailah Gifty Akita"}, {"item": "God is my HOPE.", "owner": "Lailah Gifty Akita"}, {"item": "I don't believe in Religion. I believe in Connection, Relationship and Spirituality.", "owner": "Izey Victoria Odiase"}, {"item": "A man is measured by the depths of his commitments.", "owner": "Mark William Goldman"}, {"item": "I am what I am and not what others make of me.", "owner": "Santosh Kalwar"}, {"item": "God’s mercy never fails so don’t live another moment in regret. Find the meaning of your life and discover your value by turning towards Him. Start dwelling on His unconditional love and limitless favor to live a joyful life.", "owner": "Latika Teotia"}, {"item": "Don’t allow the challenges of life to break you. Remember all the good things God has done, and fill your heart with faith", "owner": "Latika Teotia"}, {"item": "It’s only human to become impatient while waiting for God’s timing and His gifts. But fretting won’t help. Stretch your faith more and think of great possibilities because one touch of God’s favor can turn any situation around. Hold on to your peace and pray.", "owner": "Latika Teotia"}], "pagination": {"size": 20, "total": 10, "current": 7}}