{"contents": [{"item": "May you make time to relax and be refreshed.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "I found focusing on the positives was really beneficial. I wrote down thoughts about how much better I would feel and look and how much calmer and more present I would be when I could get through the initial phase of wanting sugar and pop out the other side", "owner": "Damon Gameau"}, {"item": "If the lifestyle choices outlined in this book were uniformly adopted, the savings in suffering and health care costs would be tremendous.", "owner": "Tim Loy"}, {"item": "A great tragedy is occurring. Millions of people are dying prematurely. These people are killing themselves and they don’t even know it.", "owner": "Tim Loy"}, {"item": "....All of the medicine hurts.", "owner": "Farooq A. Shiekh"}, {"item": "Health so far outweighs all external goods that a healthy beggars is truly more fortunate than a king in poor health.", "owner": "Arthur Schopenhauer, Parerga and Paralipomena"}, {"item": "Staying Healthy is the Best PolicyModified from \"Honesty is the Best Policy\" Benjamin Franklin (1706-1790)", "owner": "Dr. Janu Dominic SwamiKannu Kaul Nehru"}, {"item": "I only need to survive on tea, bread and fruits.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Even rational, data-driven scientists could be sent into prolonged states of hysteria when presented with evidence that their favorite foods might be killing them.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "With industry's sales and marketing machines cloaked in mantles of charitable virtue, no wonder most Americans don't realize that the junk that passes for food is in fact the biggest contributor to our health crisis, and the junk that passes for medicine keeps us just well enough to continue to spend on both the food and the medicine.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "This is also the case with our disease-care system: it focuses on treating symptoms as if they were root causes, and as a result, it tends to choose interventions that completely ignore the true root causes and thus make it highly likely that symptoms will reappear.", "owner": "T. Colin Campbell"}, {"item": "As for diet, there is no biblical diet that is required for God’s people today as there was in the Old Testament.", "owner": "David Cloud"}, {"item": "We don't need to know the effects of single agents on health, because this is not the way that nature works. Nutrition has a wholistic effect on health; one that we consistently miss and misinterpret when we focus on isolated nutrients.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "If we limit our sight to individual players, we'll never see the big picture. The issue is a systemic one, maintained by interconnected actors, all acting in their self-interest to further their goals. The trouble is not, or not always, the actors themselves, or their intrinsic motivations. Instead, it's the overarching goal of the entire system that's at fault: corporate profit above public health.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "The problem is that we are asking the wrong questions - questions based on a fundamental misunderstanding of the wholistic nature of nutrition. We're asking, \"How much vitamin C are we getting?\" when we should be asking, \"What foods should we be eating to support our bodies' ability to maintain health?", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "A human being was connected to the world through his or her skin and how could someone with clogged pores feel the environment or be sensitive to its vibrations?", "owner": "Fatema Mernissi"}, {"item": "Landing on the shores of normalcy is wonderful, especially after being tossed around in the sea of sickness.", "owner": "Khang Kijarro Nguyen"}, {"item": "It is a very remarkable and significant fact that though no man is quite well or healthy yet every one believes practically that health is the rule & disease the exception.", "owner": "Henry David Thoreau, The Quotable Thoreau"}, {"item": "There is nothing healthier for a man than to walk on his own two legs", "owner": "José Saramago, Baltasar and Blimunda"}, {"item": "Natural laws admit of no exceptions.", "owner": "Herbert M. Shelton"}], "pagination": {"size": 20, "total": 10, "current": 7}}