{"contents": [{"item": "I was steeped in denial, but my body knew.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I know one thing about men,\" Bunny says with finality, leaving the room to check on A. \"They never die when you want them to.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "He left a bit too easily and with obvious relief. His feet were swift and sure on the muddy path.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Bushwhacked, I examine my hands. Same hands. Rings still there but no longer valid.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I have a new mantra, which I chant softly to myself: \"Oh My God Oh My God.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "It´s like watching someone do a triple backflip dismount and land on two feet, solid, arms splayed in the air. I know I could never do it, don´t even know where I would begin to learn, but some people are built for it. He was handcrafted to leave, had practiced on other women since adolescence. I was one of an unnumbered series.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I travel back in time, falling back into what I know for certain, the historical data I cling to in order to not go mad, not assume I made a suicidal and well-informed error in marrying this man.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I am not ready to think of him as either insane or evil, to consider in full how I could love and have a child with such a person. I am not ready to think about anything, except ways in which this may still be averted.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I played possum. I did this, as the possum does, out of fear.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "The whole world seems tilted, my inner ear displaced by a hole where my spouse used to be.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Soon he was online every night until one or two a.m. Often he would wake up at three of four a.m. and go back online. He would shut down the computer screen when I walked in. In the past, he used to take the laptop to bed with him and we would both be on our laptops, hips touching. He stopped doing that, slipping off to his office instead and closing the door even when A was asleep. He started closing doors behind him. I was steeped in denial, but my body knew.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I want to own this transition, not to simply swallow the shame of it entire. I will push for every little irony.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "This people know where their husbands are. I would like to vomit. I would like to vomit my soul out.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Irrationally, I think, Will You Marry Me? Four words. I Want a Divorce. Four words. I would like time to count the letters as well, but there is not time.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "The abandonment came, and now this shabby bacchanal.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "This is much easier than when N left. Our son is unable to grasp and simultaneously turn doorknobs yet. If only this trick could be unlearned by men over thirty, many more families would celebrate Christmas together.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I sensed he may have occasionally strayed in some of his past relationships. It was something I felt but ignored, a rent in the fabric of an otherwise splendid garment I thought I could mend. I thought I could live with it—I thought, yes and I admit it, that I would be different. That at the very least, middle age and children would slow him down; however, they seemed to accelerate his pace.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "They ought to do away with divorce settlements. Instead, both parties should flip a coin. The winner gets to stay where he or she is and keep everything. The loser goes to Paraguay. That´s it.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "The real genesis is forbidden to me, vis-à-vis N´s inability to confess even the mildest transgressions.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Conversely, I though humiliation would be everything, but it´s such a nothing.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}], "pagination": {"size": 20, "total": 6, "current": 1}}