{"contents": [{"item": "Sometimes with the most intense pain a paralysis of sensibility occurs. The soul disintegrates--hence the deadly frost--the free power of the mind--the shattering, ceaseless wit of this kind of despair. There is no inclination for anything any more--the person is alone, like a baleful power--as he has no connection with the rest of the world he consumes himself gradually--and in accordance with his own principle he is--misanthropic and misotheos.", "owner": "Novalis, Novalis: Philosophical Writings"}, {"item": "Depression! It really gets you down.", "owner": "Anthony T.Hincks"}, {"item": "What people never understand is that depression isn't about the outside; it's about the inside. Something inside me is wrong. Sure, there are things in my life that make me feel alone, but nothing makes me feel more isolated and terrified than my own voice inside my head.", "owner": "Jasmine Warga"}, {"item": "Talking to a therapist, I thought, was like taking your clothes off and then taking your skin off, and then having the other person say, \"Would you mind opening up your rib cage so that we can start?", "owner": "Julie Schumacher, Black Box"}, {"item": "Guidance counselors always love to say, 'Just think positively,' but that's impossible when you have this thing inside of you, strangling every ounce of happiness you can muster. My body is an efficient happy-though-killing machine.", "owner": "Jasmine Warga"}, {"item": "My life came to a standstill. I could breathe, eat, drink and sleep, and I could not help doing these things; but there was no life, for there were no wishes the fulfilment of which I could consider reasonable. If I desired anything, I knew in advance that whether I satisfied my desire or not, nothing would come of it. Had a fairy come and offered to fulfil my desires I should not have known what to ask. If in moments of intoxication I felt something which, though not a wish, was a habit left by former wishes, in sober moments I knew this to be a delusion and that there was really nothing to wish for. I could not even wish to know the truth, for I guess of what it consisted. The truth was that life is meaningless.", "owner": "Leo Tolstoy"}, {"item": "It is simply a confession that with all that I've seen in the last few years, all the events I've been invited to, and all the people whom I've met, I am less and less impressed by \"impressive\" things or people who are presented as having things figured out. I am impressed by people who are honest and kind. I am inspired by moments of vulnerability, moments of confession and compassion, moments where someone makes it clear that they are a person in need of other people and someone else makes it clear that the first person is not alone.", "owner": "Jamie Tworkowski"}, {"item": "The pupil dilates in darkness and in the end finds light, just as the soul dilates in misfortune and in the end finds God.", "owner": "Victor Hugo, Les Misérables"}, {"item": "But no matter how much evil I see, I think it’s important for everyone to understand that there is much more light than darkness.", "owner": "Robert Uttaro, To the Survivors: One Man's Journey as a Rape Crisis Counselor with True Stories of Sexual Violence"}, {"item": "Those whodisrespect youwith their mouthdon't deserveyour ear.", "owner": "Curtis Tyrone Jones"}, {"item": "Inspirational quotes are only making you more miserable.", "owner": "Natalie Winslow"}, {"item": "The hardest thing about depression is that it is addictive. It begins to feel uncomfortable not to be depressed. You feel guilty for feeling happy.", "owner": "Pete Wentz"}, {"item": "Every day has its great grief or its small anxiety. ... One cloud is dispelled, another forms. There is hardly one day in a hundred of real joy and bright sunshine.", "owner": "Victor Hugo, Les Misérables"}, {"item": "If I know that I can do something that makes me happy, why do I allow myself to get so depressed?", "owner": "Kara Lee Corthron, The Truth of Right Now"}, {"item": "If I am a puzzle, this is the moment in which I find the first corner piece. There is still a lot of work to do; I still have a thousand pieces of myself to fit into place. But everyone knows you're supposed to find the corners first. They are the beginning.", "owner": "Claire Legrand, Some Kind of Happiness"}, {"item": "... nature did not make us to feel too good for too long (which would be no good for the survival of the species) but only to feel good enough to imagine, erroneously, that someday we might feel good all the time. To believe that humanity will ever live in a feel-good world is a common mistake. And if we do not feel good, we should act as if we do. If you act happy, then you will become happy—everybody in the workaday world knows that. If you do not improve, then someone must assume the blame. And that someone will be you. We are on our way to the future, and no introverted melancholic is going to impede our progress. You have two choices: start thinking the way God and your society want you to think or be forsaken by all. The decision is yours, since you are a free agent who can choose to rejoin the world of fabricated reality—civilization, that is—or stubbornly insist on . . . what? That we should rethink how the whole world transacts its business? That we should start over from scratch, questioning all the ways and means that delivered us to a lofty prominence over the amusement park of creation? Try to be realistic. We made our world just the way nature and the Lord wanted us to make it. There is no starting over and no going back. No major readjustments are up for a vote. And no nihilistic head case is going to get a bad word in edgewise. The universe was created by the Creator, goddamn it. We live in a country we love and that loves us back. We have families and friends and jobs that make it all worthwhile. We are somebodies, as we spin upon this good earth, not a bunch of nobodies without names or numbers or retirement plans. None of this is going to become unraveled by a thought criminal who contends that the world is not double plus good and never will be and who believes that anyone is better off dead than alive. Our lives may not be unflawed—that would deny us a future to work toward—but if this charade is good enough for us, then it should be good enough for you. So if you cannot get your mind right, try walking away. You will find no place to go and no one who will have you. You will find only the same old trap the world over. It is the trap of tomorrow. Love it or leave it—choose which and choose fast. You will never get us to give up our hopes, demented as they may seem. You will never get us to wake up from our dreams. Your opinions are not certified by institutions of authority or by the middling run of humanity, and therefore whatever thoughts may enter your chemically imbalanced brain are invalid, inauthentic, or whatever dismissive term we care to assign to you who are only “one of those people.” So get the hell out if you can. But we are betting that when you start hurting badly enough, you will come running back. If you are not as strong as Samson— that no-good suicide and slaughterer of Philistines—then you will return to the trap. Do you think we are morons? We have already thought everything that you have thought. The only difference is that we have the proper and dignified sense of futility not to spread that nasty news. Our shibboleth: “Up the Conspiracy and down with Consciousness.", "owner": "Thomas Ligotti, The Conspiracy Against the Human Race"}, {"item": "It’s worth burning myself out like a matchso long as others receive the light and warmth I dispatch.", "owner": "Shannon  Perry"}, {"item": "People are more likely to fall intensely in love when they are anxious and their self-esteem is lowest.... Feeling inadequate, unhappy, and empty are virtual prerequisites for falling and staying desperately in love; at least temporarily, the ecstasy of desire seems to cure everything that ails you. There is a connection between aversive states of mind -- loneliness, shame, even grief and horror -- and a propensity to feel overwhelming passion; this is one reason why romances blossom in times of war or natural disasters, as well as during the private disasters of our everyday lives.", "owner": "Jeanne Safer, The Golden Condom: And Other Essays on Love Lost and Found"}, {"item": "The Howard Hughes thing hadn’t actually sounded like such a bad deal until about...oh, eight thirty-five this morning. Something about having his ex carry him to the bathroom and help him wash his balls just took all the fun out of becoming an eccentric recluse.", "owner": "Heidi Betts, Knock Me for a Loop"}, {"item": "She wondered that hope was so much harder then despair.", "owner": "Patricia Briggs, Cry Wolf"}], "pagination": {"size": 20, "total": 10, "current": 1}}