{"contents": [{"item": "[Spiritual friendship] is eagerly helping one another know, serve, love, and resemble God in deeper and deeper ways.", "owner": "Timothy J. Keller, The Meaning of Marriage: Facing the Complexities of Commitment with the Wisdom of God"}, {"item": "Every war is not worth fighting and every victory is not worth celebratingbecause not ever disagrement should creat an enemy.", "owner": "Tonny K. Brown"}, {"item": "She was chaos and beauty intertwined. A tornado of roses from divine.", "owner": "Shakieb Orgunwall"}, {"item": "When you fall in love with someone you treasure their quirks as much as anything else. Flaws become unique marks of character, things you'd miss if they weren't there.", "owner": "Tommy Cotton, Just Went Out for Milk"}, {"item": "You may build sky scrapersMutate leather thick skinThere is a higher power howeverAn invincible force field of mindsThinking the world of youLoyal to youEncircling youBlinding you to the shade(Inspired by crazy.wink)", "owner": "Evy Michaels"}, {"item": "Thanks for holding my hand\" she said, smiling while wiping away the tears off her face. If only she’d let me hold more than her hand, If only she’d let me hold her heart too.", "owner": "dandelionlady96"}, {"item": "One of the most difficult things is to be friends with someone you love so immensely. It hurts. And the worst part is, you have to veil your pain with a smile. And every bit of that smile hurts too.", "owner": "Rohit  Sharma"}, {"item": "Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . .", "owner": "C.S. Lewis, The Four Loves"}, {"item": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "owner": "Bob Marley"}, {"item": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.", "owner": "Joan Powers, Pooh's Little Instruction Book"}, {"item": "Piglet sidled up to Pooh from behind. \"Pooh!\" he whispered.\"Yes, Piglet?\"\"Nothing,\" said Piglet, taking Pooh's paw. \"I just wanted to be sure of you.", "owner": "A.A. Milne, The House at Pooh Corner"}, {"item": "I would rather walk with a friend in the dark, than alone in the light.", "owner": "Helen Keller"}, {"item": "Life is an awful, ugly place to not have a best friend.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "Why did you do all this for me?' he asked. 'I don't deserve it. I've never done anything for you.' 'You have been my friend,' replied Charlotte. 'That in itself is a tremendous thing.", "owner": "E.B. White, Charlotte's Web"}, {"item": "What is a friend? A single soul dwelling in two bodies.", "owner": "Aristotle"}, {"item": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.", "owner": "Muhammad Ali"}, {"item": "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?", "owner": "A.A. Milne, Winnie-the-Pooh"}, {"item": "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.", "owner": "Anaïs Nin, The Diary of Anaïs Nin, Vol. 1: 1931-1934"}, {"item": "There is no surer foundation for a beautiful friendship than a mutual taste in literature.", "owner": "P.G. Wodehouse"}, {"item": "Words are easy, like the wind; Faithful friends are hard to find.", "owner": "William Shakespeare, The Passionate Pilgrim"}], "pagination": {"size": 20, "total": 10, "current": 8}}