{"contents": [{"item": "My scars remind me that I did indeed survive my deepest wounds. That in itself is an accomplishment. And they bring to mind something else, too. They remind me that the damage life has inflicted on me has, in many places, left me stronger and more resilient. What hurt me in the past has actually made me better equipped to face the present.", "owner": "Steve Goodier"}, {"item": "The harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value. I love the man that can smile in trouble, that can gather strength from distress and grow.", "owner": "Thomas Paine"}, {"item": "We need to simplify life. Do you think grass thinks about who trod on it yesterday? No... It just continues to grow. And so should you. You cannot control who treads on you, but you do control your own growth. Don't ever let others inhibit you!", "owner": "Tony Curl"}, {"item": "The struggle you're in today is developing the strength you need for tomorrow. Don´t give up.", "owner": "Robert Tew"}, {"item": "In your very imperfections you will find the basis for your firm, way-seeking mind.", "owner": "Shunryu Suzuki"}, {"item": "You will not be the same after the storms of life; you will be stronger, wiser and more alive than ever before!", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "You have the heart of a warrior and you were designed to survive!", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "The impetus to grow and live intensely is so powerful in me I cannot resist it. I will work, I will love my husband, but I will fulfill myself.", "owner": "Anaïs Nin, Henry and June: From \"A Journal of Love\"--The Unexpurgated Diary of Anaïs Nin"}, {"item": "~I hope that in this year to come, YOU make mistakes. Because if YOU are making mistakes, then YOU are making NEW things, trying NEW things, learning, living, pushing YOURself, changing YOURself, changing YOUR world. YOU're doing things YOU've never done before, n MORE importantly, YOU're doing something~", "owner": "Neil Gaiman"}, {"item": "Living like an empty shell is not really living, no matter how many years it might go on", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "You only grow when you are alone.", "owner": "Paul   Newman"}, {"item": "At each step there is a small moment of transformation that cannot be overlooked or rushed. And these moments should not be, because they are beautiful.", "owner": "Anne Ursu, The Real Boy"}, {"item": "There is an undeniable truth that as one progresses further in his understanding of a craft the rest of his life progresses along with it. This symbiotic relationship between all things is experienced on a daily basis, but rarely articulated through conscious thought.", "owner": "Chris Matakas, My Mastery: Learning to Live through Jiu Jitsu"}, {"item": "My growth as a human being has been directly proportional to my growth as a marital artist.", "owner": "Chris Matakas, My Mastery: Learning to Live through Jiu Jitsu"}, {"item": "People interested in change and personal development need larger and larger environments in which to live. Their views expand. Their perspectives broaden. Their interests change. They seek bigger challenges. And they need people in their lives who will make room for their growth.", "owner": "Steve Goodier"}, {"item": "Better is the most important step to becoming your best. If you want to be your best, you need to start by getting better. Start doing better. Good, better, best. That's how it works.", "owner": "Mark Sanborn, Fred 2.0: New Ideas on How to Keep Delivering Extraordinary Results"}, {"item": "See yourself as a long-term work in progress, not a short-term project of preservation.", "owner": "Oli Anderson, Personal Revolutions: A Short Course in Realness"}, {"item": "I'd learned enough from life's experiences to understand that destiny's interventions can sometimes be read as invitation for us to address and even surmount our biggest fears. It doesn't take a great genius to recognize that when you are pushed by circumstance to do the one thing you have always most specifically loathed and feared, this can be, at the very least, an interesting growth opportunity.", "owner": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage"}, {"item": "blessed are those who can find light in dark places, courageous enough to feel when it's time to reflect & hopeful enough to believe when all seems impossible. We don't have enough pioneers like this, and I wonder if it's because they were afraid to live and afraid to learn?", "owner": "Nikki Rowe"}, {"item": "I no longer think that laziness is all about being idle. I now know when I become lazy- when I stop learning new things, and cease to grow.", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}], "pagination": {"size": 20, "total": 10, "current": 4}}