{"contents": [{"item": "...unrequited love does not die; it's only beaten down to a secret place where it hides, curled and wounded. For some unfortunates, it turns bitter and mean, and those who come after pay the price for the hurt done by the one who came before.", "owner": "Elle Newmark, The Book of Unholy Mischief"}, {"item": "Someday, we’ll run into each other again, I know it.Maybe I’ll be older and smarter and just plain better. If that happens,that’s when I’ll deserve you. But now, at this moment, you can’t hook your boat to mine, because I’m liable to sink us both.", "owner": "Gabrielle Zevin, Memoirs of a Teenage Amnesiac"}, {"item": "A thousand half-loves must be forsaken to take one whole heart home.", "owner": "Jalaluddin Rumi, Words of Paradise: Selected Poems of Rumi"}, {"item": "All my heart is yours, sir: it belongs to you; and with you it would remain, were fate to exile the rest of me from your presence forever.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "Love is heavy and light, bright and dark, hot and cold, sick and healthy, asleep and awake- its everything except what it is! (Act 1, scene 1)", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "Being with you and not being with you is the only way I have to measure time.", "owner": "Jorge Luis Borges"}, {"item": "Why is love intensified by absence?", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "They do not love that do not show their love.", "owner": "William Shakespeare, The Two Gentlemen of Verona"}, {"item": "After all these years, I see that I was mistaken about Eve in the beginning; it is better to live outside the Garden with her than inside it without her.", "owner": "Mark Twain, Diaries of Adam & Eve"}, {"item": "If you love a flower that lives on a star, it is sweet to look at the sky at night. All the stars are a-bloom with flowers...", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "I have little left in myself -- I must have you. The world may laugh -- may call me absurd, selfish -- but it does not signify. My very soul demands you: it will be satisfied, or it will take deadly vengeance on its frame.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "If I could but know his heart, everything would become easy.", "owner": "Jane Austen, Sense and Sensibility"}, {"item": "I love you,\" he whispered, and that was the moment he knew what he was going to do. When you loved someone, you put their needs before your own. No matter how inconceivable those needs were; no matter how fucked up; no matter how much it made you feel like you were ripping yourself into pieces.", "owner": "Jodi Picoult, The Pact"}, {"item": "Each relationship between two persons is absolutely unique. That is why you cannot love two people the same. It simply is not possible. You love each person differently because of who they are and the uniqueness that they draw out of you.", "owner": "William Paul Young, The Shack"}, {"item": "And all I loved, I loved alone.", "owner": "Edgar Allan Poe"}, {"item": "Love makes you want to be a better man—right, right. But maybe love, real love, also gives you permission to just be the man you are.", "owner": "Gillian Flynn, Gone Girl"}, {"item": "Dusk is just an illusion because the sun is either above the horizon or below it. And that means that day and night are linked in a way that few things are there cannot be one without the other yet they cannot exist at the same time. How would it feel I remember wondering to be always together yet forever apart?", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I'd love to, she finally said,\"on one condition.\"I steadied myself, hoping it wasn't something too awful.\"Yes?\"\"You have to promise that you won't fall in love with me.\"I knew she was kidding me by the way she laughed, and I couldn't help but breathe a sigh of relief.Sometimes, I had to admit, Jamie had a pretty good sense of humor.I smiled and gave her my word.", "owner": "Nicholas Sparks"}, {"item": "How we need another soul to cling to, another body to keep us warm. To rest and trust; to give your soul in confidence: I need this, I need someone to pour myself into.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Christian, you are the state lottery, the cure for cancer, and the three wishes from Aladdin's lamp all rolled into one", "owner": "E.L. James, Fifty Shades Freed"}], "pagination": {"size": 20, "total": 10, "current": 9}}