{"contents": [{"item": "If I'm good enough to bed, surely I'm good enough to wed.", "owner": "Elizabeth Hoyt, Notorious Pleasures"}, {"item": "I also remembered Buddy Willard saying in a sinister, knowing way that after Ihad children I would feel differently, I wouldn't want to write poems any more. So I began to think maybe it was true that when you were married and had children it was like being brainwashed, and afterward you went about numb as a slave in some private, totalitarian state.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "So that is marriage, Lily thought, a man and a woman looking at a girl throwing a ball", "owner": "Virginia Woolf, To the Lighthouse"}, {"item": "Women joked amongst themselves: 'Why do you think a bride cries on her wedding day? It's for the love that this marriage is putting an end to for all eternity. Men may think a woman has no past- \"you were born and then I married you\"- but men are fools.", "owner": "Nadeem Aslam, Maps for Lost Lovers"}, {"item": "As far as my experience of matrimony goes -- I think it tends to draw you out of, and away from yourself.", "owner": "Charlotte Brontë"}, {"item": "It is not your love that sustains the marriage,but from now on, the marriage that sustains your love.", "owner": "Dietrich Bonhoeffer, Letters and Papers from Prison"}, {"item": "With a shiver of foreboding he saw his marriage becoming what most of the other marriages about him were: a dull association of material and social interests held together by ignorance on the one side and hypocrisy on the other.", "owner": "Edith Wharton, The Age of Innocence"}, {"item": "A woman dictates before marriage in order that she may have an appetite for submission afterwards.", "owner": "George Eliot, Middlemarch"}, {"item": "When a man takes a mistress, he doesn't turn around and divorce his wife.", "owner": "Arthur Golden, Memoirs of a Geisha"}, {"item": "I couldn't help wondering, is my husband so unattractive that no woman has ever wanted him? Except me, of course. I must have wanted him, in a way, once, but I've forgotten why, and I was too young to know what I was choosing.", "owner": "Graham Greene, The End of the Affair"}, {"item": "Your wedding completely changes the direction of your life, you know, no matter how greatly you desire it. I think that moment of doubt and faintness comes from all those imagined and now impossible futures all pressing in on you at once. It is your last chance to experience them, you see, and they all want to be lived at that moment.", "owner": "Sharon Shinn, Jenna Starborn"}, {"item": "With twice his wits, she had to see things through his eyes -- one of the tragedies of married life.", "owner": "Virginia Woolf, Mrs. Dalloway"}, {"item": "Don't forget to wish your husband good-morning when he sets off to the office. He will feel the lack of your good-bye kiss all day.", "owner": "Blanche Ebbutt, Don'ts for Wives"}, {"item": "The Silly Putty-like malleability of the institution [marriage], in fact, is the only reason we still have the thing at all. Very few people... would accept marriage on it's thirteenth-century terms. Marriage survives, in other words, precisely because it evolves. (Though I suppose this would not be a very persuasive argument to those who probably also don't believe in evolution).", "owner": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage"}, {"item": "There are often two conversations going on in a marriage. The one that you’re having and the one you’re not.", "owner": "Robin    Black, Life Drawing"}, {"item": "I think of marriage differently. A Companionship of like minds. A tie that binds, yes, but in the binding comes strength. A lifetime with your dearest friend as your truest and best companion. That is what it can be. I believe that.", "owner": "Julianne Donaldson, Blackmoore"}, {"item": "I would encourage you to make your own investigation of the one whom, as He died, prayed for those who killed Him: 'Father forgive them for they know not what they do.' That is love's ultimate expression.", "owner": "Gary Chapman, The Five Love Languages: How to Express Heartfelt Commitment to Your Mate"}, {"item": "And I knew that in spite of all the roses and kisses and restaurant dinners a man showered on a woman before he married her, what he secretly wanted when the wedding service ended was for her to flatten out underneath his feet like Mrs. Willard's kitchen mat.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "People keep on getting married. Evidently hope is eternal in the human breast.", "owner": "Sherwood Anderson, Death in the Woods and Other Stories"}, {"item": "If I had felt then as I feel now, or as I felt a few years after I had married her, nothing could possibly have persuaded me to marry a woman who smoked. Dates, yes. Sexual adventures, yes. But to pin myself permanently inside closed quarters with a smoker? Never. Never. Never. Beauty wouldn't count, sweetness wouldn't count, suitability in every other respect wouldn't count.", "owner": "Isaac Asimov, I. Asimov"}], "pagination": {"size": 20, "total": 10, "current": 5}}