{"contents": [{"item": "Art is good, but happiness is better.", "owner": "Marty Rubin"}, {"item": "If you know the art of finding some things in a quite empty street, then you know the art of happiness!", "owner": "Mehmet Murat ildan"}, {"item": "All beautiful distractions, ignites from you.", "owner": "V.S. Atbay"}, {"item": "The artist's job is not to succumb to despair but to find an antidote for the emptiness of existence.", "owner": "Woody Allen"}, {"item": "Hope and Memory have one daughter and her name is Art, and she has built her dwelling far from the desperate field where men hang out their garments upon forked boughs to be banners of battle. O beloved daughter of Hope and Memory, be with me for a while.", "owner": "W.B. Yeats"}, {"item": "Fair as the moon and joyful as the light;Tot wan with waiting, not with sorrow dim; Not as she is, but was when hope shone bright;Not as she is, but as she fills his dreams.", "owner": "Christina Rossetti"}, {"item": "I'm pretty much looking for beauty all the time. It just seems like some days the light is better to see it.", "owner": "Melodie Ramone"}, {"item": "she was completely wholeand yet never fully complete", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "Bad art has the power to deform a people just as good art generates new reflection, growth, vision, and hope.", "owner": "Michel O'Brien"}, {"item": "In the future, as in the present, as in the past, black people will build many new worlds.This is true. I will make it so. And you will help me.", "owner": "N.K. Jemisin"}, {"item": "But, luckily, he kept his wits and his purple crayon.", "owner": "Crockett Johnson, Harold and the Purple Crayon"}, {"item": "There is no time for despair, no place for self-pity, no need for silence, no room for fear. We speak, we write, we do language. That is how civilizations heal. I know the world is bruised and bleeding, and though it is important not to ignore its pain, it is also critical to refuse to succumb to its malevolence. Like failure, chaos contains information that can lead to knowledge—even wisdom. Like art.—Toni Morrison, “No Place for Self-Pity, No Room for Fear,” The Nation, 23 Mar. 2015", "owner": "Toni Morrison"}, {"item": "I hope that someday when I am gone, someone, somewhere, picks my soul up off of these pages and thinks, \"I would have loved her.", "owner": "Nicole  Lyons"}, {"item": "...unforgivingly, and forcefully magnificent...", "owner": "Maquita Donyel Irvin"}, {"item": "There is a miracle in your mess, don't let the mess make you miss the miracle.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "It’s when your plans look dead that God’s resurrection power begins to operate in your life in greater measure", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God is not interested in helping you finding out why you are in a mess, He is interested in fixing it.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God always sees me with no make-ups on because He knew how we started.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "There must always be an opposition because the enemy always opposes what the Lord has declared.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I would rather have a man chasing JESUS than a house full of stuffs and garrage filled with big cars.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}], "pagination": {"size": 20, "total": 10, "current": 8}}