{"contents": [{"item": "And in those moments, Park thought about pulling back from her.\"Not breaking up with her. That phrase didn't even seem to apply here. Just . . . erasing away. Recovering the six inches between them", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "I think about pressing myself against him, but I can't, because all our secrets would keep a space between us.", "owner": "Veronica Roth, Insurgent"}, {"item": "I realised I really didn’t know what I was doing and I felt her trace drowning in the middle of the cars and the people, in the middle of the streets and far away, in the secrets she so jealously kept.I felt it. We were ever so close, ever so far.", "owner": "Emiliano Campuzano, Cielo Por Tu Luz"}, {"item": "Distance has the same effect on the mind as on the eye.", "owner": "Samuel Johnson, The History of Rasselas, Prince of Abissinia"}, {"item": "There is a magic in distance. Look back at the golden lamp-lit rooms of your home from the road of your life, and it all for a moment is exactly how you hoped it would be: warm, peaceful, safe.", "owner": "Kate Lord Brown, The Taste of Summer"}, {"item": "Some trips are more than distance traveled in miles.", "owner": "Lucy Knisley, An Age of License: A Travelogue"}, {"item": "No friend to Love like a long voyage at sea.", "owner": "Aphra Behn, The Rover"}, {"item": "I was 8,569 miles away, 37 butt-numbing hours of travel across seven time zones in the last two days, or was it three? Amelia Earhart, eat your heart out.", "owner": "Kristine K. Stevens, If Your Dream Doesn't Scare You, It Isn't Big Enough: A Solo Journey Around the World"}, {"item": "It seemed like all the way to tomorrow and over it to the days beyond.", "owner": "J.R.R. Tolkien, The Hobbit"}, {"item": "But nothing makes a room feel emptier than wanting someone in it.", "owner": "Calla Quinn, All the Time"}, {"item": "paradise seemed further away than India, but Hell had become a bit closer", "owner": "V.S. Naipaul"}, {"item": "I’ve been in the Wilds for a month and a half now, and in that time I’ve almost forgotten about the fences. It’s amazing how close I have been, all this time, to my old life. And yet the distance that divides me from it is vast.", "owner": "Lauren Oliver, Pandemonium"}, {"item": "Always distance yourself from gossip, because it is the worst form of self-disruption.", "owner": "Gift Gugu Mona"}, {"item": "Time & distance does wonders for healing & rejuvenating your soul.", "owner": "April Mae Monterrosa"}, {"item": "could not sleep last nightbed cover of unease distance kept me awake windy whispers in summer nightwas telling you were awake one corner to another rollinglike swimming in a competitionmy heart wanted to seeyou then n thenwe live ,we loveon same earth mostlyrare within a real another world don't allow usto sleep in side your ,or mine restful love©litymunshi", "owner": "litymunshi"}, {"item": "I am foolish in the way distance makes me feel partial.", "owner": "Taylor Patton"}, {"item": "Do you think it’s funny that both of our favorite memories are about the people we like the least now?” I ask.“Maybe that’s why we dislike them,” she says. “The distance between who they were and who they are is so wide, we have no hope of getting them back.", "owner": "Nicola Yoon, The Sun Is Also a Star"}, {"item": "Distance is not a gulf but a bridge between lovers.", "owner": "Marty Rubin"}, {"item": "Distance is a bridge, not a gulf, between lovers.", "owner": "Marty Rubin"}, {"item": "Hide the miles between usRun to meLike you run yourFingers through my hairDesire in every digit, in every touch.Run to meLike rivers run in springtimeFilled with renewing loveAs they do with the melting snow.Fly to meAs the birds fly the continentsCommitted to build their nests.Fly to meAs a cottonwood fluff in the airAll over me, head to toe, gentlyCome here.", "owner": "Veronika Jensen"}], "pagination": {"size": 20, "total": 5, "current": 2}}