{"contents": [{"item": "Try to lead the leaders and first never follows in whatever case may be, avoid following someone just strive for being followed by other people.", "owner": "Ntambara Sylvestre Owen Berbason"}, {"item": "As you start your day, are you wondering what you will reap, or are you wondering what you will sow?", "owner": "John C. Maxwell, Intentional Living: Choosing a Life That Matters"}, {"item": "If you're going to lead people, you've got to have somewhere to go.", "owner": "S.E. Hinton, Rumble Fish"}, {"item": "Leadership is detachment: detachment from material goods, detachment from feelings as well as personal detachment. To lead is to get rid of the filters of the mind and the addictions of the heart, is to see through the fog not only the objectives clearly but also the way to pursue them.", "owner": "K. Von Novack"}, {"item": "Leadership needs continuous learning from experience. Every time you learn something new, you re-wire your brain.", "owner": "Amit Ray, Mindfulness Meditation for Corporate Leadership and Management"}, {"item": "Leaders don't rise to the pinnacle of success without developing the right set of attitudes and habits: They make every day a masterpiece. They are also humble enough to realize their victories depend upon their people", "owner": "Mlungisi Simelane"}, {"item": "Attitude is the power of leadership. Nothing can stop a person from achieving success who has the right attitude. Our attitude cannot stop our feelings, but they can prevent our feelings from stopping us", "owner": "Mlungisi Simelane"}, {"item": "Leaders think and talk about the solutions and progress Followers think and talk about the problems and negative criticism", "owner": "Mlungisi Simelane"}, {"item": "A potential leader who obeys God is in much better position to succeed than one who ignores God's will for his life", "owner": "Mlungisi Simelane"}, {"item": "Leadership is not about about having power over people - it is about empowering people ans showing them direction", "owner": "Mlungisi Simelane"}, {"item": "Your potential is not a trial and error experience. God designed and predetermined you to be a success story.", "owner": "Mlungisi Simelane"}, {"item": "Work hard. Work smart. Remain grounded. Serve others and be enthusiastic.", "owner": "Sravani Saha Nakhro"}, {"item": "If you want success as a leader in a complex environment read Commanding Excellence and follow it!", "owner": "General Bryan ''Doug'' Brown, US Army, Retired; former commander of US Special Operations Command (S"}, {"item": "It's not about WHO is right, it's about WHAT is right.", "owner": "Tara Dupuis, The Moody Blues: One Family's Journey Through Postpartum Depression"}, {"item": "No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings.", "owner": "Peter F Drucker"}, {"item": "No one can be managed or led, people are inspired and cared for.", "owner": "kamil Toume"}, {"item": "Building a better world requires re-humanising the whole world .It is the only practical way.", "owner": "kamil Toume"}, {"item": "Live. Love. Learn. Lead.", "owner": "Sravani Saha Nakhro"}, {"item": "Leadership is about what’s right for the organization, not what feels right for the leader.", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "Holding your team accountable to do the jobs they’re being paid to do is not being mean; it’s being a manager, and that’s your job.", "owner": "Liz Weber, Something Needs to Change Around Here"}], "pagination": {"size": 20, "total": 10, "current": 8}}