{"contents": [{"item": "Though the funny thing about never being asked for anything is that after a while you start to feel like maybe you don’t have anything worth giving.", "owner": "Lev Grossman, The Magician King"}, {"item": "The first step toward being loved is learning to love what you see when you look in the mirror.", "owner": "Tadahiko Nagao"}, {"item": "When I loved myself enough, I no longer needed things or people to make me feel safe.", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "Believe in yourself and the world will follow suit.", "owner": "Tadahiko Nagao, Kokology: The Game of Self-Discovery"}, {"item": "Teasing is very often a sign of inner misery.", "owner": "Christopher Hitchens, Arguably: Selected Essays"}, {"item": "Real self-worth comes from mastery, from getting good at something. It doesn't matter what. Then you don't have to worry about empty compliments. You don't worry about what other people think. You have self-respect.", "owner": "Albert Borris, Crash Into Me"}, {"item": "To honor the self is to be willing to think independently, to live by our own mind, and to have the courage of our own perceptions.", "owner": "Nathaniel Branden"}, {"item": "Be yourself, you're already fully equipped to succeed at that.", "owner": "Rob Liano"}, {"item": "You know men. We have delicate egos.\"\"I wouldn't describe Jace's ego as delicate.\"\"No, Jace is sort of the antiaircraft artillery tank of male egos,\" Simon admitted.", "owner": "Cassandra Clare"}, {"item": "Image is everything, self image that is.", "owner": "Rob Liano"}, {"item": "The first act of honoring the self is the assertion of consciousness: the choice to think, to be aware, to send the searchlight of consciousness outward toward the world and inward toward our own being. To default on this effort is to default on the self at the most basic level.", "owner": "Nathaniel Branden"}, {"item": "Never shall a young man,Thrown into despairBy those great honey-colouredRamparts at your ear,Love you for yourself aloneAnd not your yellow hair.", "owner": "W.B. Yeats"}, {"item": "When I loved myself enough, I let the tomboy in me swing off the rope in Jackass Canyon. Yes!", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "She woke up thin. She loved it when that happened.", "owner": "Jolie Booth, The Girl Who'll Rule the World"}, {"item": "Self esteem determines the height of your achievement.", "owner": "Sravani Saha Nakhro"}, {"item": "Develop a strong opinion about yourself so that you don’t accidentally start believing what others say about you.", "owner": "Akin Olokun"}, {"item": "No woman deserved to have a man put his hands on her.", "owner": "Valenciya Lyons, Life After Natalie"}, {"item": "If you know who you are, you do not need to consider yourself to be worse or better than someone else", "owner": "Sunday Adelaja"}, {"item": "We doubt ourselves. It's not about lowering the self-esteem. It's about increasing the self-confidence by letting the risk factor do its part", "owner": "Bhavik Sarkhedi"}, {"item": "Round still, but that's fine.Feeling good outside and in.Maybe I'm not thin,but skinny isn't perfect.The perfect size is happy.", "owner": "Nikki Grimes, Garvey's Choice"}], "pagination": {"size": 20, "total": 5, "current": 1}}