{"contents": [{"item": "The old man slowly raised himself from the piano stool, fixed those cheerful blue eyes piercingly and at the same time with unimaginable friendliness upon him, and said: \"Making music together is the best way for two people to become friends. There is none easier. That is a fine thing. I hope you and I shall remain friends. Perhaps you too will learn how to make fugues, Joseph.", "owner": "Hermann Hesse, The Glass Bead Game"}, {"item": "People will not remember what you did for living,they will remember how you touched them with kindness and loving.", "owner": "Debasish Mridha"}, {"item": "Friendship is unnecessary, like philosophy like art... It has no survival value; rather it is one of those things that give values to survival.", "owner": "Alice Duer Miller"}, {"item": "The older the friendship, the stronger the trust.", "owner": "Eraldo Banovac"}, {"item": "A bird doesn't sing because it knows the song. It sings because it carries the melody in its heart. May you always dance to the rhythm of your heart.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": ",the rest of the girls pretended not to notice. That's just what best friends do.", "owner": "Sara Shepard, Pretty Little Liars"}, {"item": "Of all the things that are beyond my power, I value nothing more highly than to be allowed the honor of entering into bonds of friendship with people who sincerely love truth. For, of things beyond our power, I believe there is nothing in the world which we can love with tranquility except such men.", "owner": "Baruch Spinoza, The Letters"}, {"item": "The Friendship is not a reward for our discrimination and good taste in finding one another out. IT is the instrument by which God reveals to each the beauties of all the others. They are no greater than the beauties of a thousand other men; by Friendship God opens our eyes to them. They are, like all beauties, derived from Him, and then, in a good Friendship, increased by Him through the Friendship itself, so that it is His instrument for creating as well as for revealing. At this feast it is he who has spread the board and it is He who has chosen the guests. It is He, we may dare to hope, who sometimes does, and always should, preside. Let us not reckon without our Host.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "A foe to God was never true friend to man", "owner": "Edward Young"}, {"item": "God is the reason I’m surviving, but he’s sure used you in my life wonderfully. I love you.", "owner": "Esther Earl, This Star Won't Go Out: The Life and Words of Esther Grace Earl"}, {"item": "In a godless universe, all we have is each other.", "owner": "Marty Rubin"}, {"item": "I am looking for friends. What does that mean -- tame?\"\"It is an act too often neglected,\" said the fox. \"It means to establish ties.\" \"To establish ties?\" \"Just that,\" said the fox. \"To me, you are still nothing more than a little boy who is just like a hundred thousand other little boys. And I have no need of you. And you, on your part, have no need of me. To you I am nothing more than a fox like a hundred thousand other foxes. But if you tame me, then we shall need each other. To me, you will be unique in all the world. To you, I shall be unique in all the world....", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "I look back now and realize that the gift of a true friend is that she sees you not the way you see yourself or the way others see you. A true friend sees you for who you are and who you can become.", "owner": "Robin Jones Gunn, Sisterchicks Say Ooh La La!"}, {"item": "The only way to move from your reality to God’s reality is through people who love you.", "owner": "Shannon L. Alder"}, {"item": "Friendship, as has been said, consists in a full commitment of the will to another person with a view to that person's good.", "owner": "John Paul II, Love and Responsibility"}, {"item": "Duty has a trick of behaving unexpectedly -- something like a heavy friend whom we have amiably asked to visit us, and who breaks his leg within our gates.", "owner": "George Eliot"}, {"item": "In friendship, bond not with a shallow man.", "owner": "Ueda Akinari, Tales of Moonlight and Rain"}, {"item": "The friend is a human EdenBut Eden is so easily lostWhen you choose, choose wiselyBefore you share, count the cost", "owner": "Genieve Dawkins, The Turmoil Within"}, {"item": "Really to believe in human nature while striving to know the thousand forces that warp it from its ideal development-to call for and expect much from men and women, and not to be disappointed and embittered if they fall short- to try to do good with people rather than to them- this is my religion on its human side. And if God exists, I think that he must be in the warm sun, in the kindly actions of the people we know and read of, in the beautiful things of art and nature, and in the closeness of friendships.", "owner": "Randolph Bourne"}, {"item": "If you don't REALLY miss someone, it's because you never REALLY connected very deeply with them.", "owner": "Reuben Berger"}], "pagination": {"size": 20, "total": 10, "current": 4}}