{"contents": [{"item": "God has removed some people from your life for a reason, respect that or else you won’t be able to live a life He wants you to. Do not keep going back to the people who have been removed from your life or who have hurt you. Be firm and stand up against the injustice that is being heaped on you. Refuse to be cowed down. Not putting up with the nonsense of others will not be construed as being rude or unkind, you will still continue to be a sweet, loving, kind and gentle person that you really are.", "owner": "Latika Teotia"}, {"item": "The only thing on Earth you can count on is that there is nothing on Earth you can count on.", "owner": "Eleanor Brownn"}, {"item": "The history of the human race doesn’t make happy reading, does it? I’ve seen a lot of sadness during my time, but I’ve seen seen a lot of things that have kept my faith in humanity alive too. If there were no bad things in the world, we’d have nothing to measure the good against, would we? The light can only shine in darkness.", "owner": "Peter James, The House on Cold Hill"}, {"item": "Sometimes God pulls us away from normal just long enough to begin something great in us.", "owner": "Bethany Kaczmarek, Strains of Silence"}, {"item": "Thank God for all my troubles, he made me trust in Him.", "owner": "Lailah Gifty Akita"}, {"item": "That's what I like about God. You get to know Him by His occasional absence.", "owner": "Colum McCann, Let the Great World Spin"}, {"item": "Lo! my God, without merit on my part, of His pure and free mercy, has given to me (an unworthy, condemned, and contemptible creature) all the riches of justification and salvation in Christ.For such a Father then, who has overwhelmed me with these inestimable riches of His, why should I not freely, cheerfully, with my whole heart and with an eager will, do all that I know will be pleasing to Him, and acceptable in His sight?I will therefore give myself, as a sort of Christ, to my neighbor, as Christ has given Himself to me; and will do nothing in this life, except what I see will be needful, advantageous, and wholesome for my neighbor, since by faith I abound in all good things in Christ.", "owner": "Martin Luther, Freedom of a Christian"}, {"item": "Grace freely given by God.", "owner": "Lailah Gifty Akita"}, {"item": "God is the giver of life.", "owner": "Lailah Gifty Akita"}, {"item": "Never lose faith in God. Remember that He is always there by our side watching over us and steering us in the right direction. We are continuously evolving into better human beings and growing spiritually. It is during this process of evolution that we become confused, restless, depressed and even hostile because we are not aware of this change in us. We may even feel that God has forsaken us- which couldn’t be farther from the truth, because He will never leave you, no matter how difficult the times may be. It is this ignorance that is the cause of all our miseries and confusions; the realization comes only once we share our worries with someone knowledgeable who tells us about God and His mysterious ways of working. So never lose faith, always repose your trust in God.", "owner": "Latika Teotia"}, {"item": "As a well spent day brings happy sleep, so life well used brings happy death.", "owner": "Leonardo da Vinci"}, {"item": "My soul is in the sky.", "owner": "William Shakespeare, A Midsummer Night's Dream"}, {"item": "We don't even know we are one family, one faith!", "owner": "Lailah Gifty Akita"}, {"item": "Happiness keeps you Sweet , Trials keep you Strong, Sorrows keep you Human, Failures keep you Humble, Success keeps you Glowing, But Only faith Keeps You Going! Be Happy Live Simply.", "owner": "Abhysheq Shukla"}, {"item": "Remember it is not you who supports the root, but the root that supports you.", "owner": "Apostle Paul -- Letter to the Romans"}, {"item": "What do you have that you did not receive? And if you did receive it, why do you boast as if you had not received it?", "owner": "Apostle Paul -- Letter to the Romans"}, {"item": "If they do these things when the tree is green, what will they do when it is dry?", "owner": "Jesus of Nazareth -- Book of Luke"}, {"item": "Faith is focus.", "owner": "Lailah Gifty Akita"}, {"item": "The Lord commands us to learn and discover all we can in this life. There's nothing wrong with wanting to know the mysteries of outer space or the latent powers of the mind. The problem comes when we desire to use that knowledge for our own gratification, rather than to build the kingdom of God.", "owner": "Chris Heimerdinger, Gadiantons and the Silver Sword"}, {"item": "Each day is a giftTo embrace and welcome", "owner": "Karen Hackel, The Whisper of Your Soul"}], "pagination": {"size": 20, "total": 10, "current": 9}}