{"contents": [{"item": "When something looks impossible, don’t give up without testing its impossibility", "owner": "Bangambiki Habyarimana, Book of Wisdom"}, {"item": "Too much success spoils success.", "owner": "Marty Rubin"}, {"item": "Success breeds ambition, and our recent achievements are now pushing humankind to set itself even more daring goals. Having secured unprecedented levels of prosperity, health and harmony, and given our past record and our current values, humanity’s next targets are likely to be immortality, happiness and divinity.", "owner": "Yuval Noah Harari, Homo Deus: A Brief History of Tomorrow"}, {"item": "Anything in the world can be endured, except a series of wonderful days.", "owner": "Johann Wolfgang von Goethe, Selected Poetry"}, {"item": "Take the easy road and at the end, you will feel you have achieved nothing. Try the difficult shit and you’ll enjoy your successes.", "owner": "Michael R. Fletcher, Ghosts of Tomorrow"}, {"item": "May success knock your door always", "owner": "Abid Hussain Library Officer"}, {"item": "Nothing is impossible if someone make it possible.", "owner": "Abid Hussain Library Officer"}, {"item": "Dig deep for you to discover the misery of success – success has miseries that are hidden in failure and those miseries cannot befriend those who sit at the comfort zone.", "owner": "ANIKOR Daniel"}, {"item": "Most people overestimate what they can do in a year and they underestimate what they can do in two or three decades.", "owner": "Tony Robbins"}, {"item": "No matter what you want to do, you still have to start where you are.", "owner": "R.A.Delmonico"}, {"item": "When you develop yourself, you grow humanity.", "owner": "Seema Brain Openers"}, {"item": "True freedom comes from continuous self-development.", "owner": "Seema Brain Openers"}, {"item": "The success of a man should be measured not by his income but by his tax returns.", "owner": "Haresh Sippy"}, {"item": "Success is achieved when we add value to ourselves. Significance is when we add value to other. Success is attracted to people of value and significance", "owner": "Mlungisi Simelane"}, {"item": "Iterate. Iterate Iterate.", "owner": "Sravani Saha Nakhro"}, {"item": "You can't avoid success if you disown your fear.", "owner": "Sravani Saha Nakhro"}, {"item": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.", "owner": "Dwayne Johnson"}, {"item": "Failure is inevitable, success is optional.", "owner": "Sravani Saha Nakhro"}, {"item": "Good things never come in suits and make-up, that person you diverge from because they are in sweat, overalls and boots - will be the first person you'd want to converge with. You know that person, he is a success in progress.", "owner": "Kabelo Mabona"}, {"item": "The uber successful are those who breed success in others.", "owner": "Sravani Saha Nakhro"}], "pagination": {"size": 20, "total": 10, "current": 4}}