{"contents": [{"item": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring those ripples build a current which can sweep down the mightiest walls of oppression and resistance.", "owner": "Robert F. Kennedy"}, {"item": "Then I choose to drown. In hope. Rather than float into nothing.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "It felt like I'd been living underground, and for a moment, I'd been given this glimpse of the sky. Once you've seen that, how can you go back where you came from?", "owner": "Jodi Picoult, Handle with Care"}, {"item": "Hope?” he says. “There is always hope, John. New developments have yet to present themselves. Not all the information is in. No. Don’t give up hope just yet. It’s the last thing to go. When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "Because hope comes from in you, and wishes are just magic.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof. What I want is so simple I almost can’t say it: elementary kindness. Enough to eat, enough to go around. The possibility that kids might one day grow up to be neither the destroyers nor the destroyed. That’s about it. Right now I'm living in that hope, running down its hallway and touching the walls on both sides.", "owner": "Barbara Kingsolver, Animal Dreams"}, {"item": "...the monstrous thing is not that men have created roses out of this dung heap, but that, for some reason or other, they should want roses. For some reason or other man looks for the miracle, and to accomplish it he will wade through blood. He will debauch himself with ideas, he will reduce himself to a shadow if for only one second of his life he can close his eyes to the hideousness of reality. Everything is endured- disgrace, humiliation, poverty, war, crime, ennui- in the belief that overnight something will occur, a miracle, which will render life tolerable. And all the while a meter is running inside and there is no hand that can reach in there and shut it off.", "owner": "Henry Miller, Tropic of Cancer"}, {"item": "But we were born of risen apes, not fallen angels, and the apes were armed killers besides. And so what shall we wonder at? Our murders and massacres and missiles, and our irreconcilable regiments? Or our treaties whatever they may be worth; our symphonies however seldom they may be played; our peaceful acres, however frequently they may be converted into battlefields; our dreams however rarely they may be accomplished. The miracle of man is not how far he has sunk but how magnificently he has risen. We are known among the stars by our poems, not our corpses.", "owner": "Robert Ardrey"}, {"item": "I can hardly wait for tomorrow, it means a new life for me each and every day.", "owner": "Stanley Kunitz"}, {"item": "Hope was tricky like water. Somehow it always found a way in.", "owner": "Leigh Bardugo, Ruin and Rising"}, {"item": "The times are chaotic. For me, I would hope that people look at [Angel] and gain strength by it. With everything that I do, I hope that they see people struggling to live decent, moral lives in a completely chaotic world. They see how hard it is, how often they fail, and how they get up and keep trying. That, to me, is the most important message I'm ever going to tell.", "owner": "Joss Whedon"}, {"item": "Hope has a cost. Hope is not comfortable or easy. Hope requires personal risk. It is not about the right attitude. Hope is not about peace of mind. Hope is action. Hope is doing something. The more futile, the more useless, the more irrelevant and incomprehensible an act of rebellion is, the vaster and more potent hope becomes.Hope never makes sense. Hope is weak, unorganized and absurd. Hope, which is always nonviolent, exposes in its powerlessness, the lies, fraud and coercion employed by the state. Hope knows that an injustice visited on our neighbor is an injustice visited on all of us. Hope posits that people are drawn to the good by the good. This is the secret of hope's power. Hope demands for others what we demand for ourselves. Hope does not separate us from them. Hope sees in our enemy our own face.", "owner": "Chris Hedges"}, {"item": "Read this to yourself. Read it silently.Don't move your lips. Don't make a sound. Listen to yourself. Listen without hearing anything.What a wonderfully weird thing, huh? NOW MAKE THIS PART LOUD! SCREAM IT IN YOUR MIND! DROWN EVERYTHING OUT.Now, hear a whisper. A tiny whisper. Now, read this next line in your best crotchety- old man voice:\"Hello there, sonny. Does your town have a post office?\"Awesome! Who was that? Whose voice was that? It sure wasn't yours! How do you do that?How?! It must've been magic.", "owner": "Bo Burnham"}, {"item": "A weak but steady throb lay beneath Kev's searching fingertips. Win's heartbeat...the pulse that sustained his universe.", "owner": "Lisa Kleypas, Seduce Me at Sunrise"}, {"item": "I thought: hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made.", "owner": "Lu Xun"}, {"item": "My pride shut me up, my hurt shut me down, and together they ganged up on my hope and let her get away.", "owner": "David Levithan, Nick & Norah's Infinite Playlist"}, {"item": "People aren't just ants rushing around over a crust of bread. Every life, no matter how isolated, touches hundreds of others. It's up to us to decide if those micro connections are positive or negative. But whichever we decide, it does impact the ones we deal with. One word can give someone the strength they needed at that moment or it can shred them down to nothing. A single smile can turn a bad moment good. And one wrong outburst or word could be the tiny push that causes someone to slip over the edge into destruction.", "owner": "Sherrilyn Kenyon, Infamous"}, {"item": "A person can do incredible things if he or she has enough hope.", "owner": "Shannon K. Butcher"}, {"item": "There is always a part of my mind that is preparing for the worst, and another part of my mind that believes if I prepare enough for it, the worst won’t happen.", "owner": "Kay Redfield Jamison"}, {"item": "He leaned her back against the tub, setting her head on the edge, then washed her shoulders. \"I know I left you once.\"She opened her mouth, wanting to say it didn't matter, it was forgotten. But it wasn't. \"I know I hurt you.\"Again, she wanted to argue. But she couldn't. \"I know I said I won't leave you again, but I also know that's not enough, and that the only way you're going to trust that I won't leave is if I don't\". He slid the cloth over her arms. \"If this ends, Hope, it won't be me that ends it. I think you know that.", "owner": "Kelley Armstrong, Living with the Dead"}], "pagination": {"size": 20, "total": 10, "current": 7}}