{"contents": [{"item": "Open your window with joy and allow all of the love come in to touch your heart.", "owner": "Debasish Mridha"}, {"item": "I have drunken deep of joy,And I will taste no other wine tonight.", "owner": "Percy Bysshe Shelley"}, {"item": "Suffering teaches joy.", "owner": "Sonia Rumzi"}, {"item": "For thy love, I feel ineffable joy.", "owner": "Debasish Mridha"}, {"item": "There is a special joy connected to your faith", "owner": "Sunday Adelaja"}, {"item": "Carry cheerfulness as well as positive vibes with you and leave a trail of joy wherever you go.", "owner": "Latika Teotia"}, {"item": "You can’t shower happiness on others without getting few drops back on yourself.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "Joy is but the sign that creative emotion is fulfilling its purpose.", "owner": "Charles Du Bos"}, {"item": "Live joy. Be kind. Love unconditionally.", "owner": "Amy Leigh Mercree"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "Never surrender to you're passions. Dream and live to excess.", "owner": "Truth Devour, Unrequited"}, {"item": "Joyfully we undertake our daily work.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "Joyful peace pervades my being for all time.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "You put your own joy in prison if you work hard to make other people’s happiness suffocate.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "Every pearl of your necklace touches my heart like a fresh flower of joy.", "owner": "Debasish Mridha"}, {"item": "Jealousy is the loss of joy.", "owner": "Lailah Gifty Akita"}, {"item": "A house is never small or empty, when filled with love.", "owner": "Anthony Liccione"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We cannot experience free joy and happiness without experiencing the depths of pain.", "owner": "Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life"}, {"item": "I embrace my sensitivity and let it enhance my joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Happiness is wanting what you have.", "owner": "Phyllis Reynolds Naylor, Achingly Alice"}, {"item": "Love, they said, burns youand builds you.But with you, there’s no ash.Just light.", "owner": "Kamand Kojouri"}, {"item": "Joy is all around me, and I celebrate it all.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The joy of the bee tribes infuses my life with sweetness.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Even the smallest shift in perspective can bring about the greatest healing.", "owner": "Joshua Kai, The Quantum Prayer: An Inspiring Guide to Love, Healing, and Creating the Best Life Possible"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "The greatest joy is the grace of salvation through faith in Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "You are the ruler of my heart. There is no measure greater than this.", "owner": "Truth Devour, Unrequited"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "Rainbows paint the sky with different colors of love, sadness, and joy.", "owner": "Debasish Mridha"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Oh, Lizzy! do anything rather than marry without affection.", "owner": "Jane Austen, Pride and Prejudice"}, {"item": "Isn't joyful or painful this pain in which I rejoice", "owner": "Fernando Pessoa, Poems of Fernando Pessoa"}, {"item": "The soul is like an uninhabited worldthat comes to life only whenGod lays His headagainst us.", "owner": "Thomas Aquinas"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Surrender is Serenity & a Bridge to Bliss.", "owner": "Julieanne O'Connor"}, {"item": "Let love, joy, peace, and hope be the guiding lights of your life today, tomorrow, and forever.", "owner": "Debasish Mridha"}, {"item": "With yoga, you go back to your source to bloom again with joy and inner peace.", "owner": "Debasish Mridha"}, {"item": "Making the effort to experience daily joys a powerful mood enhancer. Find your bliss today!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Passionate life is the beauty of a sacred-existence.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The good life doesn't knock on the door. Joy is a job.", "owner": "Lionel Shriver"}, {"item": "Where joy in an old pencil is not absurd.", "owner": "May Sarton, Selected Poems"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "Jesus Christ is the joy of the journey.", "owner": "Lailah Gifty Akita"}, {"item": "A fruit that comes forth is the desire and joy for the labour of a farmer.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Happiness is not the Achievement of Dreams.It is the Path to Dreams.", "owner": "Vineet Raj Kapoor"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "It is beyond logic that we see the light.", "owner": "Julieanne O'Connor"}, {"item": "To have hope is to be happy.", "owner": "Lailah Gifty Akita"}, {"item": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen"}, {"item": "Have the courage to follow your heart.", "owner": "Lailah Gifty Akita"}, {"item": "I can only change the world by changing myself.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "The Best Things In Life Aren't So Sweet But Their Results Are Sweeter!", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "Embrace wisdom and relentlessly pursue joy, and you can live agelessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Fear of joy is the darkest of captivities.", "owner": "Phil Kaye"}, {"item": "I have no greater joy than to know that my children walk in truth.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "To have abundance, appreciate what you have with great love and share your possessions with joy.", "owner": "Debasish Mridha"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Bringing joy to another lights a thousand suns within.", "owner": "Amy Leigh Mercree"}, {"item": "Happy people tend to be those who take pleasure in simple things.", "owner": "Auliq Ice"}, {"item": "The only way the journey ends is if you stop moving.", "owner": "Toni Sorenson"}, {"item": "Vested in fear, frightened of failure, but beyond that I choose to surrender to my fated success.", "owner": "Julieanne O'Connor"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "It is wonderful, this whole business of tickling and kissing God every night.", "owner": "Kamand Kojouri"}, {"item": "Your most important “want” should be the one you can control!", "owner": "Shannon L. Alder"}, {"item": "Your productivity will double with increase physical activity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If you follow your heart, you know true happiness.", "owner": "Lailah Gifty Akita"}, {"item": "Whatever you dream of is a possibility.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Daily dance uplift the soul to spiritual realms.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Find joy in simplicity and positivity.", "owner": "Debasish Mridha"}, {"item": "Giving thanks fills you with light and joy so you can shine like the bright star you truly are.", "owner": "Amy Leigh Mercree"}, {"item": "Don't cry because it's over, smile because it happened.", "owner": "Dr. Seuss"}, {"item": "If you walk in joy, happiness is close behind.", "owner": "Todd Stocker"}, {"item": "From the cradle to the grave, joy and pain is the fertilizer for wisdom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "You alwaysdrop by, to en-lighten my mind,when my wings arefeeling heavy &i've forgottenhow tofly.", "owner": "Curtis Tyrone Jones"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "I am animated by my joyful life. I let my inner child feel loved and experience joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Explore, Experience, Then Push Beyond.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "And Priests in black gowns, were walking their rounds, And binding with briars, my joys & desires.", "owner": "William Blake, Songs of Innocence and of Experience"}, {"item": "I respect myself and receive joy form all directions.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The jump toward joy encompasses your life with boundless energy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "It will be better to spent our energy on reality; the tangible facts, not thoughts of the past.", "owner": "Durgesh Satpathy, Equating the Equations of Insanity: A Journey from Grief to Victory"}, {"item": "I do not care about happiness simply because I believe that joy is something worth fighting for.", "owner": "Criss Jami, Killosophy"}, {"item": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.", "owner": "John Paul II"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}], "common_tag": "joy,", "updatedAt": "2023-05-26 21:16:05"}