{"contents": [{"item": "Dreams show us our infinate desires in life. If you dream it, you can achieve it.", "owner": "Dee Waldeck"}, {"item": "I had a dream about you last night.. you were trying to give coordinates to an apple", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "We were hooked when we woke.We had arms for each other.But I yearned to resumeMy dreams of another.", "owner": "Roman Payne"}, {"item": "Dreaming is the poetry of Life, and we must be forgiven if we indulge in it a little.", "owner": "John Galsworthy, Five Speeches to P.E.N. Clubs and a Letter"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "A bad dream can ruin your night, but a dream not chased can ruin your life.", "owner": "Connor Chalfant"}, {"item": "Stay forever enthusiastic about your desirable dreams.", "owner": "Lailah Gifty Akita"}, {"item": "No man should ever completely realize his dreams. What else would there then be to live for?", "owner": "David Gemmell, Lion of Macedon"}, {"item": "The world is yours the moment you follow your own dreams.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "[God] deposits a dream of what we can be for Him, a dream that acts as our internal honing device.", "owner": "Wayne Cordeiro"}, {"item": "A strange thing, words. Once they're said, it's hard to imagine they're untrue.", "owner": "Lauren DeStefano, Perfect Ruin"}, {"item": "Having the life of your dreams is simple: make conscious choices.", "owner": "Amy Leigh Mercree"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I want to keep my dreams, even bad ones, because without them, I might have nothing all night long.", "owner": "Joseph Heller"}, {"item": "To be able to see into a friends' dream is a dream in itself.-Doctor Kōsaku Tokita (Paprika)", "owner": "Yasutaka Tsutsui"}, {"item": "What happens to a dream deferred?", "owner": "Langston Hughes"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Never let the weight of challenges and the duration of your dreams scare you to give up.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Dreams of changing the world could only be realized by properly investing time into learning.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Cherish your existence, for memories become legacies and life can change in an instant.", "owner": "Ross Caligiuri"}, {"item": "The most important key to bettering yourself - is just that \"yourself\" - (g swiss)", "owner": "G Swiss"}, {"item": "I had a dream about you last night.. you were holding a pine cone and introducing him as Gerald.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "Feelings, rationale and values are the top qualities that make a person exceedingly human.", "owner": "Janvier Chouteu-Chando"}, {"item": "I had a dream about you last night.. You kept screaming at Ted Danson to pour you a drink.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "Never take tiny dreams for granted. They contain giant success stories.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "I go to bed with knowledge to dream, then dreams wake me up with the lights of wisdom.", "owner": "Debasish Mridha"}, {"item": "So what motivates you more? The fear of failure or the fantastic feeling of achieving your dreams?", "owner": "Farshad Asl, The \"No Excuses\" Mindset: A Life of Purpose, Passion, and Clarity"}, {"item": "I live on remnants of dreams", "owner": "Khaled Ibrahim"}, {"item": "Nurture your dreams to fruition, refuse to let the rot in reality.", "owner": "Tyconis D. Allison Ty"}, {"item": "Feet sandaled with dreams tread paths of vision leading to wisdom’s sharp peaks.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "The penalty for procrastination is the loss of hopes and dreams.", "owner": "Tai Lopez"}, {"item": "I had a dream about you last night.. You pretended not to be a three hole punch.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "What God want me to be, I shall be by His grace.", "owner": "Lailah Gifty Akita"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "There is no greater fulfillment as the pursuit of dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Hearts rebuilt from hope resurrect dreams killed by hate.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "See--two who dreamed that dream, and you were one.", "owner": "Caris Brooke"}, {"item": "If you delight yourself in lord, He shall give you desires of your heart.", "owner": "Lailah Gifty Akita"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Dreams come from that special place in our mind where our soul loves to spend its holidays.", "owner": "Anthony T.Hincks"}, {"item": "I fix the cramped, lined pageswith my curious stare. How do youcome to exist?", "owner": "Kiera Woodhull, Chaos of the Mind"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Be wholly committed to your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "What do you mean, You have No Dreams?The Truth is, you have No Courage.", "owner": "Vineet Raj Kapoor"}, {"item": "I had a dream about you last night... Unfortunately, it wasn't a dream.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "Don't nourish your fears more than you nourish your hopes.", "owner": "Steve Maraboli"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "The strong-minded rise to the challenge of their goals and dreams. The weak-minded become haters.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Don’t be lookin up at no sky for help. Look down here, at us twisted dreamers.", "owner": "D.B.C. Pierre"}, {"item": "Be the master of your dreams, not a slave of your sorrows.", "owner": "Vikrmn, Guru with Guitar"}, {"item": "The vision is always for the appointed time.", "owner": "Lailah Gifty Akita"}, {"item": "All men who have achieved great things have been great dreamers.", "owner": "Orison Swett Marden"}, {"item": "Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly.", "owner": "Langston Hughes"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "If you want your dream to come true, you must do a lot of work.", "owner": "Lailah Gifty Akita"}, {"item": "Rare indeed is the seed who can bury its nightmares & still stem & blossom into its wildest dreams.", "owner": "Curtis Tyrone Jones"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "To completely understand me you must first accept that I am not you.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "Live as many lives as you can.", "owner": "Sanober  Khan"}, {"item": "Expectation and disappointment are far from friends but they are close relations.", "owner": "Rasheed Ogunlaru"}, {"item": "It does not do to dwell on dreams and forget to live.", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "Don’t be silent on your talent!", "owner": "Israelmore Ayivor, Six Words Inspiration"}, {"item": "You're never given a dream without also being given the power to make it true.", "owner": "Richard Bach, Illusions: The Adventures of a Reluctant Messiah"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "With determination, the dream will be fulfilled.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If people are not laughing at your Goals, your Goals are not big enough!", "owner": "Alex Haditaghi, Softly, As I Leave Her"}, {"item": "You must have a vivid imagination of what you seek.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Nobody but you have to believe in your dreams to make them a reality.", "owner": "Germany Kent"}, {"item": "If you're waiting until you feel talented enough to make it, you'll never make it.", "owner": "Criss Jami, Healology"}, {"item": "I had a dream about you last night. We watched pornography together, but purely for the storyline.", "owner": "Michael  Summers, I Had a Dream About You"}, {"item": "Don't build your dreams on the opinions of men but on the promises of God", "owner": "Bernard Kelvin Clive"}, {"item": "the only true path to your dream is to perceive what others dim illogical", "owner": "Suli Breaks"}, {"item": "Hope dreams into being what is possible but not yet formed.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "Fully inhale your dream and completely exhale manifestation of it.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Free at last, Free at last, Thank God almighty we are free at last.", "owner": "Martin Luther King Jr., I Have a Dream: Writings and Speeches That Changed the World"}, {"item": "Whatever you think the world is withholding from you, you are withholding from the world.", "owner": "Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose"}, {"item": "I belive I can fly, I believe I can touch the sky. ", "owner": "R. Kelly"}, {"item": "I awoke one morning to find myself famous.", "owner": "George Gordon Byron"}, {"item": "Hope is a waking dream.", "owner": "Aristotle"}, {"item": "Use the wings of the flying Universe, Dream with open eyes; See in darkness.", "owner": "Dejan Stojanovic"}, {"item": "You see, the deaf have an intimacy with silence. It’s there in their dreams.", "owner": "Shane L. Koyczan"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Your behavior is the sum total of your action and reaction to issues and people around you.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "Art is an imagination, crafted over innocent dreams and vibrant integrity.", "owner": "Basu Singh"}, {"item": "It's when you tame your nightmares, that your dreams will willingly enter the corral.", "owner": "Anthony T.Hincks"}], "common_tag": "dreams,", "updatedAt": "2023-05-26 21:16:05"}