{"contents": [{"item": "Caution not spirit, let it roam wild; for in that natural state dance embraces divine frequency.", "owner": "Shah Asad Rizvi"}, {"item": "A mother gives you a life, a mother-in-law gives you her life.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A rose struggling in a desert is still braver than a flower flourishing in a rain forest.", "owner": "Matshona Dhliwayo"}, {"item": "A diamond only truly appreciates pressure the day it begins to shine.", "owner": "Matshona Dhliwayo"}, {"item": "There is a harbour to be reached, after the storm has abated!", "owner": "Avijeet Das"}, {"item": "Throwing dirt at a diamond does not diminish its value.", "owner": "Matshona Dhliwayo"}, {"item": "Productivity is being able to do things that you were never able to do before.", "owner": "Franz Kafka"}, {"item": "I call her Google, Because she got everything I'm searching for", "owner": "Genereux Philip"}, {"item": "Go as far as you can see; when you get there, you’ll be able to see farther.", "owner": "J.P. Morgan"}, {"item": "Rainbows earn their brightest colors in the storm.", "owner": "Matshona Dhliwayo"}, {"item": "Each man is the architect of his own fortune.", "owner": "Appius Claudius Caecus"}, {"item": "I am a Freedom Seeker, willing and able to choose my own path.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "A seed only begins to manifest its greatest potential the day it is buried in dirt.", "owner": "Matshona Dhliwayo"}, {"item": "For the sake of the aftermath.", "owner": "Steve Dolson"}, {"item": "Escape is a process, not a pill.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Determine never to be idle. It is wonderful how much may be done if we are always doing.", "owner": "Thomas Jefferson"}, {"item": "Be wise enough to forgive but don't be foolish enough to trust again.", "owner": "Ikechukwu Izuakor, Great Reflections on Success"}, {"item": "You already have wings, you just have to trust that you can fly.", "owner": "Lorri Faye"}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "Let them be what they want to be. Make yourselves what you want to be.", "owner": "Harshvardhan Malpani"}, {"item": "A Rival Can Become an Important Ally If WE Find A Common Ground", "owner": "Izey Victoria Odiase"}, {"item": "If you can’t move a mountain by faith, move it by carrying away stone by stone.", "owner": "Matshona Dhliwayo"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better!", "owner": "DeWayne Owens"}, {"item": "The moon only dares compete with the stars when the sun is in its corner.", "owner": "Matshona Dhliwayo"}, {"item": "If you can think higher thoughts, you can do higher deeds.", "owner": "Matshona Dhliwayo"}, {"item": "It may take many voices for people to hear the same message.", "owner": "Rasheed Ogunlaru"}, {"item": "Through synergy of intellect, artistry and grace came into existence the blessing of a dancer.", "owner": "Shah Asad Rizvi"}, {"item": "Doing our best and doing it better everyday will help us lead our lives with peace of mind.", "owner": "Mohith Agadi"}, {"item": "The feeling of freedom is as precious as a fortune waiting to be told.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Hard work is vital to success. As long as it's in the right direction!", "owner": "Izey Victoria Odiase"}, {"item": "IF you can fly above the CLOUD of politics, the storm is not for you.", "owner": "-Harrish Sairaman"}, {"item": "You have not failed until you accept your failure.", "owner": "Udai Yadla"}, {"item": "Freedom wanders in the landscape of the mind, and nourishes the deepest yearnings of the soul.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "A flower’s beauty is birthed in a seed’s ugly struggles.", "owner": "Matshona Dhliwayo"}, {"item": "In finding the courage and confidence to escape our cages and shine, we help others do the same.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "The difference between failure and survival is that coping skill you used in between the struggles.", "owner": "Ymatruz, The Coffee Cries Foul"}, {"item": "There is no color to known to beauty except elegance.", "owner": "Wayne Chirisa"}, {"item": "Sometimes we have spent so long in the cage that it feels safer to be trapped inside.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "You can, you will. You did.", "owner": "M.L. Shanahan"}, {"item": "If size really mattered, a match wouldn’t be able to set a forest on fire.", "owner": "Matshona Dhliwayo"}, {"item": "When you treat your failures as lessons, you can never fail.", "owner": "Udai Yadla"}, {"item": "It is impossible for darkness to reign in the presence of a star.", "owner": "Matshona Dhliwayo"}, {"item": "The people who overcome their fears are the ones who can achieve their dreams.", "owner": "Eraldo Banovac"}, {"item": "IF YOU AIN'T RAISING THE VIBRATION YOU ARE KILLING THE VIBE!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "It’s dangerous to be grateful for the cage that traps you.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "A day in a storm strengthens you more than a thousand in sunshine.", "owner": "Matshona Dhliwayo"}, {"item": "The best advice will come from the person who has no personal interest in the matter.", "owner": "Eraldo Banovac"}, {"item": "Hold yourself back, or heal yourself back together. You decide.", "owner": "Brittany Burgunder"}, {"item": "Dreams are achieved by blood, sweat, tears, and an iron-will!", "owner": "Avijeet Das"}, {"item": "If it doesn't challenge you, it won't change you.", "owner": "Aamir Sarfraz (aamir rajput khan)aamir rajput khan)"}, {"item": "The power of the sin is in its secrecy. Rip the covers off!", "owner": "TemitOpe Ibrahim"}, {"item": "I call her Google because she got everything I have been searching for.", "owner": "Genereux Philip"}, {"item": "As the sky is too big for two stars to clash, the world is big enough for all of us to shine.", "owner": "Matshona Dhliwayo"}, {"item": "In presence of the Moon nobody sees stars.", "owner": "Amit Kalantri"}, {"item": "When regret and shame fades away, beauty will be in your heart to forever stay.", "owner": "Imania Margria"}, {"item": "The darkest storms color the brightest rainbows.", "owner": "Matshona Dhliwayo"}, {"item": "Good and Bad are like God and Devil. It's up to you, who do you want to summon.", "owner": "Mohith Agadi"}, {"item": "You can either complain about it or grind, I choose to grind.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "The difference between those that can and those that can’t is attitude.", "owner": "Carlos Salinas, The Little Book of Big Quotes: Volume I"}, {"item": "Smash the Goals in your Life! You are the Unstoppable! ", "owner": "Avijeet Das"}, {"item": "GOD is so clear, He is invisible.", "owner": "TemitOpe Ibrahim"}, {"item": "As long as we’re breathing, we have a chance to start over and build a stable future.", "owner": "Kim Ha Campbell, Inner Peace Outer Abundance"}, {"item": "We all have the innate capacity to feel free.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "Spirit is a child, the tune of dancing feet its lullaby.", "owner": "Shah Asad Rizvi"}, {"item": "There is a huge difference between thinking we know something and actually knowing something.", "owner": "Eraldo Banovac"}, {"item": "It's always the mind that needs quietening and the heart that needs listening to.", "owner": "Rasheed Ogunlaru"}, {"item": "Some old and unrealized ideas will undoubtedly be actualized when their time comes.", "owner": "Eraldo Banovac"}, {"item": "It is important that we learn to smile,Life will anyway teach us to cry!", "owner": "Jiten Bhatt"}, {"item": "Time flies. It’s up to you to be the navigator.", "owner": "Robert Orben"}, {"item": "Calm skies don't make skillful eagles.", "owner": "Matshona Dhliwayo"}, {"item": "‪I Have No Sympathy For Gossip Boys & Girls ‬", "owner": "Genereux Philip"}, {"item": "You promote yourself every time you take on a new responsibility.", "owner": "William Gore"}, {"item": "People wishes their friends to be in politics, but their sons in professions.", "owner": "Amit Kalantri"}, {"item": "Knowledge was scattered treasure, education organized it into art, commerce and science.", "owner": "Amit Kalantri"}, {"item": "A leaf has no power to resist when the wind blows, but when life’s storms rage, you do.", "owner": "Matshona Dhliwayo"}, {"item": "Today is a good day to have a great day.", "owner": "DeWayne Owens"}, {"item": "We aren't either afraid or brave, we’re usually both.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Love' is the only weapon I have, I will defend with love, I will attack with love.", "owner": "Amit Kalantri"}, {"item": "Not all things that fall down break. Some develop wings.", "owner": "Neelam Saxena Chandra"}, {"item": "Stars do not hide from darkness. Roses do not hide from thorns. Diamonds do not hide from pressure.", "owner": "Matshona Dhliwayo"}, {"item": "All my problems bow before my stubbornness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "It is wiser to love who you are than what you want.", "owner": "Rasheed Ogunlaru"}, {"item": "Average is common. Excellence is rare.", "owner": "Izey Victoria Odiase"}, {"item": "If the sky never grew dark, we would not be able to clearly see the stars.", "owner": "Matshona Dhliwayo"}, {"item": "If you want to change yourself, you have to change your point of view.", "owner": "Nina Hrusa"}, {"item": "Stars don't beg the sky to shine.", "owner": "Matshona Dhliwayo"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "When the storm runs out of breath, a rainbow is born.", "owner": "Matshona Dhliwayo"}, {"item": "Promise yourself to achieve lifestyle you’ve always dreamt of… and dare to achieve it!", "owner": "Sahara Sanders, INDIGO DIARIES: A Series of Novels"}], "common_tag": "motivational-quotes,", "updatedAt": "2023-05-26 21:16:05"}