{"contents": [{"item": "If you can feel the future, then you are about to experience it.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "So shut up, live, travel, adventure, bless and don't be sorry", "owner": "Jack Kerouac, Desolation Angels"}, {"item": "Insanity is doing the same thing, over and over again, but expecting different results.", "owner": "Narcotics Anonymous"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You have to discover the essence of your creation", "owner": "Sunday Adelaja"}, {"item": "Everything comes out of time.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Trials makes you to develop the qualities of a successful man", "owner": "Sunday Adelaja"}, {"item": "Don't eat the bread unless you want to leave bread crumbs.", "owner": "Anthony T. Hincks"}, {"item": "Illiteracy breeds more ignorance than you can ever begin to imagine.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Living a selfish life is a recipe for disaster", "owner": "Sunday Adelaja"}, {"item": "One of the most healing things you can do is recognize where in your life you are your own poison.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Don’t allow your life disappear into an abstract mirage", "owner": "Sunday Adelaja"}, {"item": "Your territory of choice is irrelevant, time conversion is what matters.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Don’t let the noise of others’ opinions drown out your own inner voice.\", 2005]", "owner": "Steve Jobs"}, {"item": "We get distracted through employment and rarely have time to discover our true selves", "owner": "Sunday Adelaja"}, {"item": "Mistakes are experiences. Without these experiences, there is no learning.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "To maximize time is to make sure that every second, minute and hour counts", "owner": "Sunday Adelaja"}, {"item": "If you won’t trust yourself, nobody else will.", "owner": "Anamika Mishra"}, {"item": "The greatest life is the love for God. And the love for thy neighbour.", "owner": "Lailah Gifty Akita"}, {"item": "Ignite the light within you, it will make your world brighter.", "owner": "Avis J. Williams"}, {"item": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "The way we assess time as humans determines what we become", "owner": "Sunday Adelaja"}, {"item": "Your life begins to change the day you take responsibility for it.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Faith is the substance of things hoped for, evidence of things not seen.", "owner": "Compton Gage"}, {"item": "Live life with a purpose and live it full out.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "You have grace to live your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "God believes in you. So why don't you?", "owner": "Anthony T. Hincks"}, {"item": "Jesus Christ is three in one: the way, the truth, and the life.", "owner": "Lailah Gifty Akita"}, {"item": "Humanity lives in eager expectation of your products.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "Destiny is manifested only through action.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "With the power of solitude, you can actually take up a decision to invent anything.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "When we live holy we will glorify self but when we glorify God we will live holy", "owner": "indonesia123"}, {"item": "Whoever said that money didn't buy happiness was a damn fool. A damn fool who'd never been poor.", "owner": "Tom Cooper, The Marauders"}, {"item": "Joblessness opens the door for greater opportunities", "owner": "Sunday Adelaja"}, {"item": "Cannot put a finger on what precedes the other, bachelor/spinsterhood or self-obsession.", "owner": "Sandeep Sahajpal"}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "At the end of the day, let there be no excuses, no explanations, no regrets.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Reach out, with all your heart, to your divine-dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "No one has truly become successful on life without having to organize his life.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "I know certain truths about life.", "owner": "Dana Reinhardt, How to Build a House"}, {"item": "Be strategic and purposeful in whatever you do", "owner": "Sunday Adelaja"}, {"item": "Travelling unveils new dimensions of this world not known to the naked eye.", "owner": "Wayne Chirisa"}, {"item": "One of the best ways to influence people is to make those around you feel important.", "owner": "Roy T. Bennett"}, {"item": "Trust GOD with the life He gave you.", "owner": "TemitOpe Ibrahim"}, {"item": "There is a level of positive anger that needed to be alive and to make a head way in this life.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The real service to God is when it involves people in need", "owner": "Sunday Adelaja"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "God has no regard for the ignorant.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "We only perceive God when we receive people", "owner": "Sunday Adelaja"}, {"item": "Every student adheres to strict discipline", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If you do not work hard, nothing works.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "..because never in my life have I ever been picked when there was another alternative.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "Don't nourish your fears more than you nourish your hopes.", "owner": "Steve Maraboli"}, {"item": "Knowledge is what you know,that gives you an edge overthe ordinary person.", "owner": "Dele Ayo Bankole"}, {"item": "Getting to know who you are is the secret to ensuring that your life will not be dull and unnoticed", "owner": "Sunday Adelaja"}, {"item": "No amount of regretting can change the past, and no amount of worrying can change the future.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People who understands how to convert their time into useful products do not complain of boredom.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Be eager to explore new discoveries", "owner": "Sunday Adelaja"}, {"item": "The world is before you, and you need not take it or leave it as it was when you came in.", "owner": "James     Baldwin"}, {"item": "It is always better to look at the bright side of life.", "owner": "Lailah Gifty Akita"}, {"item": "The minimum you should do with your life is to at least reproduce it.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "The fundamental emotional need of every child is being-with.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "There's more to life than love.", "owner": "Ramon Bautista, Bakit Hindi Ka Crush ng Crush Mo?"}, {"item": "Do not allow your life to keep pouring out and reducing without converting it to tangible products.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Life is like an onion; you peel it off one layer at a time, and sometimes you weep.", "owner": "Carl Sandburg"}, {"item": "Your resources could go to where your hands could not reach.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "A selfish living is a wasteful living", "owner": "Sunday Adelaja"}, {"item": "There can never be someone greater at being you than you.", "owner": "DeWayne Owens"}, {"item": "Life is not a problem to be solved. It is an opportunity to love and unfold the beauty of life.", "owner": "Debasish Mridha"}, {"item": "You can only gain the benefit of something when you invest and spend time", "owner": "Sunday Adelaja"}, {"item": "Some people just carry heavy hearts and more often than not it has nothing to do with you.", "owner": "Nikki Rowe"}, {"item": "Be steady and well-ordered in your life so that you can be fierce and original in your work.", "owner": "Gustave Flaubert"}, {"item": "Stop living for compensation but begin to cultivate your own ground.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Time is the content of life", "owner": "Sunday Adelaja"}, {"item": "Life's managed, not cured. ", "owner": "Phillip C. McGraw"}, {"item": "The penalty for procrastination is the loss of hopes and dreams.", "owner": "Tai Lopez"}, {"item": "If you really desire greatness, you should make up your mind to be a hard worker.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Make your heart the most beautiful home.", "owner": "Lailah Gifty Akita"}, {"item": "The only power the devil has is in our area of ignorance.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "The nature of God is in every man", "owner": "Sunday Adelaja"}, {"item": "Raise a smile and lower stress", "owner": "Benny Bellamacina"}, {"item": "When you invest more time into something than others, you become the best among equals.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "You can never become great living the life of a time waster.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Life is fulfilling when you are being productive", "owner": "Sunday Adelaja"}, {"item": "Time used to do irrelevancies can be channeled into something productive instead", "owner": "Sunday Adelaja"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}], "common_tag": "life,", "updatedAt": "2023-07-01 19:09:51"}