{"contents": [{"item": "Talent is never enough. Effort, not talent, is the key to success.", "owner": "Mensah Oteh"}, {"item": "The words of men cannot be trusted, especially men like you!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "What you do consistently shapes your life.", "owner": "Mensah Oteh"}, {"item": "Success isn’t entirely a numbers game, but numbers play a part.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Your ego does not need to be crushed, it needs to be redeemed.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "i'm glad to be alive in a world wherehis gently awakening eyesnourish the morning sun.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "Your vision is a glimpse of your purpose and a picture of your larger dream.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "To get to ‘yes’ from ‘no’, you may have to journey through ‘maybe’.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Self-discipline is a prerequisite to progress.", "owner": "Mensah Oteh"}, {"item": "you came in slowly like the fog and consumed me.", "owner": "Ava, This Is How You Know I Want You."}, {"item": "Though it’s reasons to burn may vary... you are always the fuel of my fire.", "owner": "Ranata Suzuki"}, {"item": "He was both everything I could ever want…And nothing I could ever have…", "owner": "Ranata Suzuki"}, {"item": "Do not turn me intorestless watersif you cannot promiseto be my stream.", "owner": "Sanober  Khan"}, {"item": "Love is the opposite of fear and it lights the flames of a million hearts.", "owner": "Amy Leigh Mercree"}, {"item": "If only thy eyes flutter once, the bees lose their direction and the fighting men their aim!", "owner": "Avijeet Das"}, {"item": "Our task is not to find love but to remove all blocks that we have built against it.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Vested in fear, frightened of failure, but beyond that I choose to surrender to my fated success.", "owner": "Julieanne O'Connor"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "The best way of creating motivation is to do something. If you take action, motivation will follow", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Love' is the only weapon I have, I will defend with love, I will attack with love.", "owner": "Amit Kalantri"}, {"item": "Your rebel soul shines like a diamond pulled from dust: bright, clear and flawless.", "owner": "Jay     Long"}, {"item": "i’m going to love again so quietlyno one will know i’m home.", "owner": "stephanie   roberts"}, {"item": "Being present to yourself in love and with kindness is the ultimate gift.", "owner": "Amy Leigh Mercree"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Feed your soul; books, places, people, anything. That helps it grow.", "owner": "M.L. Shanahan"}, {"item": "Fear takes you low, faith takes you high, but love takes you everywhere.", "owner": "Matshona Dhliwayo"}, {"item": "I keep the light and love from my ancestors and let go of the rest.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "the intensityin your eyesburns my penas i write.", "owner": "Sanober  Khan, A touch, a tear, a tempest"}, {"item": "I don't care about your pasti know one thingthati want to be your last", "owner": "Aamir Sarfraz (aamir rajput khan)"}, {"item": "Define success by your terms, not by other people’s standards.", "owner": "Mensah Oteh"}, {"item": "I spent all nightweaving a poem for you to wear. You look so beautifulwhen you wear my light.", "owner": "Kamand Kojouri"}, {"item": "The people we adore in our lives brighten our days and illuminate our nights.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The most important relationship in your life should be your relationship with yourself.", "owner": "Mensah Oteh"}, {"item": "By forgiving others, you consciously cut ties with the negative energies that are binding you.", "owner": "Kim Ha Campbell, Inner Peace Outer Abundance"}, {"item": "I am looking for the one I can’t fool.", "owner": "Kamand Kojouri"}, {"item": "I Love the Smell of Success in the Shadows of Failure.~Ayyaz Ameer Meo", "owner": "Ayyaz Ameer Mayo"}, {"item": "I think of you only twice a day - when I am alone and when I am with someone else.", "owner": "Amit Kalantri, I Love You Too"}, {"item": "You're very naive and innocent, and don't understand a lot of things yet.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Stop smiling as if I’ve been acquainted with you for ages!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "i sometimes think i'm too in love with alone. who could i love more than this peace?", "owner": "Ava, You Are Safe Here."}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "It is the deepest of wrongs I am driven to write…. And losing you was one of them.", "owner": "Ranata Suzuki"}, {"item": "God has a passion for brand new beginnings.", "owner": "Ngina Otiende, The Wedding Night: Embracing Sexual Intimacy as New Bride"}, {"item": "Love will always be blind, but will never be deaf.", "owner": "Matshona Dhliwayo"}, {"item": "The moon stared at me through sprinkled nighttime stardust and I alone smile.", "owner": "Jay     Long"}, {"item": "I need to stop running back to you in my mind all the time.", "owner": "Ranata Suzuki"}, {"item": "IF YOU AIN'T RAISING THE VIBRATION YOU ARE KILLING THE VIBE!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "Love alone means nothing unless you have a tortured heart for it to soothe.", "owner": "Piper Payne, White Lies"}, {"item": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Why don't we pay more attention to little children and be nice to each other.", "owner": "Nurudeen Ushawu"}, {"item": "Relationships are valuable no matter who they are between.", "owner": "Donna Goddard, Waldmeer"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Love: the great connector. Stay Connected", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "LOVE, is the most powerful thing that makes my world turn upside down.", "owner": "Bernie Yaras"}, {"item": "Progress can’t be achieved without investing in and constantly improving yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I don't want you to leave. I want you to stay.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I need only you, Milano, not your money.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "It's just like in a Brazilian serial! Destiny has brought us together.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Love isn't about holding on. It's about letting go.", "owner": "Jacqueline Simon Gunn"}, {"item": "Commit to the lifestyle of investing in you first. It always produces the best return.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I had always wanted to hear those words.I had always wanted to be your girl.", "owner": "Ranata Suzuki"}, {"item": "I love my animal allies and am grateful for their support. I accept it.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "If love was absent, you would not feel disappointed; you would feel indifferent.", "owner": "Staci Bartley, A Dose Of Love: Simple words of wisdom for creating more love and less fear in your relationships."}, {"item": "Gratitude is only expressed and appreciated in proportion to your understanding of grace.", "owner": "Mensah Oteh"}, {"item": "We learn from conflicts only when we are willing to do so.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "You are like a narcotic plant.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Get around people who are trying to make a difference in the world. Iron sharpens iron.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Heaven is a place where all the dogs you've ever loved come to greet you.", "owner": "Oliver Gaspirtz, Pet Humor!"}, {"item": "THE BEST THING YOU CAN GIVE TO GOD AND HUMANITY IS YOURSELF.", "owner": "WISDOM KWASHIE MENSAH (WKM)"}, {"item": "the onewho will jolt awakeall the unwrittenthe unsungand the unlived in me. i am waitingfor him.", "owner": "Sanober  Khan"}, {"item": "You’re everything to me. But at best, I’m just a memory to you.", "owner": "Ranata Suzuki"}, {"item": "Comfort, joy, and love are key ingredients to a rich, pleasurable life. Prize them.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "To fall in love with someone's thoughts - the most intimate, splendid romance.", "owner": "Sanober  Khan"}, {"item": "I always have many roads to travel, but I take the one which leads to you.", "owner": "Amit Kalantri, I Love You Too"}, {"item": "Life is surprises, try not to expect everything.", "owner": "Nidhal Tekaya"}, {"item": "I accept love and bliss from benevolent, highly vibrational spirit friends for my highest good.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Ninety-five per cent of your success or failure will come from your daily habits.", "owner": "Mensah Oteh"}, {"item": "Have you decided how great you want to be? It’s really up to you. Greatness is a choice.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "your handtouching mine.this is howgalaxiescollide.", "owner": "Sanober  Khan"}, {"item": "stay curious and stay the brave, strong, unrelenting soldier of love that you are.", "owner": "Ava, You Are Safe Here."}, {"item": "The secret to loving relationships is to never give more love than you have for yourself.", "owner": "Tice Davids aka David T. Parker"}, {"item": "let your love cover me like skin.i want the whole world to see.", "owner": "AVA., this is how you know i want you."}, {"item": "Love does not leave, it grows and transforms into something different.", "owner": "Staci Welch-Bartley"}, {"item": "Your omnipresence is marvellous!I breathe and you enter me.I exhale and enter into you.", "owner": "Kamand Kojouri"}, {"item": "Notice how extraordinary your life truly is. It’s filled with love. Open your heart to it.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Discipline is more about self-control through your inner strength and less about restriction.", "owner": "Mensah Oteh"}, {"item": "Not words. nor laughter. but rather someonewho will fall in lovewith your silence.", "owner": "Sanober  Khan"}, {"item": "To find true fulfilment, you must live your life’s purpose.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Your vision helps you filter your decisions or choices and directs your actions.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}], "common_tag": "love-quotes,", "updatedAt": "2023-07-01 19:09:51"}