{"contents": [{"item": "Live every single moment of your life, for the one thing that is most precious to you.", "owner": "Abhijit Naskar"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The most important lessons are learned during the process. Pay attention to the process.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "Travelling unveils new dimensions of this world not known to the naked eye.", "owner": "Wayne Chirisa"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Everything starts from inside of us, then comes outside of us.", "owner": "Avis J. Williams"}, {"item": "If you do not have control over your mouth, you will not have control over your future.", "owner": "Germany Kent"}, {"item": "Learn to be You. Why follow in someone else's footprints?", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "Luck, I believe, is where preparation meets opportunity.", "owner": "Marcella Purnama, What I Wish I Had Known"}, {"item": "Don't over-focus on the negatives and under-focus the positives in your life.", "owner": "Lalah Delia"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Sometimes a man cannot live up to the best idea they dared to have", "owner": "Javier Merizalde"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "Think \"Energy\" before opening your mouth. Send out good vibes in every word you pronounce.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "lessons of medicrity, to a great extent, produce students of mediocrity", "owner": "Ernest Agyemang Yeboah"}, {"item": "What matters most is that you take the journey (of self awareness and transformation).", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "The important thing is not to survive, but to live.", "owner": "Abhijit Naskar"}, {"item": "The beginning is always NOW.", "owner": "Roy T. Bennett"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't bite off more than you can chew because nobody looks attractive spitting it back out.", "owner": "Carroll Bryant"}, {"item": "To fail is to not try at all.", "owner": "Peprah Boasiako"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "There is a difference between how you live your life, and what you do with your life.", "owner": "Abhijit Naskar"}, {"item": "Real love is a humble receptivity of a silent heart that is prepared to melt and merge…", "owner": "Banani Ray, Awakening Inner Guru"}, {"item": "Life’s best lessons are learned during the most painful experiences.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "Nourish your Nature. Be who you are meant to be.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "A loud smile is often a fake laugh.", "owner": "Saahil Prem"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Everything is possible and impossible at the same time this is what we live with every time. ", "owner": "Surajit Sarkar"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Embracing change can be daunting, but it is our willingness to do better that makes it worthwhile.", "owner": "Peprah Boasiako"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "The more you learn, the more you want to learn.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Life changes us. To wish otherwise is pointless.", "owner": "Nalini Singh, Angels Of Darkness"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It is a rule of life that we eventually become victims of the evil we do to others.", "owner": "Wayne Gerard Trotman"}, {"item": "It is better to do the will of God than seek your own ways.", "owner": "Lailah Gifty Akita"}, {"item": "Your own shortcomings are the best ground to grow your sense of humor.", "owner": "Stu Konigsberg"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What doesn't kill me provides writing material.", "owner": "Wayne Gerard Trotman"}, {"item": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never wear a shoe that doesn't fit you", "owner": "Aireen Pontillo"}, {"item": "Are we living life, or is life living us?", "owner": "Michael P. Naughton, Deathryde: Rebel Without a Corpse"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Who you were taught to be is not who you really are! How about learning to be you?", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "When you hoard knowledge, you deprive yourself of blessings and growth.", "owner": "Kemi Sogunle"}, {"item": "No one could teach you to be you... until now!", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "Soap, toothpaste and detergent are all \"new and improved\". Are you?", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "This life is not perfect, live it to the full, it's all we have", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is a rich literature.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop making excuses and start doing what makes you profoundly happy!", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you want to live your life to the fullest you must start believing in yourself today.", "owner": "Nurudeen Ushawu"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is a journey filled with experiences but without the experiences, there will be no life.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Focus on making yourself better, not on thinking that you are better.", "owner": "Bohdi Sanders, The Secrets of Worldly Wisdom: Your Key to Unlocking Success"}, {"item": "Your life is your choice, so make it worthwhile", "owner": "Wennie Lin"}, {"item": "One can not come back from life.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Open the window of your mind. Allow the fresh air,new lights and new truths to enter.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Why don't we pay more attention to little children and be nice to each other.", "owner": "Nurudeen Ushawu"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "All our wisdom is stored in the trees.", "owner": "Santosh Kalwar"}, {"item": "The unhappiest people in this world, are those who care the most about what other people think.", "owner": "C. JoyBell C."}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The easiest way to be reborn is to live and feel life everyday", "owner": "Munia Khan"}], "common_tag": "life-and-living,", "updatedAt": "2023-07-01 19:09:51"}