{"contents": [{"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "I accept love and bliss from benevolent, highly vibrational spirit friends for my highest good.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Life goals hold the key to a lifetime of success.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "I am looking for the one I can’t fool.", "owner": "Kamand Kojouri"}, {"item": "To achieve success, you need to develop the ability to see through your mind’s eye continuously.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "i writebecauseit is the only wayi can reach you.", "owner": "Sanober  Khan"}, {"item": "Success isn’t entirely a numbers game, but numbers play a part.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "The moon stared at me through sprinkled nighttime stardust and I alone smile.", "owner": "Jay     Long"}, {"item": "...I fell asleep and had a dream that a king was liquidated by a group of kind faces....", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "If love is what we are, then every human interaction is an opportunity to express ourselves.", "owner": "Dragos Bratasanu, Ph.D., Sleepers: A Little Book on How to Find Hope, Meaning and the Courage to Fall in Love with Your Dreams"}, {"item": "All hate is hurt, all compassion is understanding", "owner": "Rasheed Ogunlaru"}, {"item": "Anything in your life achieved too soon or too freely with little sacrifice is lost too quickly", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Success has more to do with what you are willing to sacrifice than your skills, talent or IQ.", "owner": "Mensah Oteh"}, {"item": "Have you decided how great you want to be? It’s really up to you. Greatness is a choice.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Lie with me Lie to me not! ", "owner": "Lukhman Pambra"}, {"item": "Feed your soul; books, places, people, anything. That helps it grow.", "owner": "M.L. Shanahan"}, {"item": "i sometimes think i'm too in love with alone. who could i love more than this peace?", "owner": "Ava, You Are Safe Here."}, {"item": "God has a passion for brand new beginnings.", "owner": "Ngina Otiende, The Wedding Night: Embracing Sexual Intimacy as New Bride"}, {"item": "Dare to be different.", "owner": "Mensah Oteh"}, {"item": "Love will always be blind, but will never be deaf.", "owner": "Matshona Dhliwayo"}, {"item": "I know he wasn’t perfect…But he did the best impression of it I’ve ever seen.", "owner": "Ranata Suzuki"}, {"item": "It’s not how long you live that matters, it’s how well you live.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Become skilled in the process of selecting whom you allow into your circle of influence.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "THE BEST THING YOU CAN GIVE TO GOD AND HUMANITY IS YOURSELF.", "owner": "WISDOM KWASHIE MENSAH (WKM)"}, {"item": "Stop smiling as if I’ve been acquainted with you for ages!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I am filled with abundance, gratitude, and love.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "the intensityin your eyesburns my penas i write.", "owner": "Sanober  Khan, A touch, a tear, a tempest"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Love is relentless, and so am I ;)", "owner": "Keisha Keenleyside"}, {"item": "Get around people who are trying to make a difference in the world. Iron sharpens iron.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "IF YOU AIN'T RAISING THE VIBRATION YOU ARE KILLING THE VIBE!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "Your vision helps the world identify you at the appropriate time.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "When we set an intention to explore our emotional hot spots, we create a pathway to real love.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "What you do consistently shapes your life.", "owner": "Mensah Oteh"}, {"item": "I swear I won't touch you even with a finger until you ask me yourself.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I asked myself only when he needed my help, \"How will the broken heal the wounded?", "owner": "Sanhita Baruah"}, {"item": "Consistency in action is easy once you convert your daily disciplines and activities into habits.", "owner": "Mensah Oteh"}, {"item": "I need to stop running back to you in my mind all the time.", "owner": "Ranata Suzuki"}, {"item": "Not words. nor laughter. but rather someonewho will fall in lovewith your silence.", "owner": "Sanober  Khan"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "Comfort, joy, and love are key ingredients to a rich, pleasurable life. Prize them.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Your love brought me closer to God.", "owner": "Kamand Kojouri"}, {"item": "Everything started as nothing.", "owner": "Auliq Ice"}, {"item": "Our need for instant gratification is the reason we’re drawn to liars and hot air blowers.", "owner": "Izey Victoria Odiase"}, {"item": "Love everyone but chose your friends with caution.", "owner": "Mensah Oteh"}, {"item": "keep following your heart.it won't always be easy, but it'll be the most important thing you'll do.", "owner": "Ava"}, {"item": "You are the best thing that will happen to someone today.", "owner": "Mensah Oteh"}, {"item": "and the afterglow...of your gaze...is the onlysweater that I need.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "We learn from conflicts only when we are willing to do so.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Choosing to unconditionally love others is a path to deep joy.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "I had embraced you...long before i hugged you.", "owner": "Sanober  Khan, A Thousand Flamingos"}, {"item": "Love' is the only weapon I have, I will defend with love, I will attack with love.", "owner": "Amit Kalantri"}, {"item": "To fall in love with someone's thoughts - the most intimate, splendid romance.", "owner": "Sanober  Khan"}, {"item": "Feedback is to success like rest is to the body.", "owner": "Mensah Oteh"}, {"item": "You're very naive and innocent, and don't understand a lot of things yet.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Of all the things I wish for her, above all, I want her to know and love the sea.", "owner": "Laurie Nadel, Dancing with the Wind: A True Story of Zen in the Art of Windsurfing"}, {"item": "Life is surprises, try not to expect everything.", "owner": "Nidhal Tekaya"}, {"item": "Be willing to give up something you believe to be of value to get something of greater value.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Progress can’t be achieved without investing in and constantly improving yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Love doesn't go away overnight. It sometimes stays for coffee.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "A brave girl! And a unique one. The best that I have ever met in my life.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "through the rose glass window in their beautiful new home, you stare at the love you gave away.", "owner": "Ava"}, {"item": "I’m giving pleasure to you. Don’t interfere.", "owner": "Olga Goa"}, {"item": "The ending of your story all depends on the beginning of ours.", "owner": "Piper Payne"}, {"item": "Truth. Humans don't need the Truth.", "owner": "Robert Neil Fleischer, Alien Biography"}, {"item": "Failure is a pitfall of working without a plan.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Define success by your terms, not by other people’s standards.", "owner": "Mensah Oteh"}, {"item": "Dear Single Ladies, Love is precious, Remember this: You are worth pursuing. Don't Cheapen Yourself", "owner": "Genereux Philip"}, {"item": "I let my love for all flow through art, and I express how I feel.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I need only you, Milano, not your money.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Though I never really had you….… to me you will always be the one that got away.", "owner": "Ranata Suzuki"}, {"item": "stay curious and stay the brave, strong, unrelenting soldier of love that you are.", "owner": "Ava, You Are Safe Here."}, {"item": "I don't care about your pasti know one thingthati want to be your last", "owner": "Aamir Sarfraz (aamir rajput khan)"}, {"item": "love wounds me with soft pillows with tender lips and fingers", "owner": "Sanober  Khan, A touch, a tear, a tempest"}, {"item": "Hard work without purpose seldom leads to success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "let your love cover me like skin.i want the whole world to see.", "owner": "AVA., this is how you know i want you."}, {"item": "You should only fall in love with someonewhose arms are open, and strong enough to catch you.", "owner": "Jacqueline Simon Gunn"}, {"item": "Everyone thinks to the extent of their own depravity.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Commit to the lifestyle of investing in you first. It always produces the best return.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Respect the wounds which you gave like thatKeep them in Heart for forever and never treated", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "Your vision helps you filter your decisions or choices and directs your actions.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Sharing our love is the highest form of bliss.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I’m a very careful man. Everything I do… Remember this… Everything I do means something to me.", "owner": "Tamie Dearen, Her Best Match"}, {"item": "i’m going to love again so quietlyno one will know i’m home.", "owner": "stephanie   roberts"}, {"item": "Your life today is a direct reflection of the decisions you made and the actions you took.", "owner": "Mensah Oteh"}, {"item": "Don't be shy, dear. I'm too old for you to be embarrassed by me.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I am rooted in the unlimited love of the heart of the universe.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}], "common_tag": "love-quotes,", "updatedAt": "2023-07-01 19:09:51"}