{"contents": [{"item": "For all the awkward girls that think they’re alone.You’re not.", "owner": "Alexa Riley, Guarding His Obsession"}, {"item": "He was now in that state of fire that she loved. She wanted to be burnt.", "owner": "Anaïs Nin, Delta of Venus"}, {"item": "...fairy tales, just a fancy word for lies...", "owner": "Cecelia Ahern, If You Could See Me Now"}, {"item": "I have nothing to give but my heart so full and these empty hands.\"\"They're not empty now.", "owner": "Louisa May Alcott, Little Women"}, {"item": "By the way, you don't need the makeup.\" Puck said.", "owner": "Michael Buckley, The Problem Child"}, {"item": "It's me being me making you be you...", "owner": "Nitya Prakash"}, {"item": "The minute I'm in a little pain ... your rough, tough, scary bad boy image totally falls apart.", "owner": "Christine Feehan, Dark Hunger"}, {"item": "Most don't deserve your tears... and the ones that do will never make you cry.", "owner": "T. Rafael Cimino, Table 21"}, {"item": "You picked the wrong girl to dominate, Dracula.", "owner": "Rebecca Zanetti, Fated"}, {"item": "Have you any other objection than your belief of my indifference?\"- Elizabeth Bennet", "owner": "Jane Austen"}, {"item": "Denial can be beautifulBut only when you're a fantastic liar", "owner": "Kim Holden, All of It"}, {"item": "She doesn't want the boy causing the distinction between \"love\" and \"in love", "owner": "Rachel Cohn"}, {"item": "He had taken George, my beloved George, from me. And he had taken my other self: Anne.", "owner": "Philippa Gregory, The Other Boleyn Girl"}, {"item": "He was too gorgeous for words and worst yet he knew it.", "owner": "Shannon Dermott, Beg for Mercy"}, {"item": "Rahasia alam semesta jauh lebih mudah dimengerti dibandingkan hati seorang perempuan.", "owner": "Erick Setiawan, Of Bees and Mist"}, {"item": "I wouldn't yell 'fire' at that slimeball if his ass was in flames.", "owner": "Victoria Dahl, Talk Me Down"}, {"item": "What he did to my heart was sheer, inexplicable, magic.", "owner": "Wendelin Van Draanen, Flipped"}, {"item": "If a man wants you, nothing can keep him away. If he doesn't want you, nothing can make him stay.", "owner": "Oprah Winfrey"}, {"item": "Isn't it lovely to be lovely me!", "owner": "Nancy Mitford, The Pursuit of Love & Love in a Cold Climate"}, {"item": "A man.A really manly man with a lot of mannishness in his manliness.", "owner": "Robert Thier, Storm and Silence"}, {"item": "You're so beautiful. I can't believe you're almost mine.", "owner": "Debra White Smith, First Impressions"}, {"item": "It kept him alive, he was certain; even more, it kept his darkest of his demons at bay.", "owner": "Lara Adrian, Kiss of Crimson"}, {"item": "My soul will find yours.", "owner": "Jude Deveraux, A Knight in Shining Armor"}, {"item": "I felt like a thief with a bagful of stolen glances.", "owner": "Jeanette Winterson"}, {"item": "The only problem with one-man woman was that he was not a one-woman man.", "owner": "Rachel Gibson, I'm In No Mood For Love"}, {"item": "Bella: I love you. Edward: You are my life now.", "owner": "Stephenie Meyer"}, {"item": "What really happened doesn't matter. What matters is how we agree to remember it.", "owner": "Leila Sales, Past Perfect"}, {"item": "L'avrebbe trovata?Senza il minimo dubbio.L'avrebbe salvata?Sempre.", "owner": "Lauren Kate, Torment"}, {"item": "my boy? he is evenbetter than books. -fiction has nothing on you.", "owner": "Amanda Lovelace, The Princess Saves Herself in this One"}, {"item": "If you get yourself killed, I'll find your grave and spit on it,\" she threatened.", "owner": "Julie Garwood, Honor's Splendour"}, {"item": "See me just as I see you.", "owner": "Nicholas Sparks, See Me"}, {"item": "My house seems remarkably full of people,\" he observed. \"Is it possible we were expected.", "owner": "Georgette Heyer, These Old Shades"}, {"item": "Anger precedes hate, while love vicariously hangs in the balance.", "owner": "Lorraine Gokul, Will Love Justify Everything?: Does Love Overcome the Injustices of Life?"}, {"item": "For the first time in a long time, I want more than I have.", "owner": "Nicola Yoon, Everything, Everything"}, {"item": "We've got a bond in common, you and I. We are both alone in the world.", "owner": "Daphne du Maurier, Rebecca"}, {"item": "Love is a smoke made with the fume of sighs.", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "I thought you were the loveliest, most enchanting creature God ever created.", "owner": "Judith McNaught, Whitney, My Love"}, {"item": "If they really want us to be happy, they'd let us pick ourselves.", "owner": "Lauren Oliver"}, {"item": "Romance is the glamour which turns the dust of everyday life into a golden haze. ", "owner": "Elinor Glyn"}, {"item": "Moments, when lost, can't be found again. They're just gone.", "owner": "Jenny Han, The Summer I Turned Pretty"}, {"item": "Missing you is worse than Pittsburgh.", "owner": "Salvador Plascencia, The People of Paper"}, {"item": "No matter what happened, he was Dex and I was Perry and that combination only led to trouble.", "owner": "Karina Halle, Into the Hollow"}, {"item": "The male gender remembers only the things that entertain them.", "owner": "Dante Burroughs, My Lord Raven"}, {"item": "You know what they say about boys next door...", "owner": "Jennifer L. Armentrout, Obsidian"}, {"item": "I had buried my romance in a bed of asphodel.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "My fingers are wet. I haven’t even got passed your panties yet.", "owner": "Nicky Fox, My Pin-up Girl"}, {"item": "To the beginning of the rest of our lives.- Leo", "owner": "Sherry Thomas, Not Quite a Husband"}, {"item": "Guess our sex is hot, we start fires.", "owner": "Toni Aleo, Overtime"}, {"item": "If death is your lover, you don't got to be afraid ever that he will ever leave you", "owner": "Francesca Lia Block, Echo"}, {"item": "Let me rephrase.” He took a seething step toward me. “When it comes to you… I don’t like to share.", "owner": "Samantha Young, On Dublin Street"}, {"item": "Will you love me enough?", "owner": "Ana Monnar"}, {"item": "Oh yeah? How about M'Lin the cursed?", "owner": "L.J. Smith"}, {"item": "I said, you're the beat of my heart, the breath in my body, the light in my soul.", "owner": "J.D. Robb, Indulgence in Death"}, {"item": "If he was planning to attack and ravish, he gave no indication of being in a hurry to do so.", "owner": "Julia Quinn, Ten Things I Love About You"}, {"item": "A woman could be as beautiful as she felt herself to be.", "owner": "Laura Lee Guhrke, Guilty Pleasures"}, {"item": "You've got an awfully kissable mouth.", "owner": "F. Scott Fitzgerald, Gatsby Girls"}, {"item": "What can I do?” he asked. “To start taking care of you?", "owner": "Toni Blake, Whisper Falls"}, {"item": "He rolled his eyes. \"Fiction lies for the truth.", "owner": "Kristine Grayson, Wickedly Charming"}, {"item": "Sex might satisfy, food might fuel, love might sustain, but without coffee, what is the point?", "owner": "Nora Roberts, Heart of the Sea"}, {"item": "I won't sugarcoat shit. You're tiptoeing on the line between batshit crazy and sane.", "owner": "Toni Aleo, Overtime"}, {"item": "I wish I knew how to calibrate my kiss the way he did but passion allows us to hide more.", "owner": "André Aciman, Call Me by Your Name"}, {"item": "I want to be able to love you, more than I fear losing you, and I don’t know how.", "owner": "Mia Sheridan, Archer's Voice"}, {"item": "One can't fight with oneself, for this battle has only one loser.", "owner": "Mario Vargas Llosa, Aunt Julia and the Scriptwriter"}, {"item": "When I'm with you, bells go off in my head like a moving truck that's backing up.", "owner": "Jodi Picoult, Vanishing Acts"}, {"item": "Love is photogenic, it develops in the dark.", "owner": "Lorraine Gokul"}, {"item": "No one compares to you, but there's no you, except in my dreams tonight.", "owner": "Lana Del Rey"}, {"item": "Because we all need to believe in movies, sometimes.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "Will you be my forever, Donia?", "owner": "Melissa Marr, Darkest Mercy"}, {"item": "Even the boy who cried wolf as right about the wolf once.", "owner": "Sherry Thomas, Not Quite a Husband"}, {"item": "But something about Clint tossed off sparks that set her nerves on fire.", "owner": "Aria Kane, Once Upon a Darkness"}, {"item": "Don’t tell me your name. It’s likely to awaken my conscience, and that’s the last thing we want.", "owner": "Julia Quinn, Ten Things I Love About You"}, {"item": "As we stood there, chest high in water, I felt like I was in the middle of my own romance novel.", "owner": "Em Bailey, Shift"}, {"item": "Love is a luxury.\"\"No. Love is an element.\"An element. Like air to breathe, earth to stand on.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "How could you fall in love with a three inch worm?", "owner": "Stephenie Meyer, The Host"}, {"item": "The Very first moment I beheld him, my heart was irrevocably gone.", "owner": "Jane Austen, Love and Friendship"}, {"item": "Oh, Lord, why was she doomed to adore a man steeped in blindness and utter stupidity?", "owner": "V.S. Carnes"}, {"item": "I’d lick you numb, Mariah. You have no idea the things I’m capable of.", "owner": "Pella Grace, Knock Love Out"}, {"item": "I want all of my lasts to be with you", "owner": "Swapna Rajput"}, {"item": "You ought to be blowing me kisses, wench.", "owner": "George R.R. Martin, A Storm of Swords"}, {"item": "Bu umut olmasa o üzüm sepetinin başında bir dakika bile bekleyemem.", "owner": "Kemal Demirel, Piano Piano Bacaksız (Evimizin İnsanları) - The People of Our Home"}, {"item": "We're all the same in the dark.", "owner": "J.J. Murray, Renee And Jay"}, {"item": "I love you too, Will Blakelee,\" she whispered, leaning in to kiss him again.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "Do you think there's a difference? Between belonging with and belonging to?", "owner": "Jenny Han, To All the Boys I've Loved Before"}, {"item": "It’s not that I don’t like it, it’s just…” His eyes dropped from hers again, almost as if-?", "owner": "Katie Allen, Breaking the Silence"}, {"item": "Love, like madness, can only fill the models that society makes available.", "owner": "Neel Burton"}, {"item": "I look for you in every life, but I don't always find you. And sometimes I find you too late.", "owner": "Kirsten Miller, The Eternal Ones"}, {"item": "Dreams only come true if youpoint yourself in their direction", "owner": "Tina Reber, Love Unrehearsed"}, {"item": "A light rain touches my cheek like an angel's butterfly kisses.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "Inti dari hubungan adalah memiliki seseorang saat kita membutuhkannya\".", "owner": "Lisa Kleypas"}, {"item": "She needed to come with an instructional manual. And one not written in Spanish.", "owner": "Kelly Moran, Benediction"}], "common_tag": "romance", "updatedAt": "2023-05-26 21:16:05"}