{"contents": [{"item": "By changing your perception, awareness, and actions you create yourself again and again.", "owner": "Debasish Mridha"}, {"item": "Be simple, stay humble, care with love, hug with kindness.", "owner": "Debasish Mridha"}, {"item": "If life is an adventure, then a vacation is an adventure to find true joy.", "owner": "Debasish Mridha"}, {"item": "Love is not a place to wander. Love is a feeling to deeply appreciate and enjoy.", "owner": "Debasish Mridha"}, {"item": "No civilization can thrive or survive if it refuses to adapt or change.", "owner": "Debasish Mridha"}, {"item": "Life is reflections of our thoughts.", "owner": "Debasish Mridha"}, {"item": "It is up to you to cultivate your field of mind in order to grow golden crops.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the ultimate secret of courage.", "owner": "Debasish Mridha"}, {"item": "If you are a tree, smiles are your flowers. Bloom endlessly.", "owner": "Debasish Mridha"}, {"item": "The breeze at the beach has a secret song in her heart which always lures us back.", "owner": "Debasish Mridha"}, {"item": "You were born with love and hope. Why do you feel that you have no power to win in life?", "owner": "Debasish Mridha"}, {"item": "Fear not! In life, problems are there to make you stronger.", "owner": "Debasish Mridha"}, {"item": "The key to wisdom is silent observation and reflection.", "owner": "Debasish Mridha"}, {"item": "Always focus on what is important—not what is urgent.", "owner": "Debasish Mridha"}, {"item": "Dare to learn. Dare to think. Dare to be irrational.", "owner": "Debasish Mridha"}, {"item": "A true education prepares you not only for living but also for life.", "owner": "Debasish Mridha"}, {"item": "A smile is the best makeup that can change your looks and your heart.", "owner": "Debasish Mridha"}, {"item": "The true wealth of a nation is not their natural resources but their achievements in education.", "owner": "Debasish Mridha"}, {"item": "Knowledge lets you swim and wisdom lets you fly.", "owner": "Debasish Mridha"}, {"item": "No matter what you do and how you do it, you will always be criticized. Do it anyway.", "owner": "Debasish Mridha"}, {"item": "A thinker will die, but his profound ideas have wings that fly forever.", "owner": "Debasish Mridha"}, {"item": "If there is no kindness with your rightness, then that is madness.", "owner": "Debasish Mridha"}, {"item": "Kindness has a power to change.", "owner": "Debasish Mridha"}, {"item": "In summer, a soothing warm breeze on a beach is the most soothing music for the soul.", "owner": "Debasish Mridha"}, {"item": "Leave a legacy of love and kindness for this lovely world.", "owner": "Debasish Mridha"}, {"item": "Sing a song of love with all of your passion and compassion. Let it reveal your inner beauty.", "owner": "Debasish Mridha"}, {"item": "Knowledge has no value if it does not enhance your wisdom.", "owner": "Debasish Mridha"}, {"item": "How much you love yourself will define how much you can love others.", "owner": "Debasish Mridha"}, {"item": "Success is living life with all of its songs and melodies, triumphs and tragedies.", "owner": "Debasish Mridha"}, {"item": "Today’s thoughts will define where you will be tomorrow.", "owner": "Debasish Mridha"}, {"item": "If you want to do something better, do it with profound love.", "owner": "Debasish Mridha"}, {"item": "Let all the love and beauty of our lives bloom like a flower reflected through our smiles.", "owner": "Debasish Mridha"}, {"item": "To live in happiness, always do something that will bring joy to others.", "owner": "Debasish Mridha"}, {"item": "A leader is solution oriented and a philosopher is problem oriented.", "owner": "Debasish Mridha"}, {"item": "With love, accept what is happening. Don’t shout at what should happen with anger.", "owner": "Debasish Mridha"}, {"item": "Art is a language which everyone understands in their own way.", "owner": "Debasish Mridha"}, {"item": "Often losing is better than winning. So don't fear to lose.", "owner": "Debasish Mridha"}, {"item": "Even if your pockets are empty, never forget to fill your heart with love.", "owner": "Debasish Mridha"}, {"item": "Education enlightens our minds to see the world with new lights.", "owner": "Debasish Mridha"}, {"item": "Be courageous enough to learn from failures and bold enough to begin anew.", "owner": "Debasish Mridha"}, {"item": "How beautiful it will be if your heart grows only the flowers of love and kindness.", "owner": "Debasish Mridha"}, {"item": "Love is the essence of life. Without love, life does not make any sense.", "owner": "Debasish Mridha"}, {"item": "Knowing your ignorance is better than your knowledge.", "owner": "Debasish Mridha"}, {"item": "It is more beautiful to be kind than right.", "owner": "Debasish Mridha"}, {"item": "Open your window with joy and allow all of the love come in to touch your heart.", "owner": "Debasish Mridha"}, {"item": "Don’t fear uniqueness. Fear similarities and acceptance. Create a new trend by defining yourself.", "owner": "Debasish Mridha"}, {"item": "Turn your failure into a fairytale.", "owner": "Debasish Mridha"}, {"item": "Our knowledge is so limited that often we are not much better than an ape.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the ultimate key to open the door to freedom.", "owner": "Debasish Mridha"}, {"item": "You are my best present and ultimate purpose of life.", "owner": "Debasish Mridha"}, {"item": "I don’t own anything, but I have everything.", "owner": "Debasish Mridha"}, {"item": "We are blessed with a finite life, but our imaginations are infinite.", "owner": "Debasish Mridha"}, {"item": "To teach better, be an example. People learn from those that do and not just talk.", "owner": "Debasish Mridha"}, {"item": "Those unuttered words of your smile can rewrite the history of this wonderful world.", "owner": "Debasish Mridha"}, {"item": "Without taking the risk of falling, no one can learn how to walk.", "owner": "Debasish Mridha"}, {"item": "To be a success, all we need is a purpose oriented journey filled with love and persistence.", "owner": "Debasish Mridha"}, {"item": "Life is transient and ephemeral so dance in your own way.", "owner": "Debasish Mridha"}, {"item": "Do what supports your long-term goals not what is easier.", "owner": "Debasish Mridha"}, {"item": "How often must I get lost in a strange land of fairytales so that I can find my true self?", "owner": "Debasish Mridha"}, {"item": "The only person you should compete with is you.", "owner": "Debasish Mridha"}, {"item": "Look at the world through your vision not through the misperceptions of others.", "owner": "Debasish Mridha"}, {"item": "Education enlightens you to see the beauty of life.", "owner": "Debasish Mridha"}, {"item": "With high hope and optimism, start swimming with time.", "owner": "Debasish Mridha"}, {"item": "Simply by changing our thoughts, we can sow the seeds of happiness in the garden of our minds.", "owner": "Debasish Mridha"}, {"item": "Vacations are the best time to find your true self deep inside.", "owner": "Debasish Mridha"}, {"item": "Creativity is a song of knowledge, imagination, and action.", "owner": "Debasish Mridha"}, {"item": "Be silent, but let your silence become the loudest message of love and compassion.", "owner": "Debasish Mridha"}, {"item": "Life is magnificent and vivacious, but it is also fugacious.", "owner": "Debasish Mridha"}, {"item": "Success is a choice, not an option.", "owner": "Debasish Mridha"}, {"item": "Wealth is a byproduct of positive, wealth-oriented thoughts.", "owner": "Debasish Mridha"}, {"item": "Oh my beloved friend! In your mirror, I see my reflection again and again.", "owner": "Debasish Mridha"}, {"item": "Act to make your vision a reality.", "owner": "Debasish Mridha"}, {"item": "The more you can forgive a person, the more you can love him.", "owner": "Debasish Mridha"}, {"item": "Until you break through the walls of fear, you will not be able to reach the door of opportunity.", "owner": "Debasish Mridha"}, {"item": "Dare to dream big. Never fear to fail. Take actions with love.", "owner": "Debasish Mridha"}, {"item": "My love is like agape and not eros.", "owner": "Debasish Mridha"}, {"item": "Kindness, not rituals, is mankind’s greatest prayer.", "owner": "Debasish Mridha"}, {"item": "To create new rules, use the power of love, courage, and kindness to break the rules.", "owner": "Debasish Mridha"}, {"item": "Life is a song. Your thoughts are the music. Now play beautiful music and sing a wonderful song.", "owner": "Debasish Mridha"}, {"item": "If you have to ask, ask for the ability to help others.", "owner": "Debasish Mridha"}, {"item": "An unhappy life is a wasted life.", "owner": "Debasish Mridha"}, {"item": "The prime purposes of our lives is to help others, love others, and be kind to others.", "owner": "Debasish Mridha"}, {"item": "Wisdom defines your value—not your wealth.", "owner": "Debasish Mridha"}, {"item": "Happiness is very simple. To be happy, think happiness.", "owner": "Debasish Mridha"}, {"item": "Your mind is the key to opening the door of opportunity.", "owner": "Debasish Mridha"}, {"item": "To fill yourself with bliss, today is the best time to start loving yourself deeply.", "owner": "Debasish Mridha"}, {"item": "Just be kind to be wise and to be intelligent.", "owner": "Debasish Mridha"}, {"item": "Nothing can contaminate the purity of my love—not even the dirt of hateful thoughts.", "owner": "Debasish Mridha"}, {"item": "My songs of life are so secret that I can’t find my tune.", "owner": "Debasish Mridha"}, {"item": "Love is the only highway to happiness.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha,", "updatedAt": "2023-05-26 21:16:05"}