{"contents": [{"item": "The most important question I ever asked a priest was where are the Bingo Dobbers at?", "owner": "Stabley Victor Paskavich"}, {"item": "People who demand signs never believe them when they come.", "owner": "Michael Card"}, {"item": "Properly read, the Bible is the most potent force for atheism ever conceived.", "owner": "Isaac Asimov"}, {"item": "No one is as murderously 'Islamophobic' as Islamists are.", "owner": "Nick Cohen"}, {"item": "Culture is religion externalized.", "owner": "Douglas W. Phillips"}, {"item": "The clothes have no emperor.", "owner": "Stewart Elliott Guthrie, Faces in the Clouds: A New Theory of Religion"}, {"item": "Are there any religions on your list that include the slaughter of noblemen as a holy duty?", "owner": "Brandon Sanderson, The Final Empire"}, {"item": "My religion is no way of knowing me.", "owner": "Jeet Thayil, Narcopolis"}, {"item": "People who change their religion should face the death penalty.", "owner": "Zakir Naik"}, {"item": "Mientras más mengüe tu nivel de inseguridad, más crecerá tu nivel de fe.", "owner": "Victor Manuel Rivera, En Busca de La Verdadera Libertad"}, {"item": "God not only loves the obedient - He enlightens them.", "owner": "Henry B. Eyring"}, {"item": "Does every christian obey Christ Jesus?", "owner": "Lailah Gifty Akita"}, {"item": "If Jesus came back and saw what was going on in his name, he'd never stop throwing-up.", "owner": "Woody Allen"}, {"item": "They are trying to make me into a fixed star. I am an irregular planet.", "owner": "Martin Luther"}, {"item": "If you are on the Path, and see the Buddha walking toward you, kill him.", "owner": "Allen Greenfield"}, {"item": "God, come down, if you're really there -Well, you're the one who claims to care!", "owner": "Morrissey"}, {"item": "You don't get to be a keeper of the faith without being a keeper of your brother.", "owner": "Johnathan Key"}, {"item": "It is easier to change a man's religion than to change his diet.", "owner": "Margaret Mead"}, {"item": "How many observe Christ's birthday! How few, His precepts!", "owner": "Benjamin Franklin"}, {"item": "Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.", "owner": "David Hume, A Treatise of Human Nature"}, {"item": "Aim at Heaven and you will get Earth 'thrown in': aim at Earth and you will get neither.", "owner": "C.S. Lewis, The Joyful Christian"}, {"item": "God has judged me all my life. But that is God's privilege, my lady. Not yours.", "owner": "Barbara Hambly, The Armies of Daylight"}, {"item": "Religious man was born to be saved, psychological man is born to be pleased.", "owner": "Philip Rieff, The Triumph of the Therapeutic: Uses of Faith after Freud"}, {"item": "Religion is for those who are scared of hell, and spirituality is for those who have been there.", "owner": "Bonnie Raitt"}, {"item": "Christ died for our sins. Dare we make his martyrdom meaningless by not committing them?", "owner": "Jules Feiffer"}, {"item": "Religion's just a well-oiled profit-driven denial of the randomness of it all.", "owner": "Wally Lamb"}, {"item": "Be careful what you wish for. You never know who will be listening.", "owner": "Terry Pratchett, Soul Music"}, {"item": "The trouble with being a god is that you've got no one to pray to.", "owner": "Terry Pratchett, Small Gods"}, {"item": "I hate organized religion. I hate that people use it to justify their crappy, bigoted beliefs.", "owner": "Hannah Harrington, Saving June"}, {"item": "In the beginning Man created God and in the image of Man created he him. ", "owner": "Jethro Tull"}, {"item": "Glory be to Him who changes others and remains Himself unchanged!", "owner": "Anonymous, The Arabian Nights"}, {"item": "They say religion is about love, but you wonder how much of it really is about fear.", "owner": "Deb Caletti, The Nature of Jade"}, {"item": "Many of us are confessional giants but ethical midgets.", "owner": "Mark  Buchanan, The Holy Wild: Trusting in the Character of God"}, {"item": "Believe in God is the boldness of being.", "owner": "Lailah Gifty Akita"}, {"item": "Unless there is a Good Friday in your life, there can be no Easter Sunday.", "owner": "Fulton J. Sheen"}, {"item": "If absolute power corrupts absolutely, where does that leave God?", "owner": "George Deacon"}, {"item": "Our only business is to love God, not to ask God for our necessities.", "owner": "A.C. Bhaktivedanta Swami Prabhupāda, The Science of Self-Realization"}, {"item": "My prayer is that when I die, all of hell rejoices that I am out of the fight.", "owner": "CS Lewis"}, {"item": "On the Disc, the Gods aren't so much worshipped, as they are blamed.", "owner": "Terry Pratchett, The Color of Magic"}, {"item": "A working knowledge of the devil can be very well had from resisting him.", "owner": "Flannery O'Connor, The Habit of Being: Letters of Flannery O'Connor"}, {"item": "The laws of physics is the canvas God laid down on which to paint his masterpiece", "owner": "Dan Brown, Angels & Demons"}, {"item": "Doubts are the ants in the pants of faith. They keep it awake and moving.", "owner": "Frederick Buechner"}, {"item": "One man's theology is another man's belly laugh.", "owner": "Robert A. Heinlein"}, {"item": "the body is wiser than its inhabitants. the body is the soul. the body is god’s messenger.", "owner": "Erica Jong"}, {"item": "The Maker is the Mighty One.", "owner": "Lailah Gifty Akita"}, {"item": "All the cunning of the devil is exercised in trying to tear us away from the word.", "owner": "Martin Luther"}, {"item": "God is a book I can no longer read.", "owner": "Floriano Martins"}, {"item": "The Good News is the gospel of glad-tidings.", "owner": "Lailah Gifty Akita"}, {"item": "Destiny waits in the hand of god, shaping the still unshapen..", "owner": "T.S. Eliot"}, {"item": "For those who believe, no proof is necessary. For those who don't believe, no proof is possible.", "owner": "Stuart Chase"}, {"item": "He who has rejected his demons badgers us to death with his angels", "owner": "Henri Michaux"}, {"item": "God's gifts put men's best dreams to shame.", "owner": "Elizabeth Barrett Browning"}, {"item": "No religion is higher than humanity.", "owner": "Abdul Sattar Edhi"}, {"item": "There are few things more dangerous than inbred religious certainty.", "owner": "Bart D. Ehrman, God's Problem: How the Bible Fails to Answer Our Most Important Question - Why We Suffer"}, {"item": "We have to believe in free-will. We've got no choice.", "owner": "Isaac Bashevis Singer"}, {"item": "God is a concept by which we measure our pain.", "owner": "John Lennon"}, {"item": "God does not bring two people together for the benefit of just one", "owner": "Rosemary West"}, {"item": "Though, I was born a Hindu, I solemnly assure you that I will not die as a Hindu", "owner": "B.R. Ambedkar, Writings And Speeches: A Ready Reference Manual"}, {"item": "Problems don't exist because people are religious people are religious because problems exist. ", "owner": "Ahmad Ammar"}, {"item": "Myth is what we call other people's religion.", "owner": "Joseph Campbell"}, {"item": "religion is no longer the opium of the people but the vitamin pills of the feeble.", "owner": "Régis Debray, Media Manifestos: On the Technological Transmission of Cultural Forms"}, {"item": "I shall drink to the Pope, if you please, still, to conscience first, and to the Pope afterwards.", "owner": "John Henry Newman"}, {"item": "All religions are true but none are literal.", "owner": "Joseph Campbell"}, {"item": "Har' icyumba satani atemerewe kujyamo n'umutima wawe kereste wowe umwemereye", "owner": "Dr Paul Gitwaza"}, {"item": "Out of 100 men, one will read the Bible, the other 99 will read the Christian.", "owner": "Dwight L. Moody"}, {"item": "Forgive, O Lord, my little jokes on TheeAnd I'll forgive Thy great big one on me.", "owner": "Robert Frost"}, {"item": "Religion is not a bridge between God and Man it is the Great Wall of China between them! ", "owner": "Mehmet Murat ildan"}, {"item": "Más importante que empezar bien nuestro caminar con Dios es terminar bien la obra.", "owner": "Victor Manuel Rivera, En Busca de La Verdadera Libertad"}, {"item": "Religion starts with desolation and ends with misery.", "owner": "M.F. Moonzajer"}, {"item": "To tell you the truth, I'm something of an atheist.", "owner": "Terry Pratchett, The Last Continent"}, {"item": "A moderated religion is as good for us as no religion at all—and more amusing.", "owner": "C.S. Lewis, The Screwtape Letters"}, {"item": "A preoccupation with the next world clearly shows an inability to cope credibly with this one.", "owner": "Richard K. Morgan, Broken Angels"}, {"item": "O LORD God give us a heart to heed to thy holy word.", "owner": "Lailah Gifty Akita"}, {"item": "Behavior is the substance of religion. Belief is the substance of relationship.", "owner": "Charles F. Stanley, God's Way Day By Day"}, {"item": "Heaven. The biggest waste of our time we ever invented, outside jigsaws.", "owner": "Caitlin Moran, How to Be a Woman"}, {"item": "Intolerance breeds hatred. Hatred creates divisions. Divisions destroy common grounds.", "owner": "Mamur Mustapha"}, {"item": "If I convert it's because it's better that a believer dies than that an atheist does.", "owner": "Christopher Hitchens, Mortality"}, {"item": "He who defends with love will be secure; Heaven will save him, and protect him with love.", "owner": "Lao Tzu"}, {"item": "The religion of one age is the literary entertainment of the next.", "owner": "Ralph Waldo Emerson"}, {"item": "Don’t tell me about your god with your words. Show me about your god with your actions.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "For the wages of sin is Death, but the gift of God is everlasting Life in Christ Jesus or LORD.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Mujahadah adalah kunci petunjuk, tidak ada kunci petunjuk selain mujahadah", "owner": "حجة الإسلام أبي حامد محمد الغزالي"}, {"item": "God doesn’t need to punish us. He just grants us a long enough life to punish ourselves.", "owner": "Barbara Kingsolver, The Poisonwood Bible"}, {"item": "It's simpler to believe in a miracle.", "owner": "William Golding, The Spire"}, {"item": "Above all else, guard your heart for it affects everything else you do.", "owner": "Anonymous, Holy Bible: New International Version"}, {"item": "Conflict is inevitable but combat is optional.", "owner": "Max Lucado, When God Whispers Your Name"}, {"item": "Is there any holy beings like human beings?", "owner": "Lailah Gifty Akita"}, {"item": "A persons character is shown through their actions in life NOT where they sit on Sunday.", "owner": "Navonne Johns"}, {"item": "Do not wait for the last judgment. It comes every day.", "owner": "Albert Camus"}, {"item": "If God is for us, who can be against us?", "owner": "Anonymous, Holy Bible: King James Version"}], "common_tag": "religion", "updatedAt": "2023-05-26 21:16:05"}