{"contents": [{"item": "Soap, toothpaste and detergent are all \"new and improved\". Are you?", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "If you don’t make mistakes, you’re not working on hard enough problems", "owner": "Frank Wilczek"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "College is not important, Knowledge is", "owner": "meamabhishek (Abhishek Mishra)"}, {"item": "A barrier is a limitation only when you perceive it as one.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "God's knows what is best for us.", "owner": "Lailah Gifty Akita"}, {"item": "Dreams become regrets when left in the mind, never planted in the soil of action.", "owner": "Auliq-Ice"}, {"item": "Purpose is the ultimate reason for your existence.", "owner": "D.S. Mashego"}, {"item": "The spirit of the individual is determined by his dominating thought habits.", "owner": "Bruce Lee, Bruce Lee Jeet Kune Do: Bruce Lee's Commentaries on the Martial Way"}, {"item": "A gracious heart, a gentle spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Someone is always feeding fat off everything you don't know.", "owner": "Sola Kosoko"}, {"item": "Find Meaning, Find Yourself.", "owner": "Diana Dentinger, Modus Vivendi: Your Life Your Way"}, {"item": "The glory of God is our rear guard.", "owner": "Lailah Gifty Akita"}, {"item": "Time is your weapon, If you lose it, you will lose the battle.", "owner": "Khaled Ibrahim"}, {"item": "What luck has gave you will probably leave you.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "When your heart jumps every time your camera locks focus...You've become a photographer.", "owner": "Mark Denman"}, {"item": "I am not a victim. No matter what I have been through, I'm still here. I have a history of victory.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Black and white, severally incomplete and at the same time completely several.", "owner": "Vikrmn, Corpkshetra"}, {"item": "Entertainment is temporary happiness, but the real happiness is permanent entertainment.", "owner": "Amit Kalantri"}, {"item": "Prudence is precaution, prudence is protection.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "In a democracy government is the God.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The people and successes in your life mirror your beliefs.", "owner": "Steve Backley, The Champion in all of Us: 12 Rules for Success"}, {"item": "Let thy sacred home be thy heart.", "owner": "Lailah Gifty Akita"}, {"item": "Pursue your goal. Opinions be damned.", "owner": "Stacy Verdick Case"}, {"item": "You couldn’t control how your story started, but you can write a few good pages in there", "owner": "Mustafa Saifuddin"}, {"item": "Most of the people readily accept the principle but resist its practice.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The great lie is like a sword that has been thrust into the heart of humankind.", "owner": "Compton Gage"}, {"item": "Simple is complicated.", "owner": "HEDoffice"}, {"item": "Be what, you wishes to be.", "owner": "Lailah Gifty Akita"}, {"item": "If it doesn't challenge you, it won't change you.", "owner": "Aamir Sarfraz (aamir rajput khan)aamir rajput khan)"}, {"item": "Common will please, but never impress.", "owner": "Avinash Rao"}, {"item": "The gift of God is grace.The grace of God is eternal life in Christ Jesus.", "owner": "Lailah Gifty Akita"}, {"item": "The Human Self is the only friend and savior to all humanity.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "The greatest step towards a life of simplicity is to learn to let go.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "What God has planned for us is far better than what we desire to behold.", "owner": "Lailah Gifty Akita"}, {"item": "The power to change your life lies in the simplest of steps.", "owner": "Steve Maraboli"}, {"item": "The quality of our lives depends on the quality of our thinking.", "owner": "Lailah Gifty Akita"}, {"item": "Feed your soul; books, places, people, anything. That helps it grow.", "owner": "M.L. Shanahan"}, {"item": "We are exactly what our history made us to be.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "I have nothing but a great head to offer.Is that enough?", "owner": "Sola Kosoko"}, {"item": "Fear can only grow in darkness. Once you face fear with light, you win.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Are you living in the moment?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Be the help you seek from others.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Believe that you did wrong and continue to work hard for not being wrong", "owner": "Dr. Parag Ravikant Kaveri"}, {"item": "A true dreamer is one who knows how to navigate in the dark”.", "owner": "John Paul Warren"}, {"item": "Everyone has moments of weakness. But that doesn't make you weak.", "owner": "Katie Alender, As Dead As It Gets"}, {"item": "If you wish for pearls, pray always.", "owner": "Lailah Gifty Akita"}, {"item": "Fear of failure is fiction, face this fact and fear will fall.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Are you seeking to be offended?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "You carry greatness disguised in tiny potentials.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "El reproche y la culpa solo sirven para aprisionarnos y para no dejarnos avanzar.", "owner": "Miquel Reina, Luces en el Mar"}, {"item": "Soar your wings high in the heavenly sky.", "owner": "Lailah Gifty Akita"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "State first, subject second, statesman last.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Sacred service is sacrifice.", "owner": "Lailah Gifty Akita"}, {"item": "With the strength of grace, we can survive any situation.", "owner": "Lailah Gifty Akita"}, {"item": "Going down in history is a dead end pursuit", "owner": "Benny Bellamacina"}, {"item": "If you surrender to your imagination, the story will write itself.", "owner": "T.N. Suarez, The Limbo Tree"}, {"item": "When you get more middle fingers than thumbs up, it's a progress.", "owner": "Aishwarya Shiva Pareek"}, {"item": "Live in the shadow of the moon until you're bright enough to give birth to your own suns.", "owner": "Curtis Tyrone Jones"}, {"item": "There are two kinds of leaders, cowboys and Shepherds. Cowboys drive and Shepherds lead.", "owner": "John Paul Warren"}, {"item": "With patient, you shall possess your soul.", "owner": "Lailah Gifty Akita"}, {"item": "What others think about you is none of your business.", "owner": "Jack Canfield, The Success Principles: How to Get from Where You Are to Where You Want to Be"}, {"item": "Does poem also walk through the valleys seeking tongues from dandelions?", "owner": "Ymatruz"}, {"item": "Test all things. But hold fast to the good.", "owner": "Lailah Gifty Akita"}, {"item": "We love our mother because she cares and also because she cooks.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A man need is pain to be delivered from the pleasure of sin.", "owner": "Lailah Gifty, Akita"}, {"item": "Do what you think is right. Don't let people make the decision of right or wrong for you.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "If you don’t know exactly where you’re going, how will you know when you get there?", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "We always emerge from the death of a loved one like a phoenix arising from its funeral pyre.", "owner": "Janvier Chouteu-Chando"}, {"item": "Don’t give up. You have invested a lot of time already.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Times will change for the better when you change.", "owner": "Maxwell Maltz"}, {"item": "I cannot compromise my respect for your love. You can keep your love, I will keep my respect.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The smell of the sweat is not sweet, but the fruit of the sweat is very sweet.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "With the rise of self- awareness, all separatisms cease to exist - all delusions cease to exist.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Feeling unlucky? Find opportunities, work your butts off and nail them!", "owner": "Mustafa Saifuddin"}, {"item": "I would rather live short and right then long and wrong.", "owner": "John Paul Warren"}, {"item": "The soul suffers to the pain for the neglect of the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "Love is perhaps the only emotions that is boundless", "owner": "Santosh Avvannavar, Umbilical Cord"}, {"item": "Everyone is useful for a specific task.", "owner": "Lailah Gifty Akita"}, {"item": "...There is no greater dividing force in this world than self-interest...", "owner": "Janvier Chando, The Union Moujik"}, {"item": "What is the point of being humans, if our actions scream with more bestiality than humanity!", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "You are never alone. You are eternally connected with everyone.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "Nothing Can Beat Hard Work, But Hard Work Itself", "owner": "Syed Sharukh"}, {"item": "Live as many lives as you can.", "owner": "Sanober  Khan"}, {"item": "If you've delayed achieving your goals, have you ever asked yourself, \"What's stopping you?", "owner": "Elizabeth Parker, Bark Out Loud! Motivational Quotes Inspired by Dogs"}, {"item": "Love and hate when stretched to their extremes blind reasoning.", "owner": "Janvier Chouteu-Chando, Triple Agent, Double Cross"}, {"item": "A photograph shouldn't be just a picture, it should be a philosophy.", "owner": "Amit Kalantri, Wealth of Words"}], "common_tag": "motivational,", "updatedAt": "2023-05-26 21:16:05"}