{"contents": [{"item": "I just want your voice aimed at me again. I want to absorb the direction of your eyes…", "owner": "Jennifer Elisabeth"}, {"item": "You can discover your sacred paths by reading.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The best trip is the journey you take in finding yourself.", "owner": "Angela Vallely"}, {"item": "Jealousy, and attempting to match others in life and stride, is self-abandonment.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "show me all the parts of youthat you do not loveso i know where to begin.", "owner": "AVA., you are safe here."}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "i am a woman and i am alone,and i cannot tell which one of the twoi love being more.", "owner": "Ava, You Are Safe Here."}, {"item": "I have been at war with parts of myself for so long", "owner": "Mohadesa Najumi"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "If you take society’s definition of knowing oneself, you will become lost in the many translations.", "owner": "Grace Sara"}, {"item": "Don't doubt yourself, that's what haters are for.", "owner": "Turcois Ominek"}, {"item": "Bravery is listening even when you don't want to hear it.", "owner": "Alaric Hutchinson"}, {"item": "God gives life, strength and wisdom for every accomplishment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I’d rather listen to what you think of yourself, than what the whole world has to say about you.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "The most powerful affirmation you will ever find is this: “I am as God created me.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Wasting time is living in self glorification instead of glorifying God as God is time", "owner": "indonesia123"}, {"item": "If ever I was running, it was towards you.", "owner": "Jennifer Elisabeth"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It can be done. It will be done.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There is no force in the universe that can harm you, unless you allow it to.", "owner": "Abhijit Naskar"}, {"item": "Don't make homes out of hollow hero's that don't know how to save themselves.", "owner": "Nikki Rowe"}, {"item": "The best piece of life's magnificence is your slice of internal peace.", "owner": "Curtis Tyrone Jones"}, {"item": "I am lovable in endless ways. I look myself straight in the eye with love and acceptance.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "My spirit is joyful, and I love my higher self. I am my higher self.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Seek to know thy soul; strength of love, light and life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It is wiser to love who you are than what you want.", "owner": "Rasheed Ogunlaru"}, {"item": "If you can't focus then how do you expect to make your dreams come true?", "owner": "The Prolific Penman"}, {"item": "Ignorance is the master key of all evils.", "owner": "Efrat Cybulkiewicz"}, {"item": "Be uniquely you. Stand out. Shine. Be colorful. The world needs your prismatic soul!", "owner": "Amy Leigh Mercree"}, {"item": "Practice self-compassion and experience the priceless feeling of emotional safety.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "To achieve something, you need to be a little selfish...!!", "owner": "Akansh Malik"}, {"item": "Religiousity is unself glory not purity", "owner": "indonesia123"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "love is myself in the mirror.i will see love every time.", "owner": "AVA., you are safe here."}, {"item": "Patriotism is the narcissism of countries.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "I didn't change, I just found myself.", "owner": "Good Life Quotes"}, {"item": "Personal force, determined spirit and self confidence are your greatest self.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Do your thing and don't care if they like it.", "owner": "Tina Fey, Bossypants"}, {"item": "Vulnerability is the least celebrated emotion in our society", "owner": "Mohadesa Najumi"}, {"item": "Each one of us is endowed with specific sacred-skill.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Run your own race of life, with a single minded vision of purpos", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Know thy self, and the world will be thy oyster!", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Your relationship with others is your relationship to yourself mirrored back to you.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "I celebrate who I am, what I love, and all of my blessings that lead to joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Your healthy love for yourself is sexy!", "owner": "Amy Leigh Mercree, The Spiritual Girl's Guide to Dating: Your Enlightened Path to Love, Sex, & Soul Mates"}, {"item": "No boundary or barrier surrounds the heart of a person that loves their self and others.", "owner": "Shannon L. Alder"}, {"item": "Self love is the elixir of an immortal heart.", "owner": "Amy Leigh Mercree"}, {"item": "Denial of the Self accomplishes nothing.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Prayer is an insurance policy that you can never lapse on.", "owner": "The Prolific Penman"}, {"item": "Live in the shadow of the moon until you're bright enough to give birth to your own suns.", "owner": "Curtis Tyrone Jones"}, {"item": "I met a boy whose eyes showed me that the past, present and future were all the same thing.", "owner": "Jennifer Elisabeth"}, {"item": "Peak performance happens when we feel loved and supported from within.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "The greatest action is the grace to define sacred-self.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Make every picture a #loveselfie and fill every moment with soul.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Your fate is never determined when your massive imagination is.", "owner": "Curtis Tyrone Jones"}, {"item": "Control is an illusion that you must give up.", "owner": "Grace Sara, Awakening in the 21st Century: Considering Existence"}, {"item": "i over love.i under love.i am either a floodor i am nothing.", "owner": "AVA., you are safe here."}, {"item": "It is always, first Self, then everything else.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "The love you share with yourself pays immediate and lifelong dividends of peace.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Passionate life is the beauty of a sacred-existence.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "oh, the heartbreakingly beautifultender weight of being human.", "owner": "AVA., you are safe here."}, {"item": "Taking care of yourself will take care of more than yourself.", "owner": "Grace Sara"}, {"item": "Hijo de tigre, no siempre sale pintado. Siempre ahi esa excepción.", "owner": "Efrat Cybulkiewicz"}, {"item": "Your personal truth is your gift to the world.", "owner": "Jennifer Elisabeth"}, {"item": "Love yourself like you would a treasured love or a cherished child.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "You have grace to live your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You can'tstop dreamingjust becausethe night neverseems toend.", "owner": "Curtis Tyrone Jones"}, {"item": "My heart is a blooming rose of self-love.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Your life is a book. Everyone could read it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I love myself totally, completely, and unconditionally.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "your enoughness is off the charts.", "owner": "Scott Stabile"}, {"item": "In the society of thinking humanity, the natural law of trust should be - In I, I trust.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Forgiveness is a skill gained by those willing to change.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "It's funny how the ugly duckling always has so many beautiful things to teach us.", "owner": "Curtis Tyrone Jones"}, {"item": "It is not reputation, fame, success or religiosity that glorifies God, it's slavery.", "owner": "indonesia123"}, {"item": "We are at our most powerful the moment we no longer need to be powerful.", "owner": "Eric Micha'el Leventhal"}, {"item": "I live love in each moment. I let love heal me and elevate me to my highest self.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Loving oneselfIs the most primalOf all survival mechanisms", "owner": "Karen Hackel, The Whisper of Your Soul"}, {"item": "Good well-being leads to good working performance.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Lift yourself to great heights.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Dare to love yourselfas if you were a rainbowwith gold at both ends.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "I recognize my gifts and optimize them. I accept my total being and honor all parts of myself.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Wise is the fool who becomes a master at laughter.", "owner": "Curtis Tyrone Jones"}, {"item": "The sun never has an inferiority complex. It shines the same whether above or below.", "owner": "Curtis Tyrone Jones"}, {"item": "She remembered who she wasand the game changed.", "owner": "Lalah Delia"}, {"item": "Kingdom of God will surely come upon someone if glory of man leaves him", "owner": "indonesia123"}, {"item": "Practice bravery every day and the self-worth will come.", "owner": "Alaric Hutchinson"}, {"item": "Whatever you dream of is a possibility.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "One woman filled with self love and self acceptance is a model more super than any cover girl.", "owner": "Amy Leigh Mercree"}, {"item": "Love is total surrender, total acceptance and total commitment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}], "common_tag": "self-love,", "updatedAt": "2023-05-26 21:16:05"}