{"contents": [{"item": "It is right that one must come so far to see the world as it is meant to be.", "owner": "Compton Gage"}, {"item": "Love starts when peace begins.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "It's better to hate someone in the beginning rather than end up hating someone after loving.", "owner": "Pushpa Rana, Just the Way I Feel"}, {"item": "God is the one subject of reality. Take away the one subject and there is nothing real.", "owner": "Compton Gage"}, {"item": "If you need something from somebody always give that person a way to hand it to you.", "owner": "Sue Monk Kidd, The Secret Life of Bees"}, {"item": "She wasn't his girlfriend. She was his bubblegum girl--only fun until she lost her flavor.", "owner": "Jenny  Rosen, Cheater. Faker. Troublemaker."}, {"item": "Doing something later is not automatically the same as doing something better", "owner": "Meg Jay, The Defining Decade: Why Your Twenties Matter--And How to Make the Most of Them Now"}, {"item": "Will you ever stop needing to be right?Will I ever stop needing you to be?", "owner": "Scott Stabile"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "how anxiously I yearned for those I had forsaken.", "owner": "Fyodor Dostoyevsky, The Dream of a Ridiculous Man"}, {"item": "I realized I’m in love. It's always been right in front of me.", "owner": "Richelle Mead, The Indigo Spell"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "It’s like I need to love you to come back whole from where I sometimes go.", "owner": "Robert B. Parker, The Judas Goat"}, {"item": "Everyone knows that how to love, But every relationship do not come out as romeo and Juliet.", "owner": "Yaganesh Derasari"}, {"item": "A pure heart is superlatively rare and even more attractive.", "owner": "J.S.B. Morse, Now and at the Hour of Our Death"}, {"item": "I had a dream about you last night... you were there.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "You can only trust your emotions as you can lie to yourself with your brain but not your heart.", "owner": "Carl White"}, {"item": "I just...I just miss him. And I hate being so alone.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "I had a dream about you last night... Well I say dream I mean nightmare... you were a Yankee fan.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "Self-care is how you take your power back.", "owner": "Lalah Delia"}, {"item": "Don't ask too much for space. They grow into voids.", "owner": "Karishma Magvani"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "We ruined each other by being together. We destroyed each other’s dreams.", "owner": "Kate Chisman, Run"}, {"item": "I think the reward of you is worth the risk.", "owner": "Jen Frederick, Jockblocked"}, {"item": "In case you didn't know... You are her. The one he let get away.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "You’re a mess, I confess, I despise you in the best kind of way.", "owner": "Coco J. Ginger"}, {"item": "Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you.", "owner": "Robert M. Drake"}, {"item": "One of the biggest problem is to notice everything,Secrets and lies kill relationships.", "owner": "Napz Cherub Pellazo"}, {"item": "Success largely depends on the relationships you build along the journey.", "owner": "Jason T. Rogers"}, {"item": "He who is jealous is better off not dating someone who is bisexual.", "owner": "Mokokoma Mokhonoana"}, {"item": "Loving you was like jumping into the dark side of a pool, and drowning.", "owner": "Lori Jenessa Nelson"}, {"item": "Every broken heart has screamed at one time or another: Why can't you see who I truly am?", "owner": "Shannon L. Alder"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Vulnerability supported by love is perhaps the most powerful catalyst for real connection.", "owner": "Scott Stabile"}, {"item": "I hate you, not because you broke my heart but because you broke my trust.", "owner": "G.K. Dutta"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "I don't know' is often really 'I don't want to say.", "owner": "Staci A. Welch-Bartley"}, {"item": "He offered her power, money, status...a giant prison, all in exchange for only...her soul.", "owner": "Coco J. Ginger"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "A firm ground helps kickstart a long leap of flight. So keep your foundation strong to rise high.", "owner": "Uma Shanker"}, {"item": "Fear of confronting emotions is like fear of reading road signs.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "I didn't dream about you last night. I woke up in fear.", "owner": "Michael  Summers, I Had a Dream About You"}, {"item": "Arrogance based on relentless denial of faults eventually makes a person weary.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "We are in the era of dysfunctional relationships.", "owner": "Steven Magee"}, {"item": "For the two of us, home isn't a place. It is a person. And we are finally home.", "owner": "Stephanie Perkins, Anna and the French Kiss"}, {"item": "I had a dream about you last night.. you were holding a pine cone and introducing him as Gerald.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "Stop giving the best part of you to those unworthy of that gift.", "owner": "Carlos Wallace, Life Is Not Complicated-You Are: Turning Your Biggest Disappointments Into Your Greatest Blessings"}, {"item": "i’m afraid i’ll lose you if i share all that’s real.i’m afraid i’ll lose myself if i don’t.", "owner": "Scott Stabile"}, {"item": "Anger does not change the fact. The will to take control is everything.", "owner": "Compton Gage"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "You can't rock the boat & act like you were just trying to put a baby to sleep.", "owner": "Curtis Tyrone Jones"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "The answer to violence is the improvement of childhood.", "owner": "Stefan Molyneux"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "How I wish I only felt using my hands and not with my whole heart.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Truth is the basis of all healing.", "owner": "Barbara Schmidt"}, {"item": "Sing me a love song in a slow, southern drawl to the tune of sunny days...", "owner": "Kellie Elmore, Magic in the Backyard"}, {"item": "The motive for marriage must be eternal not just temporal.", "owner": "Ugochi Oritsejolomisan"}, {"item": "The depths of her thoughts will have you never wanting to surface for air...", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "I don't talk with everybody because i am not everybody, i am single.", "owner": "Michael Bassey Johnson"}, {"item": "We're so afraid of being hurt that we become the abuser first.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "It reveals how well you value someone - the way you handle their belongings.", "owner": "Joyce Rachelle"}, {"item": "She needed to come with an instructional manual. And one not written in Spanish.", "owner": "Kelly Moran, Benediction"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "I can’t control my feelings, but I’m learning to have a say in how much my feelings control me.", "owner": "Scott Stabile"}, {"item": "Are you real?” Stupid. Of course he’s real.“Yes, Julie. I’m not the mystical man from your dreams.", "owner": "Caroline George, The Vestige"}, {"item": "Suddenly I remembered that laugh, it told a different story, our story.", "owner": "Robert M. Drake"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "I will never claim to know what you are thinking. I only hope I am on your mind.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "With all honesty, somewhere between the hello and the dreams I saw you in I fell in love.", "owner": "Robert M. Drake"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "Uplifting greetings bring a better spirit to your relationship", "owner": "Brent M. Jones"}, {"item": "You play me with your jazz & leave me with the blues.", "owner": "Curtis Tyrone Jones"}, {"item": "Love doesn't go away overnight. It sometimes stays for coffee.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "There is nothing more beautiful than a vulnerable heart in open hands.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Being a bad parent is a sign of not having learned from experience.", "owner": "Mokokoma Mokhonoana"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "You've got an awfully kissable mouth.", "owner": "F. Scott Fitzgerald, Gatsby Girls"}, {"item": "That cake tasted good. But the cake in the garbage tasted better. It was the best cake I ever ate.", "owner": "Loretta Ellsworth, In a Heartbeat"}, {"item": "Dedicate your life to solitude and mortify your members which are upon the earth.", "owner": "Compton Gage"}, {"item": "Guilt is a feeble emotion. It surrenders too easily", "owner": "Deborah McKinlay, The View from Here"}, {"item": "Once you embrace your value, talents and strengths, it neutralizes when others think less of you.", "owner": "Rob Liano"}, {"item": "Emancipation of women has made them lose their mystery.", "owner": "Grace Kelly"}, {"item": "I was head over heels, now I just see my heel in your head", "owner": "Alexandra Harvey"}, {"item": "I still smell your absence on my skin. It smells of insomnia and rusted key locks...", "owner": "Malak El Halabi"}], "common_tag": "relationships,", "updatedAt": "2023-05-26 21:16:05"}