{"contents": [{"item": "The visible emerged from the invisible.", "owner": "Lailah Gifty Akita"}, {"item": "the conscience of universe itself lies in the path of equality and so is the gods", "owner": "shashidhar sa"}, {"item": "Our life is all about personal choices we make. We choose the life we live.", "owner": "Sanjeev Himachali"}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "Life is a sacred service.", "owner": "Lailah Gifty Akita"}, {"item": "Smash the Goals in your Life! You are the Unstoppable! ", "owner": "Avijeet Das"}, {"item": "Only when you connect with yourself do you interact with the beyond.", "owner": "Tapan Ghosh, Faceless The Only Way Out"}, {"item": "I have no house but glad to have a home.", "owner": "Lailah Gifty Akita"}, {"item": "God helps those who strut their stuff.", "owner": "Dan Sofer, A Love and Beyond"}, {"item": "What is a Man without his heroic deeds?", "owner": "Avijeet Das"}, {"item": "The knowledge of God is beginning of all knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "Destiny plays its cards in a way that no one can comprehend.", "owner": "Anurag Shourie, Half A Shadow"}, {"item": "All great achievements of humanity begin with the madness of a few lion-hearts.", "owner": "Abhijit Naskar"}, {"item": "No soul has the power to save. You can only tell others about the Saviour.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes the only way to hold on, is to let go.", "owner": "Jacqueline Simon Gunn"}, {"item": "Life is like a tango fortunate are the few who can master it. ", "owner": "A.J. Garces"}, {"item": "Your life is like a mist that appears for a little time and then vanishes.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Always assume your assumptions about others are wrong. Because often, they are", "owner": "Savania China"}, {"item": "Are we living life, or is life living us?", "owner": "Michael P. Naughton, Deathryde: Rebel Without a Corpse"}, {"item": "The Gospel of peace, must be preach to all people.", "owner": "Lailah Gifty Akita"}, {"item": "If you're not aiming at perfection, you're not trying hard enough.", "owner": "Wayne Gerard Trotman"}, {"item": "Run your own race of life, with a single minded vision of purpos", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "If people are not laughing at your Goals, your Goals are not big enough!", "owner": "Alex Haditaghi, Softly, As I Leave Her"}, {"item": "Life has no remote....get up and change it yourself!", "owner": "Mark A. Cooper, Operation Einstein"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It will never be all that I want it to be…But it is always twice what I expected.", "owner": "James Qualls, A Gathering of Dreams"}, {"item": "If everything is possible, then it is also possible that something is impossible.", "owner": "Auliq Ice"}, {"item": "The great souls work with great passion.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Your own shortcomings are the best ground to grow your sense of humor.", "owner": "Stu Konigsberg"}, {"item": "If you haven't arrived yet, keep driving, your destiny is waiting for you.", "owner": "Rob Liano"}, {"item": "To doubt the existence of God is the greatest delusion.", "owner": "Lailah Gifty, Akita"}, {"item": "What matters is we are living beings.", "owner": "Lailah Gity Akita"}, {"item": "Live every single moment of your life, for the one thing that is most precious to you.", "owner": "Abhijit Naskar"}, {"item": "Sometimes life is about risking everything for a Dream that no one can see but you.", "owner": "Bunny Naidu"}, {"item": "Meditation on the Holy Scripture is life to your soul.", "owner": "Lailah Gifty Akita"}, {"item": "Hope is full assurance of faith.", "owner": "Lailah Gifty Akita"}, {"item": "Better life begins the moment you learn to be content with what you already have.", "owner": "Abhijit Naskar"}, {"item": "Why do we do so few when we can do so much?", "owner": "Gabrielle Dubois"}, {"item": "In my experience, stress is the cause of all injury and pain.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "Your worst battle is between what you know and what you feel!", "owner": "Alex Haditaghi, Softly, As I Leave Her"}, {"item": "Life is neither a feast nor a fun. But a fast.", "owner": "Lailah Gifty Akita"}, {"item": "In the dark , everything is scary", "owner": "Sandra Chami Kassis"}, {"item": "Men behaves according to their beliefs.", "owner": "Lailah Gifty Akita"}, {"item": "Never lose hope, for all the interweaved strings will soon straighten out.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "The easiest way to be reborn is to live and feel life everyday", "owner": "Munia Khan"}, {"item": "Every human being desires love and happiness.", "owner": "Lailah Gifty Akita"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How the story will end, no one knows? We can only envisage.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Man rejection of the Truth is the root of his rebellion.", "owner": "Lailah Gifty Akita"}, {"item": "Seek to know thy soul; strength of love, light and life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "He who wishes to gain understanding, must first depart from devilish ways.", "owner": "Lailah Gifty Akita"}, {"item": "Time spent in assessing one's self, is the time spent best.", "owner": "Abhijit Naskar"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Whatever begins will end, in time.", "owner": "Muhammed Muazu Mukaddas"}, {"item": "If your treated like a puppet find a new ball of string", "owner": "Benny Bellamacina, Piddly Poems for Children"}, {"item": "The best lessons of life are learnt in silence and solitude.", "owner": "Abhijit Naskar"}, {"item": "Life is a dilemma between living a lie and speaking one.", "owner": "Tapan Ghosh, Faceless The Only Way Out"}, {"item": "The act of reading is skill that can be cultivated.", "owner": "Lailah Gifty Akita"}, {"item": "This life is not perfect, live it to the full, it's all we have", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "Life grows too quickly it quickly turns into memories.", "owner": "Efrat Cybulkiewicz"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Feed two birds with one crumb.", "owner": "Mischa Temaul"}, {"item": "Mind is a flexible mirror, adjust it, to see a better world.", "owner": "Amit Ray, Mindfulness Living in the Moment - Living in the Breath"}, {"item": "History displays the events of time.", "owner": "Lailah Gifty Akita"}, {"item": "The Holy One is a flame.", "owner": "Lailah Gifty Akita"}, {"item": "There is a difference between how you live your life, and what you do with your life.", "owner": "Abhijit Naskar"}, {"item": "The more you learn, the more you know, you don’t know enough.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Be kind to one another. Karma will be swift or slow but she will always come.", "owner": "Sonya Watson"}, {"item": "Human nature in time is engraved in history.", "owner": "Lailah Gifty Akita"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "There is no force in the universe that can harm you, unless you allow it to.", "owner": "Abhijit Naskar"}, {"item": "There is only One holy Knowledge, the excellent knowledge of God.", "owner": "Lailah Gifty Akita"}, {"item": "I don't agree that life favors the prepared mind because life made me lose my mind.", "owner": "Luffina Lourduraj"}, {"item": "You can only trust your emotions as you can lie to yourself with your brain but not your heart.", "owner": "Carl White"}, {"item": "God is the source of all knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "No plan ever failed due to good planning.", "owner": "Jury Nel"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "Grace is freely given by God, in sacred moment of salvation.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes we don't know where we are going until we get there.", "owner": "Jacqueline Simon Gunn"}, {"item": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Catch the life with the agility of a dog trying to get a hold of the flying Frisbee!", "owner": "Mehmet Murat ildan"}, {"item": "Love isn't about holding on. It's about letting go.", "owner": "Jacqueline Simon Gunn"}, {"item": "Life has a meaning but do not set out to find out. Just live it out.", "owner": "Bangambiki Habyarimana, Pearls Of Eternity"}, {"item": "New morning, new moment in time.", "owner": "Lailah Gifty Akita"}, {"item": "She remembered who she wasand the game changed.", "owner": "Lalah Delia"}, {"item": "If you want to live your life to the fullest you must start believing in yourself today.", "owner": "Nurudeen Ushawu"}], "common_tag": "life-philosophy,", "updatedAt": "2023-05-26 21:16:05"}