{"contents": [{"item": "Triumphs are usually the outcomes of countless learned-from 'failures", "owner": "Rasheed Ogunlaru"}, {"item": "Don’t let time make a fool of you, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Improvements enable adapting to new situations.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "You may not attain the highest height with one leap but my dear you will reach your destination. ", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "If you want to be successful, you must respect one rule. NEVER TO LIE TO YOURSELF.", "owner": "Unknown"}, {"item": "Those benefiting from the status quo, resist change.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "The obstacles are distractions. Focus on the ultimate goal.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Fear of failure is fiction, face this fact and fear will fall.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Know what you want and reach out eagerly for it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You can't enjoy sipping of success without first enduring failure's fire", "owner": "Phillip Gary Smith, 300-Mile Man: Tuscobia, Arrowhead, Actif Epica"}, {"item": "Without enthusiasm then what we have surrounded ourselves with becomes worthless.", "owner": "Stephen Richards"}, {"item": "Curiosity is the beginning of all creativity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "No more need to rob Peter to pay Paul with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Cosmic Ordering is like an echo! What you ask for comes back.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Sometimes, changing circumstances also changes relationships.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "You have purged your way. You are ready to lead sons of men.", "owner": "Compton Gage"}, {"item": "The Best Things In Life Aren't So Sweet But Their Results Are Sweeter!", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "You will never get to a new place by walking an old path.", "owner": "Toni Sorenson"}, {"item": "Strategy can win over tricky situations.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Be a true traveller, don't be a temporary tourist.", "owner": "Amit Kalantri"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "You must burn with the desire to seek new things and investigate information", "owner": "Sunday Adelaja"}, {"item": "Without friends you have nothing!", "owner": "Stephen Richards"}, {"item": "Always see the opportunity brought along with every problem you face", "owner": "Sunday Adelaja"}, {"item": "Life always begins with one step outside of your comfort zone.", "owner": "Shannon L. Alder"}, {"item": "Dare to stretch hard and make it a point to do the hard thing others are afraid to try.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "May you find the confidence and courage to climb new heights.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A good relationship with our children is the ultimate comfort we have while dying.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Criticizing is easy, performing is difficult.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Don't worry about being effective. Just concentrate on being faithful to the truth.", "owner": "Dorothy Day"}, {"item": "Let All Your Life’s Experiences Lead To More Writing & Encourage More Reading..!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "For every success, there is a system", "owner": "Sunday Adelaja"}, {"item": "Denial of the Self accomplishes nothing.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Dominate in your domain You can do it. ", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "Rejection is an opportunity for your selection.", "owner": "Bernard Branson"}, {"item": "So far, we have only seen a glimpse of the human possibilities.", "owner": "Yasmine Sherif (The Case for Humanity: An Extraordinary Session)"}, {"item": "If you want to give yourself a fair chance to succeed, never expect too much too soon", "owner": "Po Bronson"}, {"item": "It was one thing to be fooled, and another thing to be taken for a fool all the time.", "owner": "Janvier Chouteu-Chando, Triple Agent, Double Cross"}, {"item": "You’ve climbed too many mountains and crossed too many rivers to stop and turn back now.", "owner": "Eleanor Brownn, Mile 9: The true story of a lifelong couch potato who one day made a decision that changed everything"}, {"item": "All the bloodsheds in human history have been caused by men, not women.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "You are human, so stop acting as if though you are a sheep and start thinking for yourself.", "owner": "Stephen Richards"}, {"item": "Cosmic Ordering is a licence to print money.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Lessen the odds are stacked against you, Use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Obsess your way to success", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Cosmic Ordering is your one way ticket to prosperity.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Change is difficult, since it challenges the status quo.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "What might have been can be with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Visionary decision-making happens at the intersection of intuition and logic.", "owner": "Paul O'Brien, Great Decisions, Perfect Timing: Cultivating Intuitive Intelligence"}, {"item": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "owner": "Criss Jami, Healology"}, {"item": "Fortune sides with him who dares.", "owner": "Virgil"}, {"item": "You cannot reach success only by working hard, you also need to be working smart.", "owner": "Charbel Tadros"}, {"item": "The true measure of success is how many times you can bounce back from failure.", "owner": "Stephen Richards"}, {"item": "Improvement combines effectiveness with simplicity.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "All great achievements of humanity begin with the madness of a few lion-hearts.", "owner": "Abhijit Naskar"}, {"item": "The more risk you can take upfront in life, the better off you will be later.", "owner": "Tarun Sharma"}, {"item": "There is no lateness in life. Begin to pursue your dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The one who gets rich is the one who devotes himself to his work", "owner": "Sunday Adelaja"}, {"item": "Don't set your goals by what other people deem important.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "Be as successful as a Smith.", "owner": "Gregory C. Dugger"}, {"item": "The people and successes in your life mirror your beliefs.", "owner": "Steve Backley, The Champion in all of Us: 12 Rules for Success"}, {"item": "Time well-spent is life well-lived.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Opportunity doesn't make appointments, you have to be ready when it arrives.", "owner": "Tim Fargo"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "In relationships, the cheater is unable to trust anyone, including the cheated.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Resources don't last forever. They must either be USED, MANAGED or they will be WASTED.", "owner": "Amos Gideon Buba"}, {"item": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The most important condition necessary for our success is to have a sincere love for God", "owner": "Sunday Adelaja"}, {"item": "Lineage, personality, and environment may shape you, but they do not define your full potential.", "owner": "Mollie Marti"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "One of the first steps to successful leadership is to forget your age and remember your dream.", "owner": "Israelmore Ayivor, Leaders' Ladder: Leadership Ideas from Successful Global Leaders"}, {"item": "Life will be a whole lot better if we understand what our salvation in Christ means.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "There’s the impossible and then there’s Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "When we fail, our pride supports us, and when we succeed it betrays us.", "owner": "Charles Colton"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "No need to steal someone’s thunder, with Cosmic Ordering you can make your own.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "With persistent perseverance, you can break through any barrier.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Rarely is success an accident, but when it is, rarely does it last.", "owner": "John Hawkins"}, {"item": "In order to succeed, you must first dream.", "owner": "Jennifer Coletta"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "The speed of your success is limited only by your dedication and what you're willing to sacrifice", "owner": "Nathan W. Morris"}, {"item": "At what point is normal natural?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "The devil will try to stop you on your path to success, He can do this through doubts and fear", "owner": "Sunday Adelaja"}, {"item": "The distance between insanity and genius is measured only by success.", "owner": "Bruce Feirstein"}], "common_tag": "success,", "updatedAt": "2023-05-26 21:16:05"}