{"contents": [{"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "you give your best for today, you create a greater tomorrow.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Recognition motivates.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "There is nothing so convincing as a thing well done.", "owner": "Roy T. Bennett"}, {"item": "As long as we persevere, we shall succeed in any endeavour.", "owner": "Lailah Gifty Akita"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Producers problems is in need of vocalist and Vocalist problems is in need of a Studio.", "owner": "De philosopher DJ Kyos"}, {"item": "Be driven by your dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It is my toughest time but the greatest.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Books are sacred wisdom.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Tanacity is the dance within the art of opportunity", "owner": "Rasheed Ogunlaru"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Relationships need to be valued today, for tomorrow is uncertain.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "In my experience, stress is the cause of all injury and pain.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "You’re perfect! You have everything you need to fulfill your purpose.", "owner": "Izey Victoria Odiase"}, {"item": "The distance between your Dreams and Reality is inversely proportional to your Efforts.", "owner": "Vineet Raj Kapoor"}, {"item": "If there's a definition of freedom, I think it's this: living life on your terms.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "Without visions and written goals, what direction are we going to head?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Prayer may not change our outer circumstances but inwardly it can change everything", "owner": "Renae A. Sauter"}, {"item": "The war to preserve the privilege of mythmaking", "owner": "Marvin Bell, Mars Being Red"}, {"item": "When you get more middle fingers than thumbs up, it's a progress.", "owner": "Aishwarya Shiva Pareek"}, {"item": "Great books make a great life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Doing our best and doing it better everyday will help us lead our lives with peace of mind.", "owner": "Mohith Agadi"}, {"item": "In relationships, the cheater is unable to trust anyone, including the cheated.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I will do my very best while there is still grace.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Begin to write, your heart flow with sacred words.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Sometimes, changing circumstances also changes relationships.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "If I’m going to have hope, I’m going to have to learn to endure disappointment.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "I travel to the ancient world by reading ancient books.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "To assess the quality of thoughts of people, don't listen to their words, but watch their actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The paradise of prayers is like a palace full of precious things.", "owner": "Lailah Gifty Akita"}, {"item": "but I have no mind for business and considered staying awake to be enough of an accomplishment.", "owner": "David Sedaris, Me Talk Pretty One Day"}, {"item": "With a common ground, solution of problems is easy.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Time flies. It’s up to you to be the navigator.", "owner": "Robert Orben"}, {"item": "The greatest win is walking away and choosing not to engage in drama and toxic energy at all.", "owner": "Lalah Delia"}, {"item": "The most dangerous irony is, people are angry with others because of their own incompetence.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Be brave to stand for what you believe in even if you stand alone.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The more we humanize the society, the more we will become humans.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "Chase Dreams, Not People.The right people will be drawn to you.", "owner": "Izey Victoria Odiase"}, {"item": "If you don't write when you don't have time for it, you won't write when you do have time for it.", "owner": "Katerina Stoykova Klemer"}, {"item": "Every experience lays the foundation for the ultimate success.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "No one wakes up in the morning and says, 'I want to gain 150 pounds and I will start right now!", "owner": "Tricia Cunningham, The Reverse Diet: Lose 20, 50, 100 Pounds or More by Eating Dinner for Breakfast and Breakfast for Dinner"}, {"item": "At the very moment when people underestimate you is when you can make a breakthrough.", "owner": "Germany Kent"}, {"item": "Mistakes are experiences. Without these experiences, there is no learning.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Compromise makes relationships survive.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Ability, experience and books have solution for all the problems.", "owner": "Amit Kalantri"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Unfulfilled needs makes training unfulfilled.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "We find ourselves in the pursuit of our dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Travel is the dream of travelers.", "owner": "Lailah Gifty Akita"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Stay strong, stay positive, and never give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you want to leave your footprints on the sands of time, be sure you’re wearing work shoes.", "owner": "Unknown"}, {"item": "Without a vivid picture of what you want, how can you reach it?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "One of the best ways to influence people is to make them feel important.", "owner": "Roy T. Bennett"}, {"item": "When regret and shame fades away, beauty will be in your heart to forever stay.", "owner": "Imania Margria"}, {"item": "Learning to focus on the big picture will help you keep things in a proper perspective.", "owner": "Roy T. Bennett"}, {"item": "Dream big. Wake up. Take the first step into the unknown.", "owner": "Roy T. Bennett"}, {"item": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Erase self-doubt by working to build your strengths instead of focusing on your weaknesses.", "owner": "Rodolfo Costa, Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes"}, {"item": "A willing soul will keenly go the length, breadth and depth to fulfill the dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Focus on making yourself better, not on thinking that you are better.", "owner": "Bohdi Sanders, The Secrets of Worldly Wisdom: Your Key to Unlocking Success"}, {"item": "One of the best ways to influence people is to make those around you feel important.", "owner": "Roy T. Bennett"}, {"item": "It shouldn't take a life-changing event for you to change your life.", "owner": "Shaun Hick"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Clear visions and positive goals, leads to positive actions and purposeful life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A new mind, equals a new life.", "owner": "Lalah Delia"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "It is the spirit of the poets that gives the soldiers strength to fight.", "owner": "Casting Crowns, Casting Crowns: Come to the Well"}, {"item": "If your Ipad can do it better than you, then it is not a skill.", "owner": "Rafaa Khiari"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Self-determination and self-dedication will make the dream a reality.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Hope in the shadow of fear is the world's most powerful motivator.", "owner": "Neal Shusterman, Scythe"}, {"item": "A clear mind achieves success.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "A birth-date is a reminder to celebrate the life as well as to update the life.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A willing spirit, a determined effort.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "To achieve something, you need to be a little selfish...!!", "owner": "Akansh Malik"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "Freedom of Speech doesn't justify online bullying. Words have power, be careful how you use them.", "owner": "Germany Kent"}, {"item": "Highlighting strengths increases sales.", "owner": "Rajen Jani, Once Upon A Time: 100 Management Stories"}, {"item": "Great hopes make everything great possible.", "owner": "Benjamin Franklin"}, {"item": "Why start something that you won’t see to the end? You need to finish what you start!", "owner": "Nabil N. Jamal"}], "common_tag": "motivation,", "updatedAt": "2023-07-01 19:09:51"}