{"contents": [{"item": "Without Creativity there is no INNOVATION!", "owner": "Carmela Ward"}, {"item": "It takes a heap of loafing to write a book.", "owner": "Gertrude Stein"}, {"item": "Anything creative requires a bit of acting,and filling in blanks with imagination.", "owner": "Christina Westover"}, {"item": "Lineation can make your break your poems.", "owner": "Katerina Stoykova Klemer"}, {"item": "Every child should be taught how to read, write and think.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Creativity is the key to discovery.", "owner": "Lailah Gifty Akita"}, {"item": "I criticize by creation, not by finding fault.", "owner": "Marcus Tullius Cicero"}, {"item": "Curiosity is the beginning of all creativity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your Core Values are the \"glue\" that holds your business together.", "owner": "Doris P. Johnson"}, {"item": "Creativity is knowing how to hide your sources", "owner": "C.E.M. Joad"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Life is a story, until I awake and saw life as a dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Invention, it must be humbly admitted, does not consist in creating out of void but out of chaos.", "owner": "Mary Wollstonecraft Shelley"}, {"item": "Hearts can't be broken because they're made of marzipan.", "owner": "Kerstin Gier, Smaragdgrün"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Writing is painting for the imagination!", "owner": "Beem Weeks"}, {"item": "There is creative reading as well as creative writing.", "owner": "Ralph Waldo Emerson"}, {"item": "We have to continually be jumping off cliffs and developing our wings on the way down.", "owner": "Kurt Vonnegut Jr., If This Isn't Nice, What Is?: Advice for the Young"}, {"item": "I think a lot of psychopaths are just geniuses who drove so fast that they lost control.", "owner": "Criss Jami, Killosophy"}, {"item": "You must have a vivid imagination of what you seek.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Run! Go perfect your crafts. Run! Go use your creativity.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "In the pursuit of knowledge, we know God, the source of knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "O' melancholy,hectic chill for human soul,herewith dismal presence,any spirit does descent.", "owner": "Nithin Purple, Halcyon Wings: 'These Passions Feathers Are Gathering on a Winged Vision'"}, {"item": "The greatest ideas are best conceive when we take time to relax.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Quality, it seems, is a necessary, but insufficient attribute for success.", "owner": "Derek Thompson, Hit Makers: Why Things Become Popular"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "I write to understand what I know.", "owner": "Kamand Kojouri"}, {"item": "Some part of me knew from the first that what I wanted was not reality but myth.", "owner": "Stephen King"}, {"item": "Creating a better futureRequires creativity in the present.", "owner": "Matthew Goldfinger"}, {"item": "I'd rather be nine people's favorite thing than a hundred people's ninth favorite thing.", "owner": "Jeff  Bowen"}, {"item": "Art is the overflow of emotion into action.", "owner": "Brian Raif"}, {"item": "I began to write because of love. I wrote to understand what I felt and what I knew.", "owner": "Kamand Kojouri"}, {"item": "What does education often do? It makes a straight-cut ditch of a free, meandering brook.", "owner": "Henry David Thoreau"}, {"item": "Imitation is suicide.", "owner": "Ralph Waldo Emerson"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Begin to read, write and think.", "owner": "Lailah Gifty Akita"}, {"item": "Everywhere we shine death and life burn into something new…", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Everybody is talented because everybody who is human has something to express.", "owner": "Brenda Ueland"}, {"item": "I never made one of my discoveries through the process of rational thinking", "owner": "Albert Einstein"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "There have been times I've felt so much art in my soul I grew sick of artists.", "owner": "Criss Jami, Healology"}, {"item": "You recreate yourself, when you relax.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The writer must be universal in sympathy and an outcast by nature: only then can he see clearly.", "owner": "Julian Barnes, Flaubert's Parrot"}, {"item": "Creativity has many dimensions, with multi-faceted truth and myth and manifold knowledge.", "owner": "Pearl Zhu, Digital Valley: Five Pearls of Wisdom to Make Profound Influence"}, {"item": "The lyf so short, the craft so long to lerne.", "owner": "Geoffrey Chaucer, The Parliament of Birds"}, {"item": "When you become the image of your own imagination, it's the most powerful thing you could ever do.", "owner": "RuPaul"}, {"item": "You can't put a price tag on creativity", "owner": "Walt Disney Company"}, {"item": "Transforming the complex to the simple is pure genius.", "owner": "Doris P. Johnson"}, {"item": "The knowledge of all things is possible", "owner": "Leonardo da Vinci"}, {"item": "Every single human being is creative. Dreams are a proof.", "owner": "nikita Arora"}, {"item": "Wait. Take your foot off the pedal. Instead, let your creativity drive you.", "owner": "Scott Stabile"}, {"item": "Creativity is a song of knowledge, imagination, and action.", "owner": "Debasish Mridha"}, {"item": "Cowards say it can't be done, critics say it shouldn't have been done, creator say well done.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Families are great murderers of the creative impulsive, particularly husbands.", "owner": "Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit"}, {"item": "Inspiration comes and goes, creativity is the result of practice.", "owner": "Phil Cousineau"}, {"item": "There is not a better time to start being the unique contribution that you are.", "owner": "Monika Zands"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It is difficult to think outside the box because the thinking IS the box.", "owner": "Michael Braun"}, {"item": "Curiosity is good, but creativity is greater.", "owner": "Lailah Gifty Akita"}, {"item": "Give people room to be what God created them to be, don't force them to fit into your own mold", "owner": "Bernard Kelvin Clive"}, {"item": "The best way to be original is to not copy anyone.", "owner": "Sebastyne Young"}, {"item": "A poet should be so crafty with words that he is envied even for his pains.", "owner": "Criss Jami, Killosophy"}, {"item": "One must still have chaos in oneself to be able to give birth to a dancing star.", "owner": "Friedrich Nietzsche"}, {"item": "Imagination is everything. It is the preview of life's coming attractions.", "owner": "Albert Einstein"}, {"item": "The best life for a writer is the life which helps him write the best books he can.", "owner": "Julian Barnes, Flaubert's Parrot"}, {"item": "Knowledge was scattered treasure, education organized it into art, commerce and science.", "owner": "Amit Kalantri"}, {"item": "Creativity flows when the mind is light. Be light and ignite your imagination.", "owner": "Amy Leigh Mercree"}, {"item": "The mind is the greatest sacred paradise.", "owner": "Lailah Gifty Akita"}, {"item": "Read deeply. Stay open. Continue to wonder.", "owner": "Austin Kleon, Steal Like an Artist: 10 Things Nobody Told You About Being Creative"}, {"item": "Thank goodness I was never sent to school it would have rubbed off some of the originality. ", "owner": "Beatrix Potter"}, {"item": "The ultimate currency is called ''Creativity''.", "owner": "Nick"}, {"item": "Imagination is a holy impressions.", "owner": "Lailah Gifty Akita"}, {"item": "You are here to be fully alive. Your expression is needed. Don't hold back", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "At the edge of madness you howl diamonds and pearls.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Creativity without discipline will struggle, creativity with discipline will succeed.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Creativity is the residue of time wasted.", "owner": "Albert Einstein"}, {"item": "Imagination belongs to hope. It’s the creative dance of possibility.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "I know that no reader ever asks a question. A writer must force his favors upon his readers.", "owner": "Jan Neruda, Prague Tales"}, {"item": "Arrogance kills creativity.", "owner": "A.M. Riley"}, {"item": "Fashion is a language that creates itself in clothes to interpret reality.", "owner": "Karl Lagerfeld"}, {"item": "Non-judgment quiets the internal dialogue, and this opens once again the doorway to creativity.", "owner": "Deepak Chopra"}, {"item": "What keeps life fascinating is the constant creativity of the soul.", "owner": "Deepak Chopra, Life After Death: The Burden of Proof"}, {"item": "Anxiety is the handmaiden of creativity", "owner": "T.S. Eliot"}, {"item": "I really do literally put myself into a character's shoes.", "owner": "Ruth Rendell"}, {"item": "Rejection is an opportunity for your selection.", "owner": "Bernard Branson"}, {"item": "I became an artist because I wanted to be an active participant in the conversation about art.", "owner": "Kamand Kojouri"}, {"item": "All our knowledge has its origin in our perceptions", "owner": "Leonardo da Vinci"}, {"item": "Others have seen what is and asked why. I have seen what could be and asked why not. ", "owner": "Pablo Picasso, Pablo Picasso: Metamorphoses of the Human Form : Graphic Works, 1895-1972"}, {"item": "Your mission or purpose is like a magnet that keeps you moving is a well established direction", "owner": "Doris P. Johnson"}], "common_tag": "creativity,", "updatedAt": "2023-07-01 19:09:51"}