{"contents": [{"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be brave to stand for what you believe in even if you stand alone.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Success is not how high you have climbed, but how you make a positive difference to the world.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you care about someone enough, you’ll always be there for them no matter what.", "owner": "Roy T. Bennett"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Focus on your goals, not your fear. Focus like a laser beam on your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Whatever the clouds plan to do I always trust in the sun which never fails to come out ", "owner": "Munia Khan"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If your dreams are to hard to achieve, just achieve", "owner": "Benny Bellamacina, Piddly Poems for Children, v.2"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "The rain begins with a single drop", "owner": "Manal Al-Sharif, Daring to Drive: A Saudi Woman’s Awakening"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett"}, {"item": "Do not let arrogance go to your head and despair to your heart.", "owner": "Roy T. Bennett"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Greatness means setting out to make some difference somewhere to someone in someplace.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Listen with curiosity. Speak with honesty. Act with integrity.", "owner": "Roy  Bennett"}, {"item": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "owner": "Roy T. Bennett"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be the positive impact on someone’s life.", "owner": "Roy T. Bennett"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To have what you have never had, you have to do what you have never done.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Seeing the mud around a lotus is pessimism, seeing a lotus in the mud is optimism.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Learning to focus on the big picture will help you keep things in a proper perspective.", "owner": "Roy T. Bennett"}, {"item": "Keep your promises and be consistent. Be the kind of person others can trust.", "owner": "Roy T. Bennett"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There is nothing so convincing as a thing well done.", "owner": "Roy T. Bennett"}, {"item": "Be positive. Be true. Be kind.", "owner": "Roy  Bennett"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Those who win never give up.Those who give up never win.", "owner": "Roy T. Bennett"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Discipline your mind to see the good in every situation and look on the best side of every event.", "owner": "Roy  Bennett"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "Always have a willing hand to help someone, you might be the only one that does.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "We are all different. Don’t judge, understand instead.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "owner": "Roy T. Bennett"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stay strong, stay positive, and never give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Too many people are too busy making a living to make a life.", "owner": "Roy T. Bennett"}, {"item": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "owner": "Roy T. Bennett"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Good things happen in your life when you surround yourself with positive people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Follow your heart, listen to your inner voice, stop caring about what others think.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, focus your energy on what you can create.", "owner": "Roy  Bennett"}], "common_tag": "optimistic,", "updatedAt": "2023-07-01 19:09:51"}