{"contents": [{"item": "Maybe Heaven will be a library. Then I will be able to finish my to-read list.", "owner": "Kellie Elmore"}, {"item": "Read. You can always talk with another reader.", "owner": "Rorke Denver, Damn Few: Making the Modern SEAL Warrior"}, {"item": "Ahhh. Bed, book, kitten, sandwich. All one needed in life, really.", "owner": "Jacqueline Kelly, The Evolution of Calpurnia Tate"}, {"item": "You want to remember that while you're judging the book, the book is also judging you.", "owner": "Stephen King, Night Shift"}, {"item": "Never put off till tomorrow the book you can read today.", "owner": "Holbrook Jackson"}, {"item": "An attentive reader will always learn more, and more quickly, from good authors than from life.", "owner": "Hervé Le Tellier, Enough About Love"}, {"item": "Everything in the world exists in order to end up as a book.", "owner": "Stéphane Mallarmé"}, {"item": "Beware you be not swallowed up in books! An ounce of love is worth a pound of knowledge.", "owner": "John Wesley, Letters of John Wesley"}, {"item": "Read for the sake of using others knowledge to find your own inner guidance.", "owner": "Matthew Donnelly"}, {"item": "There so much to learn from a single book.", "owner": "Lailah Gifty Akita"}, {"item": "The best books... are those that tell you what you know already.", "owner": "George Orwell, 1984"}, {"item": "The more you read, the more you will love to read.", "owner": "Lailah Gifty Akita"}, {"item": "Just handle the books gently and you’ll get along fine.", "owner": "Patrick Rothfuss"}, {"item": "Literature is news that stays news.", "owner": "Ezra Pound, ABC of Reading"}, {"item": "A clever schoolboy's reaction to his reading is most naturally expressed by parody or imitation.", "owner": "C.S. Lewis"}, {"item": "If you go home with somebody, and they don't have books, don't fuck 'em!", "owner": "John Waters"}, {"item": "Many people, myself among them, feel better at the mere sight of a book.", "owner": "Jane Smiley, Thirteen Ways of Looking at the Novel"}, {"item": "My arms are killing me. I didn't know words could be so heavy.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "A bookshop is a peaceful sanctuary of silent voices waiting to heard", "owner": "Mala Naidoo"}, {"item": "Never trust anyone who has not brought a book with them.", "owner": "Lemony Snicket, Horseradish"}, {"item": "I love to read for my pleasure.", "owner": "Lailah Gifty Akita"}, {"item": "Each book was a world unto itself, and in it I took refuge.", "owner": "Alberto Manguel, A History of Reading"}, {"item": "The problem with books is that they end.", "owner": "Caroline Kepnes, You"}, {"item": "the Real-World was a sprawling mess of a book in need of a good editor.", "owner": "Jasper Fforde, One of Our Thursdays Is Missing"}, {"item": "Reading is my favourite occupation, when I have leisure for it and books to read.", "owner": "Anne Brontë, Agnes Grey"}, {"item": "Reading is not an end to itself, but a means to an end.", "owner": "Adolf Hitler, Mein Kampf"}, {"item": "All good books are about everything, abbreviated.", "owner": "Andrew  Smith, Grasshopper Jungle"}, {"item": "The reader leaves his mark on the book, as the book leaves its mark on the reader.", "owner": "Gabrielle Dubois"}, {"item": "Nothing was truly unbearable if you had something to read.", "owner": "Jincy Willett, The Writing Class"}, {"item": "The world was hers for the reading.", "owner": "Betty  Smith, A Tree Grows in Brooklyn"}, {"item": "The book thief has struck for the first time – the beginning of an illustrious career.", "owner": "Markus Zusak, The Book Thief"}, {"item": "The best book is not one that informs merely, but one that stirs the reader up to inform himself.", "owner": "A.W. Tozer, Man   The Dwelling Place Of God"}, {"item": "It is what you read when you don't have to that determines what you will be when you can't help it.", "owner": "Oscar Wilde"}, {"item": "A house filled with books is source of knowledge.", "owner": "Lailah  Gifty  Akita"}, {"item": "Reading is air in my lungs, fire in my blood, company in my thoughts.", "owner": "Mala Naidoo"}, {"item": "An hour spent reading is one stolen from paradise.", "owner": "Thomas Wharton"}, {"item": "Reading one book is like eating one potato chip.", "owner": "Diane Duane, So You Want to Be a Wizard"}, {"item": "What kind of life can you have in a house without books?", "owner": "Sherman Alexie, Flight"}, {"item": "There’s nothing as cozy as a piece of candy and a book.", "owner": "Betty MacDonald, Mrs. Piggle-Wiggle's Magic"}, {"item": "Reading is going toward something that is about to be, and no one yet knows what it will be.", "owner": "Italo Calvino, If on a Winter's Night a Traveler"}, {"item": "If your library is not \"unsafe,\" it probably isn't doing its job.", "owner": "John Berry"}, {"item": "Let's be reasonable and add an eighth day to the week that is devoted exclusively to reading.", "owner": "Lena Dunham"}, {"item": "A fondness for reading, properly directed, must be an education in itself.", "owner": "Jane Austen, Mansfield Park"}, {"item": "Reading good books ruins you for enjoying bad books.", "owner": "Mary Ann Shaffer, The Guernsey Literary and Potato Peel Pie Society"}, {"item": "Reading is probably another way of being in a place.", "owner": "José Saramago, El hombre duplicado"}, {"item": "If you don’t like to read, you haven’t found the right book.", "owner": "J.K. Rowling"}, {"item": "I owe everything I am and everything I will ever be to books.", "owner": "Gary Paulsen, Shelf Life: Stories by the Book"}, {"item": "My education was neglected, yet I was passionately fond of reading.", "owner": "Mary Wollstonecraft Shelley, Frankenstein; Or, the Modern Prometheus"}, {"item": "I won't be sad too often,If they bury me in the libraryWith bookworms in my coffin.", "owner": "J. Patrick Lewis"}, {"item": "It is the spirit of the poets that gives the soldiers strength to fight.", "owner": "Casting Crowns, Casting Crowns: Come to the Well"}, {"item": "The pleasure of reading is indescribable.", "owner": "Lailah Gifty Akita"}, {"item": "If you love books enough, books will love you back.", "owner": "Jo Walton, Among Others"}, {"item": "One of the great things about books is sometimes there are some fantastic pictures.", "owner": "George W. Bush"}, {"item": "Only a generation of readers will spawn a generation of writers.", "owner": "Steven Spielberg"}, {"item": "In my pursuit of historical ecology, I find the pleasure of reading history.", "owner": "Lailah Gifty Akita"}, {"item": "I even love the smell of books.", "owner": "Adriana Trigiani"}, {"item": "The one way of tolerating existence is to lose oneself in literature as in a perpetual orgy.", "owner": "Gustave Flaubert"}, {"item": "Reading is a beautiful paradise.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Books don't offer real escape, but they can stop a mind scratching itself raw.", "owner": "David Mitchell, Cloud Atlas"}, {"item": "You have to remember that it is impossible to commit a crime while reading a book.", "owner": "John Waters"}, {"item": "There are worse crimes than burning books. One of them is not reading them.", "owner": "Joseph Brodsky"}, {"item": "I kept always two books in my pocket, one to read, one to write in.", "owner": "Robert Louis Stevenson, Essays of Robert Louis Stevenson"}, {"item": "Man reading should be man intensely alive. The book should be a ball of light in one's hand.", "owner": "Ezra Pound"}, {"item": "Reading is reading - no matter what the material.", "owner": "Giovanna Fletcher, Billy and Me"}, {"item": "The odd thing about people who had many books was how they always wanted more.", "owner": "Patricia A. McKillip, The Bell at Sealey Head"}, {"item": "The books that the world calls immoral are books that show the world its own shame.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "A love affair with knowledge will never end in heartbreak.", "owner": "Michael Marino"}, {"item": "It's amazing how the more you read, the less you know.", "owner": "Anna Breslaw, Scarlett Epstein Hates It Here"}, {"item": "Ultimately, nobody can get more out of things, including books, than he already knows.", "owner": "Friedrich Nietzsche"}, {"item": "As always, one of her books was next to her.", "owner": "Markus Zusak, The Book Thief"}, {"item": "The worst thing about new books is that they keep us from reading the old ones.", "owner": "Joseph Joubert"}, {"item": "That's it then. This is how it ends. I haven't even read Proust.", "owner": "James Turner, Rex Libris Volume Two: Book Of Monsters"}, {"item": "I read the fuck out of every book I can get my hands on.", "owner": "Nick Hornby, A Long Way Down"}, {"item": "…only then did I wake out of the book.", "owner": "John McGahern"}, {"item": "There is only one genre in fiction, the genre is called book.", "owner": "Matt Haig, The Humans"}, {"item": "Read good books to improve your life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Books are the bees which carry the quickening pollen from one to another mind.", "owner": "James Russell Lowell"}, {"item": "Please bury me in the library With a dozen long-stemmed proses", "owner": "J. Patrick Lewis, Please Bury Me in the Library"}, {"item": "A book series is never truly over. The story lives on, even when the final page has been turned.", "owner": "Richard P. Denney"}, {"item": "Ah, how good it is to be among people who are reading.", "owner": "Rainer Maria Rilke, The Notebooks of Malte Laurids Brigge"}, {"item": "The primary purpose of reading the Bible is not to know the Bible but to know God.", "owner": "James Merritt"}, {"item": "Passion for books is pleasurable.", "owner": "Lailah Gifty Akita"}, {"item": "Only the nonreader fears books. ", "owner": "Richard Peck"}, {"item": "The love to know is the passion for reading.", "owner": "Lailah Gifty Akita"}, {"item": "If a book is well written, I always find it too short.", "owner": "Jane Austen, Sense and Sensibility"}, {"item": "If you would tell me the heart of a man, tell me not what he reads, but what he rereads.", "owner": "François Mauriac"}, {"item": "I have all the books I could need, and what more could I need than books?", "owner": "Catherynne M. Valente, The Girl Who Ruled Fairyland - For a Little While"}, {"item": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.", "owner": "Oscar Wilde"}, {"item": "I only read biographies, metaphysics and psychology. I can dream up my own fiction.", "owner": "Mae West"}, {"item": "You can only learn to read by reading.", "owner": "Lailah Gifty Akita"}], "common_tag": "reading", "updatedAt": "2023-05-26 21:16:05"}