{"contents": [{"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "True friends chop the onions and cry together.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "A slip of the foot may injure your body, but a slip of the tongue will injure your bond.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Dresses don't look beautiful on hangers.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A tamed woman will never leave her mark in the world.", "owner": "Robert M. Drake"}, {"item": "I had always wanted to hear those words.I had always wanted to be your girl.", "owner": "Ranata Suzuki"}, {"item": "Stuff your brain with knowledge.", "owner": "Karl Lagerfeld"}, {"item": "I’m giving pleasure to you. Don’t interfere.", "owner": "Olga Goa"}, {"item": "A woman does not become whole until she has a baby.", "owner": "Chris Mentillo, A True Tale of Horror"}, {"item": "People have incredible nerve to do terrible things, but never actually admit to them.", "owner": "Henry Mosquera, Sleeper's Run"}, {"item": "Stop smiling as if I’ve been acquainted with you for ages!", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Love is the essence of life. Without love, life does not make any sense.", "owner": "Debasish Mridha"}, {"item": "Hope is the beautiful dream of the soul.", "owner": "Debasish Mridha"}, {"item": "Fashion doesn't make you perfect, but it makes you pretty.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "There is so much woman in many a girl and too much boy in many a man.", "owner": "Mokokoma Mokhonoana"}, {"item": "How can you fight stupidity effectively? The answer is simple: it’s not easy.", "owner": "Carl William Brown, Aforismi contro il potere e la stupidità"}, {"item": "Fully inhale your dream and completely exhale manifestation of it.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Ultimately, you are defined by your kindness, compassion, passion, and choice.", "owner": "Debasish Mridha"}, {"item": "A fool thinks that he can cheat others, but a prudent man knows that he can only cheat himself.", "owner": "Debasish Mridha"}, {"item": "I see who I am, and I am beyond who I was.", "owner": "Steven Cuoco"}, {"item": "Pain is not there to hurt you, but it is there to make you more aware and alert.", "owner": "Debasish Mridha"}, {"item": "Smiling heals the soul and fills the heart with bliss.", "owner": "Debasish Mridha"}, {"item": "The world is God's salvation.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Some people when they see cheese, chocolate or cake they don't think of calories.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "God is willing to help you with the rain if only you can sow your crops.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "There are many roads even though you have only one destination.", "owner": "Debasish Mridha"}, {"item": "When I first met you, I honestly didn't know you were gonna be this important to me", "owner": "Swapna Rajput"}, {"item": "A women does not become whole, until she has a baby.", "owner": "Chris Mentillo"}, {"item": "When we truly care, we mix love, compassion, and kindness together in our hearts.", "owner": "Debasish Mridha"}, {"item": "A cynic always focuses on problems and not on possibilities.", "owner": "Debasish Mridha"}, {"item": "Some things are just like riding a bicycle; you jump on, pedal, and hope you don’t fall.", "owner": "Henry Mosquera, Sleeper's Run"}, {"item": "New Rome will be destroyedBy the attacks of new vandals.God always remains silent.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "LOVE COULD BE LABLEDPOISON AND WE’D DRINK IT ANYWAYS.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "The beauty that lies hidden, makes my soul tremble with awe.", "owner": "Patricia Robin Woodruff"}, {"item": "Wherever I go, I meet myself.", "owner": "Dejan Stojanovic, The Shape"}, {"item": "To fill yourself with bliss, today is the best time to start loving yourself deeply.", "owner": "Debasish Mridha"}, {"item": "This world is the playing ground of our thoughts and imaginations which create our perceptions.", "owner": "Debasish Mridha"}, {"item": "Music shouldn't be just a tune, it should be a touch.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Knowledge is NOT power. The correct application of knowledge is power.", "owner": "Izey Victoria Odiase"}, {"item": "My atoms love you atoms, it’s chemistry. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Things are always either black or white. The grey in between is only a confusion.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "All your jewels are mine to plunder.", "owner": "Raubin Chaudhary"}, {"item": "Hope without love is hopeless.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Even if you are alone you wage war with yourself.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Wisdom comes from the internalization and reflection of experience.", "owner": "Debasish Mridha"}, {"item": "In your name, the family name is at last because it's the family name that lasts.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Education is the best weapon to fight against the adversity of life.", "owner": "Debasish Mridha"}, {"item": "You sing in my mind and dance in my heart.", "owner": "Debasish Mridha"}, {"item": "The most beautiful thing that you can show people is how to reveal their own beauty to themselves.", "owner": "Debasish Mridha"}, {"item": "Life into death— Life’s other shape, No rupture, Only crossing.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "A word only writes Its night and ridesIts dream.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "Life is magnificent and vivacious, but it is also fugacious.", "owner": "Debasish Mridha"}, {"item": "An assembly is extra slow in taking actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The greatest obstacle to success is the fear of failure.", "owner": "Debasish Mridha"}, {"item": "Knowledge will reveal its value only when we use it to gain wisdom through experience.", "owner": "Debasish Mridha"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "True education is the ultimate secret of a successful life.", "owner": "Debasish Mridha"}, {"item": "Education has enhanced my wisdom. Simplicity and humility will not allow me to call myself wise.", "owner": "Debasish Mridha M.D."}, {"item": "That which is essential for life, can never be bought.", "owner": "Debasish Mridha"}, {"item": "Paint your life with the magnificent colors of a joyful sunset.", "owner": "Debasish Mridha"}, {"item": "True education makes you beautiful like a butterfly, but it demands a transformation.", "owner": "Debasish Mridha"}, {"item": "Every action either teaches you or blesses you.", "owner": "Debasish Mridha"}, {"item": "In summer, we grow younger and stay young forever.", "owner": "Debasish Mridha"}, {"item": "If time is money and you wasted my time, then give me back my money!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Time is your weapon, If you lose it, you will lose the battle.", "owner": "Khaled Ibrahim"}, {"item": "padamu senja aku tak bisa tuk tak jatuh cinta, meski padamu pun engkau menenggelamkannya", "owner": "Rian Prasetia, @sekadar_coretan"}, {"item": "You deserve the love your soul craves for.Don't settle.", "owner": "J.A. ANUM"}, {"item": "You can’t start a new life if you continue to dwell in your past.", "owner": "Debasish Mridha"}, {"item": "Life is a magnificent sacred journey of the soul.", "owner": "Debasish Mridha"}, {"item": "We are made of all those who have built and broken us.", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Bigheadedness is usually a symptom of small-mindedness.", "owner": "Mokokoma Mokhonoana"}, {"item": "See the world as it is, not as you wish it would be", "owner": "E. Lockhart, We Were Liars"}, {"item": "Look for the hidden blessings in difficult situations.", "owner": "M.J. Ryan, Attitudes of Gratitude: How to Give and Receive Joy Every Day of Your Life"}, {"item": "Find joy in simplicity and positivity.", "owner": "Debasish Mridha"}, {"item": "Love everyone. Good people create an impression and not so good people teach you a lesson.", "owner": "Debasish Mridha"}, {"item": "What you say reflects how you feel about the world.", "owner": "Debasish Mridha"}, {"item": "My songs of life are so secret that I can’t find my tune.", "owner": "Debasish Mridha"}, {"item": "When the star dies, Its eye closes; tired of watching, It flies back to its first bright dream.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "If life is an adventure, then a vacation is an adventure to find true joy.", "owner": "Debasish Mridha"}, {"item": "Adventure runs on all sorts of whiskey. ", "owner": "Atticus Poetry, Love Her Wild: Poems"}, {"item": "Don't expect anything from anyone unless you are prepared to accept denial.", "owner": "Mohith Agadi"}, {"item": "God is a cloud from which rain fell.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "Education helps you to create a new world which is uniquely yours to live and enjoy.", "owner": "Debasish Mridha"}, {"item": "Words rich in meaning can be cheap in sound effects.", "owner": "Dejan Stojanovic"}, {"item": "Excuse me, I feel interrupted and I think I've overdose from the idea of loving you.", "owner": "Robert M. Drake"}, {"item": "Like our muscles, our thinking power grows when we struggle.", "owner": "Debasish Mridha"}, {"item": "It is beautiful to express love and even more beautiful to feel it.", "owner": "Dejan Stojanovic"}, {"item": "I find that love is confusing, lust is always definitive.", "owner": "Carl R White"}], "common_tag": "quotes,", "updatedAt": "2023-07-01 19:09:51"}