{"contents": [{"item": "To write is human, to edit is divine.", "owner": "Stephen King, On Writing: A Memoir of the Craft"}, {"item": "The important thing to you is not how many years in your life, but how much life in your years!", "owner": "Edward J. Stieglitz"}, {"item": "A child may not know how to feed itself, or what to eat, yet it knows hunger.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "I liked things better when I didn't understand them.", "owner": "Bill Watterson"}, {"item": "We dance round in a ring and suppose,But the Secret sits in the middle and knows.", "owner": "Robert Frost"}, {"item": "‎Life is a shipwreck, but we must not forget to sing in the lifeboats.", "owner": "Voltaire"}, {"item": "Speak when you are angry, and you'll make the best speech you'll ever regret.", "owner": "Laurence J. Peter"}, {"item": "These mountains that you are carrying, you were only supposed to climb.", "owner": "Najwa Zebian"}, {"item": "A man can't soar too high, when he flies with his own wings.", "owner": "William Blake"}, {"item": "Hope springs forever.", "owner": "J.K. Rowling, The Tales of Beedle the Bard"}, {"item": "All thinking men are atheists.", "owner": "Ernest Hemingway, A Farewell to Arms"}, {"item": "We have just enough religion to make us hate, but not enough to make us love one another.", "owner": "Jonathan Swift"}, {"item": "Do your best and let God do the rest.", "owner": "Ben Carson"}, {"item": "If they don't like you for being yourself, be yourself even more.", "owner": "Taylor Swift"}, {"item": "Man is, that he may have Joy.", "owner": "The Church of Jesus Christ of Latter-day Saints, The Book of Mormon: Another Testament of Jesus Christ"}, {"item": "If I must fall, may it be from a high place.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "You can't shake hands with a clenched fist.", "owner": "Indira Gandhi"}, {"item": "If you are a dreamer come in", "owner": "Shel Silverstein"}, {"item": "When one flower blooms spring awakens everywhere", "owner": "John O'Donohue"}, {"item": "Think, Believe, Dream, and Dare.", "owner": "Walt Disney Company"}, {"item": "Adversity introduces a man to himself.", "owner": "Albert Einstein"}, {"item": "It serves me right for putting all my eggs in one bastard.", "owner": "Dorothy Parker, You Might as Well Live: The Life and Times of Dorothy Parker"}, {"item": "God is our Holy Father.", "owner": "Lailah Gifty Akita"}, {"item": "Don't count your owls before they are delivered.", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "Everything you want is on the other side of fear.", "owner": "Jack Canfield"}, {"item": "I am buoyant and expansive and uncontainable--but I always was so, only I never knew it!", "owner": "Chitra Banerjee Divakaruni, The Palace of Illusions"}, {"item": "Life sucks, and then you die...", "owner": "Stephenie Meyer, Breaking Dawn"}, {"item": "Abide in the faith of God.", "owner": "Lailah Gifty Akita"}, {"item": "The most beautiful things in the world cannot be seen or touched, they are felt with the heart.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "You must take life the way it comes at you and make the best of it.", "owner": "Yann Martel, Life of Pi"}, {"item": "The journey of a thousand miles begins with a single step. Watch your step.", "owner": "Lao Tzu"}, {"item": "Go ahead and believe that no one shines brighter than you. Become amazing, and be happy.", "owner": "Demi Lovato, Stay Strong"}, {"item": "As is a tale, so is life: not how long it is, but how good it is, is what matters.", "owner": "Seneca"}, {"item": "Have faith have faith. When you have nothing else have faith.", "owner": "Francine Rivers, A Voice in the Wind"}, {"item": "The butterfly counts not months but moments, and has time enough.", "owner": "Rabindranath Tagore"}, {"item": "Boredom can be a lethal thing on a small island.", "owner": "Christopher Moore, Island of the Sequined Love Nun"}, {"item": "To those who will see, the world waits.", "owner": "Libba Bray"}, {"item": "There are a thousand hacking at the branches of evil to one who is striking at the root.", "owner": "Henry David Thoreau, Walden, or Life in the Woods"}, {"item": "If you are still breathing maybe it is not such a bad day after all...", "owner": "Darren E. Laws"}, {"item": "Write it. Shoot it. Publish it. Crochet it, sauté it, whatever. MAKE.", "owner": "Joss Whedon"}, {"item": "We can't choose our fate, but we can choose others. Be careful in knowing that.", "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"}, {"item": "And, when you want something, all the universe conspires in helping you to achieve it.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "God is subtle but he is not malicious.", "owner": "Albert Einstein"}, {"item": "Life's like a movie, write your own ending. Keep believing, keep pretending.", "owner": "Jim Henson"}, {"item": "Do not fear the thorns in your path, for they draw only corrupt blood.", "owner": "Kahlil Gibran"}, {"item": "I was good and bad, but never wicked.", "owner": "Anne Rice"}, {"item": "I remembered the fox. One runs the risk of crying a bit if one allows oneself to be tamed.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "You are willing to die, you coward, but not to live.", "owner": "Hermann Hesse, Steppenwolf"}, {"item": "I've been lucky. Opportunities don't often come along. So, when they do, you have to grab them.", "owner": "Audrey Hepburn"}, {"item": "Hope against hope, is the grace of faith.", "owner": "Lailah Gifty Akita"}, {"item": "Ends are for yesterday, not tomorrows.", "owner": "Mitch Albom, The Time Keeper"}, {"item": "You can never cross the ocean until you have the courage to lose sight of the shore", "owner": "André Gide"}, {"item": "What's the good of living if you don't try a few things?", "owner": "Charles M. Schulz"}, {"item": "If they give you ruled paper, write the other way.", "owner": "Juan Ramón Jiménez"}, {"item": "Indeed, the more we find to love, the more we add to the measure of our hearts.", "owner": "Lloyd Alexander, The Black Cauldron"}, {"item": "impossible is not a word", "owner": "Obert Skye, Leven Thumps and the Gateway to Foo"}, {"item": "A thousand words leave not the same deep impression as does a single deed.", "owner": "Henrik Ibsen"}, {"item": "Don't ever take a fence down until you know why it was put up.", "owner": "Robert Frost"}, {"item": "No great wisdom can be reached without sacrifice.", "owner": "C.S. Lewis, The Magician's Nephew"}, {"item": "Aim higher in case you fall short.", "owner": "Suzanne Collins, Catching Fire"}, {"item": "follow your heart! (sppotedleafs motto)", "owner": "Erin Hunter, Into the Wild"}, {"item": "I am not afraid... I was born to do this.", "owner": "Jeanne d'Arc"}, {"item": "Time to toss the dice", "owner": "Robert Jordan"}, {"item": "Do what you can, with what you have, where you are.", "owner": "Theodore Roosevelt"}, {"item": "In the long run, the sharpest weapon of all is a kind and gentle spirit.", "owner": "Anne Frank, The Diary of Anne Frank"}, {"item": "Faith is the bird that feels the light and sings when the dawn is still dark.", "owner": "Rabindranath Tagore"}, {"item": "Never let a problem to be solved, become more important than a person to be loved.", "owner": "Thomas S. Monson"}, {"item": "It does not matter how long you live, but how well you do it.", "owner": "Martin Luther King Jr."}, {"item": "Grace isn't a little prayer you chant before receiving a meal. It's a way to live.", "owner": "Jacqueline Winspear"}, {"item": "I do like the world quite a lot.", "owner": "Shannon Hale, Book of a Thousand Days"}, {"item": "Not knowing you can't do something, is sometimes all it takes to do it.", "owner": "Ally Carter"}, {"item": "Life begins on the other side of despair.", "owner": "Jean-Paul Sartre"}, {"item": "As long as you have hope, you can survive any harsh condition.", "owner": "Lailah Gifty Akita"}, {"item": "Maktub\" (It is written.)", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Who controls the past controls the future. Who controls the present controls the past.", "owner": "George Orwell, 1984"}, {"item": "Normalness leads to sadness.", "owner": "Phil Lester"}, {"item": "Real love never fails.", "owner": "Karen Kingsbury, Forever"}, {"item": "If you have the guts to be yourself, other people'll pay your price.", "owner": "John Updike, Rabbit, Run"}, {"item": "Be melting snow.Wash yourself of yourself.", "owner": "Jalaluddin Rumi, The Essential Rumi"}, {"item": "If it sounds like writing, I rewrite it.", "owner": "Elmore Leonard, Elmore Leonard's 10 Rules of Writing"}, {"item": "Tough times never last. Tough people do", "owner": "Robert H. Schuller"}, {"item": "You should never be surprised when someone treats you with respect, you should expect it.", "owner": "Sarah Dessen, Keeping the Moon"}, {"item": "Not being heard is no reason for silence.", "owner": "Victor Hugo, Les Misérables"}, {"item": "You kick ass Sam. And don't forget it", "owner": "Pittacus Lore, The Power of Six"}, {"item": "The life given us, by nature is short; but the memory of a well-spent life is eternal.", "owner": "Marcus Tullius Cicero"}, {"item": "People say nothing is impossible, but I do nothing every day.", "owner": "A.A. Milne, Winnie-the-Pooh"}, {"item": "What hurts us is what heals us", "owner": "Paulo Coelho, Aleph"}, {"item": "It doesn’t matter what we are. It matters what we do.", "owner": "Michelle Hodkin, The Evolution of Mara Dyer"}, {"item": "The sharp knife of a short life, wellI've had, just enough time.", "owner": "Kimberly Perry"}, {"item": "It is during our darkest moments that we must focus to see the light.", "owner": "Aristotle"}], "common_tag": "inspirational", "updatedAt": "2023-05-26 21:16:05"}