{"contents": [{"item": "Your life is a book. Everyone could read it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "People don't need to know how good you are. Just smile, just slay and just show.", "owner": "Janna Cachola"}, {"item": "Any girl with a grin never looks grim.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Your crown has been bought and paid for. Put it on your head and wear it.", "owner": "Maya Angelou"}, {"item": "Self-confidence is contagious.", "owner": "Stephen Richards"}, {"item": "When you lack self-esteem it’s easy to keep attracting the wrong people into your life.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Dare the impossible. By grace it will be possible.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The devil's happy when the critics run you off.", "owner": "Criss Jami, Venus in Arms"}, {"item": "Don’t be bothered with what you think other people expect of you when it comes to your raw talent.", "owner": "Amber Hurdle, The Bombshell Business Woman: How to Become a Bold, Brave, and Successful Female Entrepreneur"}, {"item": "Dresses won't worn out in the wardrobe, but that is not what dresses are designed for.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The funny thing about money is that you can't take it with you, so don’t try to.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "You’ve got to be sure of yourself beforeYou can ever win a prize.", "owner": "Napoleon Hill, Think and Grow Rich: The Landmark Bestseller - Now Revised and Updated for the 21st Century"}, {"item": "Confidence of a dedicated person, seems to be over-confidence to ordinary masses.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "You must know the purpose of your life and reach it confidently", "owner": "Sunday Adelaja"}, {"item": "Every goal first started as something in our mind. You have it all within you!", "owner": "Deborah Day, BE HAPPY NOW!"}, {"item": "The deep roots never doubt spring will come.", "owner": "Marty Rubin"}, {"item": "Sometimes, God doesn’t send you into a battle to win it; he sends you to end it.", "owner": "Shannon L. Alder"}, {"item": "We build confidence by daring to step outside our comfort zone in small increments.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "owner": "Hellen Keller"}, {"item": "Self determination is greatest will power.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It's time to shop high heels if your fiance kisses you on the forehead.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you haven't arrived yet, keep driving, your destiny is waiting for you.", "owner": "Rob Liano"}, {"item": "Single” is an opportunity to live life on your own terms and not apologize.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "With right fashion, every female would be a flame.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Each day begins a new journey of life, for if we awake, there is a reason.", "owner": "Bethanie Armstrong"}, {"item": "Grow your courage by remembering each day is a gift.", "owner": "Auliq-Ice"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Be like the flower, content with its nature.", "owner": "Seth D."}, {"item": "The greatest action is the grace to define sacred-self.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Doubt not the self O lion-heart, for those who call you crazy will one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "When you’re confident in what you have to say, you don’t need to add effect.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.", "owner": "Bertrand Russell"}, {"item": "Don't live off your past successes or failures, live for the next big pursuit.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Be a team player, not a bandwagon jumper.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "Die wertvollste Reise ist die Reise zu unserem Selbst.", "owner": "Nina Hrusa"}, {"item": "Reject anything advice, which does not lead to your personal progress.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be driven by your dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Posture is Paramount.", "owner": "Cindy Ann Peterson, My Style, My Way: Top Experts Reveal How to Create Yours Today"}, {"item": "All my problems bow before my stubbornness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Act as if it was, and it will be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "How can I shut downIf you don't open up??", "owner": "Ana Claudia Antunes, Pierrot & Columbine"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Clarity and simplicity help us to build confidence keep things clear and keep them simple. ", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Arrogance based on relentless denial of faults eventually makes a person weary.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Confidence is like a dragon where, for every head cut off, two more heads grow back.", "owner": "Criss Jami, Venus in Arms"}, {"item": "Hope strengthens desire and love strengthens confidence.", "owner": "Debasish Mridha"}, {"item": "I am Stephanie Lahart! An intelligent, empowered, and confident Black Queen. Purposely Fearless!", "owner": "Stephanie Lahart"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Explore, Experience, Then Push Beyond.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "If you want your prayers answered, get up off your knees and do something about them.", "owner": "Wally Lamb, She's Come Undone"}, {"item": "It’s not a lack of opportunity around me. Rather, it’s a lack of faith within me.", "owner": "Craig D. Lounsbrough"}, {"item": "Be passionate persistent in the pursuit of your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If you're waiting until you feel talented enough to make it, you'll never make it.", "owner": "Criss Jami, Healology"}, {"item": "Integrity is something we show, not proclaim.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "It isn't a matter of fitting in but rather staying in because some people just don't.", "owner": "Julian Quintero"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "I do not care so much what I am to others as I care what I am to myself.", "owner": "Michel de Montaigne"}, {"item": "Education gives you the power and confidence to adjust to changes.", "owner": "Debasish Mridha M.D."}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "I am the sea and nobody owns me.", "owner": "Pippi Longstocking"}, {"item": "If you emulate the behaviours of confident people, you will help yourself to become confident.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Confidence and hope builds up in you when you have a glimpse of what your future is like", "owner": "Sunday Adelaja"}, {"item": "Life has no remote....get up and change it yourself!", "owner": "Mark A. Cooper, Operation Einstein"}, {"item": "You are not what others think you are. You are what God knows you are.", "owner": "Shannon L. Alder"}, {"item": "if you speak things into existence, they will become real.. believe me!", "owner": "Rakesh Vemulawada"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Be yourself....and make the world adjust!", "owner": "Germany Kent"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Never dull your shine for somebody else.", "owner": "Tyra Banks"}, {"item": "Confident Assured Posture: Foundation of Powerful Style", "owner": "Cindy Ann Peterson, My Style, My Way: Top Experts Reveal How to Create Yours Today"}, {"item": "When someone tells me \"no,\" it doesn't mean I can't do it, it simply means I can't do it with them.", "owner": "Karen E. Quinones Miller"}, {"item": "Once you embrace your value, talents and strengths, it neutralizes when others think less of you.", "owner": "Rob Liano"}, {"item": "Confidence in others' honesty is no light testimony of one's own integrity.", "owner": "Michel de Montaigne"}, {"item": "Education shows the path to the door of opportunity. It gives confidence and hope to open it.", "owner": "Debasish Mridha"}, {"item": "Our confidence is the grace of faith in Jesus Christ.", "owner": "Lailah Gifty Akita"}], "common_tag": "confidence,", "updatedAt": "2023-07-01 19:09:51"}