{"contents": [{"item": "A kind gesture can reach a wound that only compassion can heal.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "You change our world for the better by changing our world for the better.", "owner": "Scott Stabile"}, {"item": "Always have a willing hand to help someone, you might be the only one that does.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Start a compassion movement in your community by being a living example of kindness.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Love and Compassion – these are the greatest education a person can ever have.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "A soul that is kind and intends justice discovers more than any sophist", "owner": "Sophocles"}, {"item": "Kindness has a mysterious power which can transcend and transform anything it touches.", "owner": "Debasish Mridha"}, {"item": "To create new rules, use the power of love, courage, and kindness to break the rules.", "owner": "Debasish Mridha"}, {"item": "If there is no kindness with your rightness, then that is madness.", "owner": "Debasish Mridha"}, {"item": "When we truly care, we mix love, compassion, and kindness together in our hearts.", "owner": "Debasish Mridha"}, {"item": "Well, there would be no sound if we shout on the background.", "owner": "Ana Claudia Antunes, The Tao of Physical and Spiritual"}, {"item": "The only true religion is the grace to act right.", "owner": "Lailah Gifty Akita"}, {"item": "ONE ACT OF KINDNESS MIGHT BE THAT GAME CHANGER FOR YOUR DESTINY AND GENERATIONS.", "owner": "WISDOM KWASHIE MENSAH (WKM)"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "Help others without any reason and give without the expectation of receiving anything in return.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Kindness, I’ve discovered, is everything in life.", "owner": "Isaac Bashevis Singer"}, {"item": "I admire those who do good and expect nothing in return.", "owner": "Roy T. Bennett"}, {"item": "Kindness rarely costs anything, but its worth is immeasurable.", "owner": "Debasish Mridha"}, {"item": "Always recompense kindness with hearty love and gratitude.", "owner": "Debasish Mridha"}, {"item": "Every single time you help somebody stand up you are helping humanity rise.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Be a wave of kindness that touches the hearts of everyone.", "owner": "Debasish Mridha"}, {"item": "Search for contentment in each person you meet.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "The smallest act of kindness makes you more beautiful than any expensive dress or make up.", "owner": "Debasish Mridha"}, {"item": "Everlasting love, unfailing kindness.", "owner": "Lailah Gifty Akita"}, {"item": "May all that have life be delivered from suffering", "owner": "Gautama Buddha"}, {"item": "Make love and kindness toward yourself and others a lifestyle and not a special event", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "I'm collecting for God. Can you spare a smile?", "owner": "Anthony T.Hincks"}, {"item": "Love only grows by sharing. You can only have more for yourself by giving it away to others.", "owner": "Brian Tracy"}, {"item": "Wash your life with forgiveness and fill it with kindness.", "owner": "Debasish Mridha"}, {"item": "Great is the person who does good always, in sickness and in health, in riches and in poverty.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Live joy. Be kind. Love unconditionally.", "owner": "Amy Leigh Mercree"}, {"item": "A moment of kindness can fill your heart with infinite joy.", "owner": "Debasish Mridha"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "When you are angry, don’t react. Respond with consideration, kindness, and love.", "owner": "Debasish Mridha"}, {"item": "Forgiveness is accepting someone's faults with love and kindness.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of education. Kindness is the essence of morality.", "owner": "Debasish Mridha"}, {"item": "Your greatest path of influence is love.", "owner": "Mollie Marti"}, {"item": "It is more Important to be of pure intention than of perfect action.", "owner": "Ilyas Kassam"}, {"item": "To make your Opinion Count,you have to do something morethan just making Money.", "owner": "Vineet Raj Kapoor"}, {"item": "Kindness has a power to change.", "owner": "Debasish Mridha"}, {"item": "I don't wear the opinions of others anymore, I learnt to dress myself.", "owner": "Nikki Rowe"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "Knowing the truth is not always a kindness.", "owner": "Rosamund Hodge, Cruel Beauty"}, {"item": "Kindness, not rituals, is mankind’s greatest prayer.", "owner": "Debasish Mridha"}, {"item": "Forgiveness with kindness is the best revenge.", "owner": "Debasish Mridha"}, {"item": "Indifference and neglect often do much more damage than outright dislike.", "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "What you do for others, God will do for you.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Hope finds its fulfillment when nurtured through faith and shared with love.", "owner": "Mollie Marti"}, {"item": "Kindness is the fragrance of pure love.", "owner": "Debasish Mridha"}, {"item": "Faith is expressed in love.", "owner": "Lailah Gifty Akita"}, {"item": "Ultimately, you are defined by your kindness, compassion, passion, and choice.", "owner": "Debasish Mridha"}, {"item": "Those who lack courage, can’t be kind for kindness is a state of courage.", "owner": "Debasish Mridha"}, {"item": "How magical can a person be when she is blessed with infinite kindness?", "owner": "Debasish Mridha"}, {"item": "Daily love and kindness are the path to a happy life.", "owner": "Amy Leigh Mercree"}, {"item": "It is love, has been love, will always be love that makes the biggest difference in our world.", "owner": "Scott Stabile"}, {"item": "A touch of kindness is like a ray of light in deep darkness.", "owner": "Debasish Mridha"}, {"item": "Spiritual romance is based on mutual respect and kindness.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Don't make homes out of hollow hero's that don't know how to save themselves.", "owner": "Nikki Rowe"}, {"item": "My religion is very simple. My religion is kindness.", "owner": "Dalai Lama XIV"}, {"item": "How beautiful a woman can be if kindness is her true beauty.", "owner": "Debasish Mridha"}, {"item": "Nothing comes to our lives without a purpose. Accept it with love and kindness and learn from it.", "owner": "Debasish Mridha"}, {"item": "Kindness and caring are ambrosia for the soul.", "owner": "Amy Leigh Mercree"}, {"item": "Kindness is soft and humble like water, but it is the ultimate power of life.", "owner": "Debasish Mridha"}, {"item": "Common man's patience will bring him more happiness than common man's power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "But remember, boy, that a kind act can sometimes be as powerful as a sword.", "owner": "Rick Riordan, The Battle of the Labyrinth"}, {"item": "Every day send some blessings to the world. Let there be flow of love", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Kindness kindled the love in human heart.", "owner": "Lailah Gifty Akita"}, {"item": "Tweet others the way you want to want to be tweeted.", "owner": "Germany Kent"}, {"item": "We are all different. Don’t judge, understand instead.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Kindness has no religion. Religions are like narrow tracks but kindness is like an open sky.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "The shortest distance between two people is a smile.", "owner": "Victor Borge"}, {"item": "If love is a flower of non-judgmental actions, then kindness is the fragrance of those flowers.", "owner": "Debasish Mridha"}, {"item": "Tweet others the way you want to be tweeted.", "owner": "Germany Kent, You Are What You Tweet: Harness the Power of Twitter to Create a Happier, Healthier Life"}, {"item": "There is always a way forward if the responsible parties are willing to act.", "owner": "Auliq-Ice"}, {"item": "Time itself is created through deeds of true kindness.", "owner": "Dara Horn, The World to Come"}, {"item": "There's so much love in this world.", "owner": "Scott Stabile"}, {"item": "People with no human values are worse than zombies.", "owner": "Mohith Agadi"}, {"item": "Give Happiness, Patience, kindness, and Care, and the PAIN goes away.Then only LOVE remains...", "owner": "Tsem Tulku Rinpoche, 108 Ways to Grab My Apples"}, {"item": "The time and situation is always right to express and experience the beauty of kindness.", "owner": "Debasish Mridha"}, {"item": "We can show love, respect for others, and honesty in whatever we do to help humanity.", "owner": "Auliq-Ice"}, {"item": "Keep calm and let your heart sing the song of kindness.", "owner": "Debasish Mridha"}, {"item": "True kindness is evidence of true courage.", "owner": "Debasish Mridha"}, {"item": "Treat everyone with politeness and kindness, not because they are nice, but because you are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Children are gifts. They are not ours for the breaking. They are ours for the making.", "owner": "Dan Pearce, Single Dad Laughing"}, {"item": "How beautiful it will be if your heart grows only the flowers of love and kindness.", "owner": "Debasish Mridha"}, {"item": "There are many goals but one path - the path of compassion.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "Even a flower can feel the touch of kindness.", "owner": "Debasish Mridha"}, {"item": "Kindness is the best form of justice.", "owner": "Debasish Mridha"}], "common_tag": "kindness,", "updatedAt": "2023-07-01 19:09:51"}