{"contents": [{"item": "Simplest explanation usually the right one", "owner": "Kirsten Beyer, Protectors"}, {"item": "Creativity is the key to discovery.", "owner": "Lailah Gifty Akita"}, {"item": "Knowledge kills action action requires the veils of illusion. ", "owner": "Friedrich Nietzsche, The Birth of Tragedy"}, {"item": "Getting to know who you are is the most essential information that you can find out about yourself", "owner": "Sunday Adelaja"}, {"item": "Acquiring knowledge is a form of imitation.", "owner": "Jiddu Krishnamurti"}, {"item": "An investment in knowledge always pays the best interest.", "owner": "Benjamin Franklin, The Way to Wealth: Ben Franklin on Money and Success"}, {"item": "Uthlubul ilma walau bisshin,” meaning, “Seek knowledge, even if it’s as far as China.” -17", "owner": "Ahmad Fuadi, Negeri 5 Menara"}, {"item": "Often the hands will solve a mystery that the intellect has struggled with in vain.", "owner": "C.G. Jung"}, {"item": "The knowledge that makes us cherish innocence makes innocence unattainable.", "owner": "Irving Howe"}, {"item": "Knowledge without courage is sterile.", "owner": "Baltasar Gracián"}, {"item": "Then we shan’t regard anyone as a lover of knowledge or wisdom who is fussy about what he studies…", "owner": "Plato, The Republic and Other Works"}, {"item": "Knowledge is a tool, and like all tools, its impact is in the hands of the user.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "Creativity has many dimensions, with multi-faceted truth and myth and manifold knowledge.", "owner": "Pearl Zhu, Digital Valley: Five Pearls of Wisdom to Make Profound Influence"}, {"item": "The world needs all types of minds.", "owner": "Temple Grandin"}, {"item": "The Glory Of God Is The Eternal Heartbeat Of God", "owner": "Sunday Adelaja"}, {"item": "Knowing too much of your future is never a good thing.", "owner": "Rick Riordan, The Lightning Thief"}, {"item": "You cannot do anything with knowledge unless you know where it stops, and the costs of using it.", "owner": "Nassim Nicholas Taleb, The Black Swan: The Impact of the Highly Improbable"}, {"item": "Those swift to think are not always secure.", "owner": "Sophocles"}, {"item": "Iyther you dont know nothing or you know too much it dont seam like theres any thing in be twean.", "owner": "Russell Hoban, Riddley Walker"}, {"item": "Knowledge is a treasure, but practice is the key to it.", "owner": "Lao Tzu"}, {"item": "The final discovery is the discovery of knowledge.", "owner": "Kedar Joshi"}, {"item": "The father of doubts has a son of knowledge.", "owner": "Sudheer Reddy"}, {"item": "Knowledge is the most powerful weapon.", "owner": "Demetrice Nguyen, A Whole Different Ball Game"}, {"item": "Great minds are always feared by lesser minds.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "I always find intelligent people in the comments.", "owner": "Anas Khan"}, {"item": "Knowledge is the ultimate weapon. It always has been.", "owner": "Jim Butcher, White Night"}, {"item": "The only person who is educated is the one who has learned how to learn and change.", "owner": "Carl R. Rogers"}, {"item": "If you don't know everything, you must go on with what you do know.", "owner": "Robert Jordan, A Crown of Swords"}, {"item": "People should know, only what they need to know.", "owner": "Amy Rachiele, Mobster's Angel"}, {"item": "In a time of turbulence and change, it is more true than ever that knowledge is power.", "owner": "John F. Kennedy"}, {"item": "A manager is responsible for the application and performance of knowledge. ", "owner": "Peter F. Drucker"}, {"item": "The knowledge of God is a sacred pursuit.", "owner": "Lailah Gifty Akita"}, {"item": "One knows so little. When one knows more it is too late.", "owner": "Agatha Christie, Three Act Tragedy"}, {"item": "I can't be afraid of someone whose human side I see and know.", "owner": "Cecelia Ahern, Flawed"}, {"item": "If you truly want to know a person, talk to their enemies.", "owner": "Jamie Leanne Gaines"}, {"item": "Science is learning to control everything but man.", "owner": "Billy Graham, Billy Graham in Quotes"}, {"item": "There is no Frigate like a book.", "owner": "Emily Dickinson"}, {"item": "what u know will make u known.u cannot rise beyond what u know", "owner": "Ikechukwu Joseph, Knowledge, Understanding, Wisdom: the tripartite force in the pursuit of Divine Access"}, {"item": "The more I read, the less I know.", "owner": "Zeshan Ali Sheikh"}, {"item": "There's no short-cut in life but with right knowledge, you can fast-track things to come to pass.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "knowledge is conventionally viewed as belief plus a bunch of credentials", "owner": "Kathryn Schulz, Being Wrong: Adventures in the Margin of Error"}, {"item": "I never knew what it meant being a slave until I quitted religion", "owner": "Moses Tiko Lungu"}, {"item": "when you know more than you know, there's more to know", "owner": "Nivu"}, {"item": "I'm fat because I'm greedy, and if my mind is fat it's because I'm curious.", "owner": "Stephen Fry"}, {"item": "You can only be afraid of what you think you know.", "owner": "Jiddu Krishnamurti"}, {"item": "If you can't beat your computer at chess, try kickboxing.", "owner": "Claudio Encarnacion Montero"}, {"item": "The course of our lives can be altered when we receive the gift of knowledge.", "owner": "Denis Hachey, Mind to Mind Conversation: Change Your Mind, Change Your Life"}, {"item": "I know a great number of things, though never all at once or for very long.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.", "owner": "Eoin Colfer, Artemis Fowl"}, {"item": "Curiosity is a call from knowledge.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Ignorance is a knowledge illiteracy.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "Qui plussait, plus se tait. French, you know. The more a man knows, the less he talks.", "owner": "Madeleine L'Engle, A Wrinkle in Time"}, {"item": "Darkness feeds on apathy.", "owner": "Dan Brown, The Lost Symbol"}, {"item": "Nothing is so firmly believed as that which we least know.", "owner": "Michel de Montaigne, The Complete Essays"}, {"item": "No one knows anything, really. It's all rented, or borrowed.", "owner": "Ian McEwan"}, {"item": "What an author doesn't know could fill a book.", "owner": "Holly Black, Lucinda's Secret"}, {"item": "How you get to know is what I want to know.", "owner": "Richard Feynman, The Meaning of It All: Thoughts of a Citizen-Scientist"}, {"item": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.", "owner": "Benjamin Franklin"}, {"item": "If things far away don’t concern you, you’ll soon mourn things close at hand.", "owner": "Confucius, The Analects"}, {"item": "The only defense against the world is a thorough knowledge of it.", "owner": "John Locke, Some Thoughts Concerning Education"}, {"item": "The earth is to be filled with the knowledge of the glory of the Lord", "owner": "Sunday Adelaja"}, {"item": "Happy is the man who has learned the causes of things.", "owner": "Virgil, The Georgics"}, {"item": "I freed a thousand slaves. I could have freed a thousand more if only they knew they were slaves.", "owner": "Harriet Tubman"}, {"item": "Belief is the enemy of knowledge.", "owner": "Aleister Crowley, Moonchild"}, {"item": "Life can give everything to whoever tries to understand and is willing to receive new knowledge.", "owner": "Pramoedya Ananta Toer, Bumi Manusia"}, {"item": "The moment when man acquires maximum knowledge is his LAST breath... You never know whats the truth", "owner": "Talees Rizvi"}, {"item": "Those with knowledge crave to become wiser, not powerful.", "owner": "Kiady Diaz"}, {"item": "There is but one coward on earth, and that is the coward that dare not know.", "owner": "W.E.B. Du Bois, Dusk of Dawn"}, {"item": "Experience is more important than knowledge.", "owner": "Santosh Kalwar, Quote Me Everyday"}, {"item": "Knowing something is just something, until you apply your knowledge to make it everything.", "owner": "Tahir Shaz D"}, {"item": "The more you study, the more you know; how less you know.", "owner": "Imran Khan"}, {"item": "To be too knowing is a downfall.", "owner": "Laura Linney"}, {"item": "You do realize as you grow older that almost nobody knows what they are talking about.", "owner": "John Cleese"}, {"item": "If the gods exist, then it does not matter whether or not this is something that one knows.", "owner": "Alex Stein, Weird Emptiness: Essays and Aphorisms"}, {"item": "Belief is the wound that knowledge heals.", "owner": "Ursula K. Le Guin, The Telling"}, {"item": "nothing that is worth knowing can be taught", "owner": "Oscar Wilde"}, {"item": "It was better to know the worst than to wonder.", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "There was, I found, always more to learn.", "owner": "David Halberstam, The Best and the Brightest"}, {"item": "…and all the other tools that mistook information for knowledge", "owner": "Louise Penny, Bury Your Dead"}, {"item": "The birth of new knowledge begins with an admission of old ignorance.", "owner": "Orrin Woodward"}, {"item": "I’ve learned one thing-people who know the least anyways seem to know it the loudest.", "owner": "Al Capp"}, {"item": "The family is the cradle of the world's misinformation.", "owner": "Don DeLillo, White Noise"}, {"item": "The exchange rate for ideas is infinite.", "owner": "R.A.Delmonico"}, {"item": "Once we know something, we find it hard to imagine what it was like not to know it.", "owner": "Chip Heath, Made to Stick: Why Some Ideas Survive and Others Die"}, {"item": "Thought must be divided against itself before it can come to any knowledge of itself.", "owner": "Aldous Huxley"}, {"item": "Uthlubul ilma minal mahdi ila lahdi. Seek knowledge from the cradle to the grave. -178", "owner": "Ahmad Fuadi, Negeri 5 Menara"}, {"item": "I had to deny knowledge in order to make room for faith.", "owner": "Immanuel Kant, Critique of Pure Reason"}, {"item": "Knowledge is a weapon. I intend to be formidably armed.", "owner": "Terry Goodkind"}, {"item": "The obvious can sometimes be illuminating when perceived in an unhabitual way.", "owner": "Daniel Quinn, Ishmael"}, {"item": "The blessing of knowledge becomes a curse when we pervert it.", "owner": "Billy Graham, Billy Graham in Quotes"}], "common_tag": "knowledge", "updatedAt": "2023-05-26 21:16:05"}