{"contents": [{"item": "Who’s there?”“The scratcher of your itch,” he said.She opened the door a crack and stuck her nose out. “Was that supposed to be romantic?", "owner": "Jill Shalvis, Instant Attraction"}, {"item": "Sarah, honey, I hardly think kidnappers are going to take the time to buy a memento of their stay. I could be wrong, but it seems rather unlikely.", "owner": "Christine Feehan, Magic in the Wind"}, {"item": "He needed to gather her up, hold on to her, anything to help her stop trembling. Something was going to shake loose if she didn’t.", "owner": "Tara Janzen, Crazy Sweet"}, {"item": "My mate is really, really weird.She is also absolutely covered in brown, mushy clay.She laughs and holds a large lump up to show it to me. Her mouth moves, and she makes enough noise to scare away a group of birds near the shore.She is so, so strange.", "owner": "Shay Savage, Transcendence"}, {"item": "Hey,” Shayne said through the door. “You going to stay in there all night, because we’re getting tired of trying to eavesdrop from out here. Can’t hear a damn thing.", "owner": "Jill Shalvis, Smart and Sexy"}, {"item": "She didn’t sound overjoyed. She didn’t sound even slightly joyed.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "He’d done it like he did everything else—with passion and total disregard for how much it might embarrass her.", "owner": "Kaylea Cross, No Turning Back"}, {"item": "Jake became excruciatingly aware of her, there, right behind him. The small grunts and groans as she placed each foot carefully on the slick ground reverberated in his gut. He wanted to turn around and tell her to shut the hell up.She sounded as though she was having sex.Good sex.", "owner": "Cherry Adair, Kiss and Tell"}, {"item": "He couldn’t just come right out with it, could he? No, that would scare her off. He had to be subtle, build up to it. Explain himself. “I love you.” Of course, straight to the point was also an effective strategy.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "Sounds like you kids have some talking to do. I'll be eavesdropping from the kitchen.", "owner": "Jill Shalvis, Heating Up The Holidays"}, {"item": "Regin the Radiant and Emmaline Troy: 'Alrighty then, have it your way- you're on your own... Now, if you come across a leech, no offense, remember your training.''None taken. And would that be the sword training where you fly past my defenses and swat me on the ass, chirping, 'Dead!'? Another swat. 'Dead!'? Yeah, I'll get right on that.''No, that would be the training where you sprint like hell whenever you hear that I'm looking for you to train.", "owner": "Kresley Cole, A Hunger Like No Other"}, {"item": "Is there somebody out there? Amy, is that you?” her mother called.“No. Tell me this isn’t happening.” Quinn rested his forehead against hers. “Has she got a wiretap on you or something? I swear, she’s like a walking hard-on detector.”Amy bit her lip, trying not to laugh. Quinn levered himself up on his arms.“Mrs. P., if you value your life, you’ll go back inside and turn off the light right now.", "owner": "Sarah Mayberry, Her Best Friend"}, {"item": "Was it just her, or did lovers look more adoringly at each other in this city? Especially in the springtime.'Die, bastards.'She sighed. It wasn't their fault that they were bastards who should die.", "owner": "Kresley Cole, A Hunger Like No Other"}, {"item": "I said alone!”He nodded in agreement. “Aye, you usually say that, and I still stay. It’s our way.", "owner": "Kresley Cole, A Hunger Like No Other"}, {"item": "It was like being leaned on by a very heavy, warm brick. A sexy brick.", "owner": "Patricia Briggs, Iron Kissed"}, {"item": "I want you to know, chickens aren’t sexy. Not to me.”This was met with silence.“Are you there?” She was slurring her words now, which was embarrassing, so she took a deep breath. “Cam? Can you hear me?”“Yes, chickens aren’t sexy. Uh…I don’t think they’re meant to be.", "owner": "Jill Shalvis, Instant Attraction"}, {"item": "Honest to God, she was the noisiest woman he'd ever been shot at with.", "owner": "Jill Shalvis, Smart and Sexy"}, {"item": "Just leave me alone, I want to be alone,” she said when Jack tried to open the car door. She hit the lock, and wound the window up. Since the roof was down, it was a fairly pointless exercise.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "You totally love him. He's your widdle snookums.", "owner": "Thea Harrison, Serpent's Kiss"}, {"item": "Excuse me, your attention please.” He waited until the whole floor had stopped what it was doing and turned to face him. For a split second his impulse control kicked in, but by then his mouth was fully engaged. “For the record, Claire Marsden and I are not having sex.", "owner": "Sarah Mayberry, Can't Get Enough"}], "pagination": {"size": 20, "total": 10, "current": 5}}