{"contents": [{"item": "Life is stronger than you are, even when you deny it, even when you neglect it, even when you refuse to admit it.", "owner": "Anna Gavalda, Someone I Loved"}, {"item": "In the lowest of lows you can learn the highest of highs, and that often when you get to the point of wanting to die, it’s because you already have and are truly aching to live.", "owner": "Jackie Haze, Borderless"}, {"item": "May we live impossibly,” Sebby said when he opened his eyes. “Against all odds. May people look at us and wonder how such jewels can sparkle in the sad desert of the world. May we live the impossible life.", "owner": "Kate Scelsa, Fans of the Impossible Life"}, {"item": "I don’t see how anyone can find happiness in this world.", "owner": "Denice Envall"}, {"item": "I don’t existmetal pressed to pagesspilling blood, inkin vein each thought ragesSunlight shootingthrough a forest of pinesblack top windingand yellow dotted linesI am not hereonly a deep aching,a lightning flashand a tree trunk breakingSheets once alive covered in a deep redmark the presentbut I am not yet deadNothing is hereonly the rain and mistfresh air and soilI do not need to exist.", "owner": "Abby Musgrove"}, {"item": "Does this world feel like hell to you? Of course it does, because it is.", "owner": "Naoyuki Ochiai, Syndrome 1866 Vol. 4"}, {"item": "This is what I think now; that the natural state of the sentient adult is a qualified unhappiness. I think also that in an adult the desire to be finer in grain than you are, \"a constant striving\" (as those people say who gain their bread by saying it) only adds to this unhappiness in the end--that end that comes to our youth and hope.", "owner": "F. Scott Fitzgerald, The Crack-Up"}, {"item": "Life without knowing your destiny leads to “rat races”, depression and frustration, and attempt to commit suicide", "owner": "Sunday Adelaja"}, {"item": "I can't deceive myself that out of the bare stark realization that no matter how enthusiastic you are, no matter how sure that character is fate, nothing is real, past or future, when you are alone in your room with the clock ticking loudly into the false cheerful brilliance of the electric light. And if you have no past or future which, after all, is all that the present is made of, why then you may as well dispose of the empty shell of present and commit suicide.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "At times it may seem as though you and your past are one. Sometimes we fail to differentiate between what has happened to us and who we are today. If you have a hard time getting beyond that damaging mind-set let me encourage you right now. You are not your past Although you are changed and shaped by past experiences who you were yesterday does not control the person you have the potential to become tomorrow.", "owner": "Sue Augustine, When Your Past Is Hurting Your Present: Getting Beyond  Fears That Hold You Back"}, {"item": "One of the things that therapists do if you are suicidal, like a trick, is ask you about the future. They want to know what your plans are. Do you want to be the president? Do you want to be a rock star? They want to know if you want to live later even if you want to die now.", "owner": "Albert Borris, Crash Into Me"}, {"item": "There's a lot for you to live for. Good things are definitely in your future, Leonard. I'm sure of it. You have no idea how many interesting people you'll meet after high school's over. Your life partner, your best friend, the most wonderful person you'll ever know is sitting in some high school right now waiting to graduate and walk into your life - maybe even feeling all the same things you are, maybe even wondering about you, hoping that you're strong enough to make it to the future where you'll meet.", "owner": "Matthew Quick, Forgive Me, Leonard Peacock"}, {"item": "But he'll never be fully recognised, because Scots literature these days is all about complaining and moaning and being injured in one's soul.", "owner": "Alexander McCall Smith, The Sunday Philosophy Club"}, {"item": "In the Dictionary 'lumpy jaw' comes just before 'lunacy,' but in life there are no such clues. Suddenly, for no reason, you might start to dribble from the mouth, to howl peevishly at the moon. You might start quoting your mother, out loud and with conviction. You might lose your friends to the most uninspired of deaths. You might one day wake up and find yourself teaching at a community college; there will have been nothing to warn you. You might say things to your students like, There is only one valid theme in literature: Life will disappoint you.", "owner": "Lorrie Moore, Anagrams"}, {"item": "Starving artist: starving for affection, starving for attention", "owner": "Jessica-Lynn Barbour, Willow"}, {"item": "I did not want to appear before the world as pathetic, deprssed, and psychologically ill. So I erected a barrier of words and wit around myself, so that nobody could see how needy I really was.", "owner": "Karen Armstrong"}, {"item": "I didn't want to wake up. I was having a much better time asleep. And that's really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you're so relieved. I woke up into a nightmare.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "The so-called ‘psychotically depressed’ person who tries to kill herself doesn’t do so out of quote ‘hopelessness’ or any abstract conviction that life’s assets and debits do not square. And surely not because death seems suddenly appealing. The person in whom Its invisible agony reaches a certain unendurable level will kill herself the same way a trapped person will eventually jump from the window of a burning high-rise. Make no mistake about people who leap from burning windows. Their terror of falling from a great height is still just as great as it would be for you or me standing speculatively at the same window just checking out the view; i.e. the fear of falling remains a constant. The variable here is the other terror, the fire’s flames: when the flames get close enough, falling to death becomes the slightly less terrible of two terrors. It’s not desiring the fall; it’s terror of the flames. And yet nobody down on the sidewalk, looking up and yelling ‘Don’t!’ and ‘Hang on!’, can understand the jump. Not really. You’d have to have personally been trapped and felt flames to really understand a terror way beyond falling.", "owner": "David Foster Wallace"}, {"item": "That's the thing about depression: A human being can survive almost anything, as long as she sees the end in sight. But depression is so insidious, and it compounds daily, that it's impossible to ever see the end.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I can't eat and I can't sleep. I'm not doing well in terms of being a functional human, you know?", "owner": "Ned Vizzini, It's Kind of a Funny Story"}], "pagination": {"size": 20, "total": 10, "current": 9}}