{"contents": [{"item": "They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!", "owner": "Dr. Seuss"}, {"item": "Luxury is not a necessity to me, but beautiful and good things are.", "owner": "Anaïs Nin"}, {"item": "You get what anybody gets - you get a lifetime.", "owner": "Neil Gaiman, Preludes & Nocturnes"}, {"item": "It is not the length of life, but the depth.", "owner": "Ralph Waldo Emerson"}, {"item": "Ordinary life is pretty complex stuff.", "owner": "Harvey Pekar"}, {"item": "The Bhagavad Gita--that ancient Indian Yogic text--says that it is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day, and I believe in miracles", "owner": "Audrey Hepburn"}, {"item": "Life seems sometimes like nothing more than a series of losses, from beginning to end. That's the given. How you respond to those losses, what you make of what's left, that's the part you have to make up as you go.", "owner": "Katharine Weber, The Music Lesson"}, {"item": "Sometimes the right thing feels all wrong until it is over and done with.", "owner": "Alice Hoffman, Practical Magic"}, {"item": "There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself.", "owner": "Lemony Snicket, Horseradish"}, {"item": "If you can't change your fate, change your attitude.", "owner": "Amy Tan"}, {"item": "Life has become immeasurably better since I have been forced to stop taking it seriously.", "owner": "Hunter S. Thompson"}, {"item": "The difference between fiction and reality? Fiction has to make sense.", "owner": "Tom Clancy"}, {"item": "I just need to know that someone out there listens and understands and doesn't try to sleep with someone even if they could have. I need to know these people exist.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "People make mistakes in life through believing too much, but they have a damned dull time if they believe too little.", "owner": "James Hilton, Lost Horizon"}, {"item": "If you care about something you have to protect it – If you’re lucky enough to find a way of life you love, you have to find the courage to live it.", "owner": "John Irving, A Prayer for Owen Meany"}, {"item": "Life isn't fair, it's just fairer than death, that's all.", "owner": "William Goldman, The Princess Bride"}, {"item": "When you consider things like the stars, our affairs don't seem to matter very much, do they?", "owner": "Virginia Woolf"}, {"item": "Tiger got to hunt, bird got to fly;Man got to sit and wonder 'why, why, why?'Tiger got to sleep, bird got to land;Man got to tell himself he understand.", "owner": "Kurt Vonnegut Jr., Cat's Cradle"}, {"item": "At the time, my life just seemed too complete, and maybe we have to break everything to make something better out of ourselves.", "owner": "Chuck Palahniuk, Fight Club"}], "pagination": {"size": 20, "total": 10, "current": 5}}