{"contents": [{"item": "I had a dream. In the dream someone was critical of my newest novel The Snail's Castle. I said, \"don't worry about it. If you don't like it, just throw it out the window.\" I awoke, grinning, with a wonderful feeling of freedom.", "owner": "Mark  Gordon, The Snail's Castle"}, {"item": "What are the purposes of examinations anyhow? Are they to increase our educational attainment? Or are they instruments used to bring suffering and humiliation and deep hurt to a person who is trying so hard to succeed?", "owner": "Virginia M. Axline, Dibs in Search of Self"}, {"item": "The search for wisdom is like a search for gold.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Focus on your destination but enjoy every sacred moments of the journey", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A degree helps to a degree, but your work is largely what you create it to be.", "owner": "Ryan Lilly"}, {"item": "I hate reading poems—school made me hate them. I’d spend hours interpreting one, just to read the memorandum and realize I’d be fucked during exams. I remember making a little asterisk next to every question I struggled with, and at the end of the paper, I’d realize I was looking at the fucking Milky Way.", "owner": "Danielle Esplin, Give It Back"}, {"item": "You ought to endure and complete your own race of life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Everybody who is incapable of learning has taken to teaching.", "owner": "Oscar Wilde"}, {"item": "Although the terms teaching and learning are typically paired, those of us who teach know that students don't always learn. When I complained about this early in my teaching career, a colleagues chided me: \"Saying 'I thaught the students something, they just didn't learn it' is akin to saying 'I sold them the car, they just didn't but it'\".", "owner": "Elizabeth F. Barkley, Student Engagement Techniques: A Handbook for College Faculty"}, {"item": "i don't think college is something you should tough out.", "owner": "Kevin Roose, The Unlikely Disciple: A Sinner's Semester at America's Holiest University"}, {"item": "I remembered learning from my favorite professor at Belmont to “surround yourself with people who are better than you,” and I was now living that mantra.", "owner": "Kimberly Novosel, Loved"}, {"item": "There are some things you can’t learn at any university, except for one, the University of Life... the only college where everyone is a permanent student.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "Creation is scientific.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Ever since college, I make friends. They get married. I lose friends.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "Tall, dark, and hot leaned against a pillar, watching me as I took my place in line. Tousled dark hair went every which way on his head. His eyes were slitted and intense, like he might need to have sex at any moment. Maybe even with me.", "owner": "Veronica Wolff, Isle of Night"}, {"item": "And then he winked.Jeez, I thought my heart would explode on the spot. The last time a guy winked at me was years ago, and that’d been a creepy mall Santa.", "owner": "Veronica Wolff, Isle of Night"}, {"item": "Surely there was at least one other girl on campus not sporting a French pedicure (do girls really think we’re fooled by the little white lines painted across their toenails?), who had some black in her wardrobe, and actually thought about things. You know, someone who knew the word French could imply more than just a way to kiss.", "owner": "Veronica Wolff, Isle of Night"}, {"item": "In this neighbourhood people don't venture out after dark. It's not safe for them. Only the terminally stupid and the criminally motivated come out at this hour.", "owner": "J.J. Bonds, Crossroads"}, {"item": "...make sure if you're working hard at something it's in a subject you actually want to remember something about ten years later.", "owner": "Felicia Day, You're Never Weird on the Internet"}, {"item": "The image of him shifted with the violent frenzy of leaves. He was there and he wasn’t, as the leaves whipped and the lightning fell away in a slow strobe effect across the expanse of sky. How he had gotten up there, I had no idea, but he had been there. Crouched in the tree in the middle of the courtyard, he watched me intently through the open window.", "owner": "Gwenn Wright, The Fate of Flannery Flynn"}], "pagination": {"size": 20, "total": 10, "current": 2}}