{"contents": [{"item": "I don't know why we take our worst moods so much more seriously than our best, crediting depression with more clarity than euphoria. We dismiss peak moments and passionate love affairs as an ephemeral chemical buzz, just endorphins or hormones, but accept those 3 a.m. bouts of despair as unsentimental insights into the truth about our lives.", "owner": "Tim Kreider, We Learn Nothing"}, {"item": "Depression is a reality with everyone. What’s important is the ability to move on.", "owner": "Pawan Mishra, Coinman: An Untold Conspiracy"}, {"item": "No matter how \"normal\" people look, living \"ordinary\" lives, everyone has a story to tell. And may be, just like you, everyone else is a misfit too.", "owner": "Sanhita Baruah"}, {"item": "Sometimes, falling back on or using an old method or habit, is like sliding into a pair of worn running shoes and a corset. Doesn't make sense to others, but it's not for them. It's what keeps you together, what keeps you going.", "owner": "Alyse M. Gardner"}, {"item": "When you try hard to get something, but you gain nothing, this is what's called depression.", "owner": "Al-Hanouf Halawi"}, {"item": "It was the exact oppositefor me. At first all Iwanted was sex with her,but soon I wanted more.More sex, yes, in unusualplaces, and all different kinds.But that wasn’t all. I wantedher to fill the empty spacesleft by a father who neveronce praised me, ‘friends’ whoused me, an ice princess momwho raised me with glass kisses.", "owner": "Ellen Hopkins, Impulse"}, {"item": "A tramp, therefore, is a celibate from the moment when he takes to the road. He is absolutely without hope of getting a wife, a mistress, or any kind of woman except — very rarely, when he can raise a few shillings — a prostitute.It is obvious what the results of this must be: homosexuality, for instance, and occasional rape cases. But deeper than these there is the degradation worked in a man who knows that he is not even considered fit for marriage. The sexual impulse, not to put it any higher, is a fundamental impulse, and starvation of it can be almost as demoralizing as physical hunger. The evil of poverty is not so much that it makes a man suffer as that it rots him physically and spiritually. And there can be no doubt that sexual starvation contributes to this rotting process. Cut off from the whole race of women, a tramp feels himself degraded to the rank of a cripple or a lunatic. No humiliation could do more damage to a man’s self-respect.", "owner": "George Orwell, Down and Out in Paris and London"}, {"item": "We must discover our own path to joy and a sense of leading a purposeful existence. I spent the first part of life attempting to discern what a man ought to be, and spent the latter years attempting to reconcile why I was not the man whom I always aspired to be. A person endures a tragic consumption of the spirit when they discover that they are not what they desired to become.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "The more you want to dig a hole and burry yourself in it, the more you need to run and be ALIVE and do things. The more you want to do nothing, the more you need to do something. The more you want to be selfish, just think about yourself and your own pain, the more you need to look outward and try to cheer other people up. Then you will find happiness for yourself, when you give yourself away in any way you can.", "owner": "Lisa Bedrick, Poems about Nature, Grief and Childhood"}, {"item": "You can have all the money in the world, one of the biggest mansions ever built, be one of the most famous people in the world, and still be as unhappy as Mariah Carey was. Money and fame don't make people happy. Only God does. Amen.", "owner": "Lisa Bedrick, Life Stories"}, {"item": "We are far, far stronger than our pain", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "Pressure makes diamonds - or not.", "owner": "Stefan Emunds"}, {"item": "Girl next to me at the baggage counter said she wrote her way to liberation. How did you handle first person narrative, I asked her. And said she knew the hole of depression, had been there. But I am out now, I escaped, I told her. 'You will fall into it again,' she said. Already I was sliding.", "owner": "Kate Millett"}, {"item": "Our culture treats people with depression is as if there is something wrong with them; a biological imbalance best treated with medication. But if it’s impossible to understand biology outside the context of environment, and there is a frightening increase in male suicide and depression, perhaps we need to take a closer look at the other variable - our environment.", "owner": "Mike Snelle"}, {"item": "Depression: the healthy suspicion that modern life has no meaning and that modern society is absurd and alienating.", "owner": "Neel Burton, The Meaning of Madness"}, {"item": "On Prozac, Sisyphus might well push the boulder back up the mountain with more enthusiasm and creativity. I do not want to deny the benefits of psychoactive medication. I just want to point out that Sisyphus is not a patient with a mental health problem. To see him as a patient with a mental health problem is to ignore certain larger aspects of his predicament connected to boulders, mountains, and eternity.", "owner": "Carl Elliott"}, {"item": "A game is an opportunity to focus our energy, with relentless optimism, at something we’re good at (or getting better at) and enjoy. In other words, gameplay is the direct emotional opposite of depression.", "owner": "Jane McGonigal, Reality is Broken: Why Games Make Us Better and How They Can Change the World"}, {"item": "Suicide may be a choice, but not as much as it is expected when everything else fails.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}, {"item": "A person will complain about his problems, unwilling to receive solutions, while demanding attention trough a victimization, reflecting lack of responsibility.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}, {"item": "Mental Health is measured though motivation to live; the more plans you have and the more significant they are, the more healthy you are.", "owner": "Mark Brightlife, Overcoming Depression: Pragmatic Solutions to Deal with Suicidal Thoughts"}], "pagination": {"size": 20, "total": 10, "current": 7}}