{"contents": [{"item": "It takes a big man to trust a thief,\" Renny agreed", "owner": "Melissa Landers, Starflight"}, {"item": "Trust is like blood pressure. It’s silent, vital to good health, and if abused, it can be deadly.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "I forgive him, But I don´t know if I trully trust him, and this is funny thing about trust. You can love and forgive, but you don´t necessarily trust, Broken hearts and promises can be fixed so easily because they break in different way than trust, When trust is broken, it´s shattered into thousand pieces. And sometimes, it´s never put back together the same way.", "owner": "Emma  Hart, Late Call"}, {"item": "Now was the time to make quick tracks. Back to Fort-Gono, retrace my steps? Try to explain my conduct and the circumstances of the present disaster? I hesitated . . . Not for long. Nothing can be explained. The world only knows how to do one thing, to roll over and kill you, as a sleeper kills his fleas. That would be a stupid way to die, I said to myself, to let myself be crushed like everybody else. To put your trust in men is to get yourself killed a little.", "owner": "Louis-Ferdinand Céline, Journey to the End of the Night"}, {"item": "The non-serious and awkward way of approach faces the collapse and loss in one's trust.", "owner": "Ehsan Sehgal"}, {"item": "One thing is painfully clear-I can't trust anyone.", "owner": "Kayla Krantz, The Council"}, {"item": "Trust takes a long time to develop, but can be lost in the blink of an eye.", "owner": "Frank Sonnenberg, Follow Your Conscience: Make a Difference in Your Life & in the Lives of Others"}, {"item": "Trust doesn't mean that you trust that someone won't screw up— it means you trust them even when they do screw up.", "owner": "Ed Catmull, Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration"}, {"item": "Don't trust the fire, for it will burn you.Don't trust the ice, for it will freeze you.Don't trust the water, for it will drown you.Don't trust the air, for it will choke you.Don't trust the earth, for it will bury you.Don't trust the trees, for they will rip you,rend you, tear you, kill you dead.", "owner": "Sarah Beth Durst, The Queen of Blood"}, {"item": "Do you trust me?” he said. Olivia met his hard gaze, and a frisson of uncertainty ran down her spine. She did trust him. Completely. But did he trust her? And why did that matter so much?", "owner": "Chloe Cox, Free and Bound"}, {"item": "The rebuke came, keen-edged. ‘Trusting the man is not the same thing as knowing what he’s about.", "owner": "Janny Wurts, To Ride Hell’s Chasm"}, {"item": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make sense at all. God is always in control and he will never leave us.", "owner": "Allyson Felix"}, {"item": "I have itwhen I do not want, it.Petra Hermans", "owner": "Petra Hermans"}, {"item": "in virtually every industry the most trusted brand is also the most profitable. Frequency led to awareness, awareness to familiarity, and familiarity to trust. And trust, almost without exception, leads to profit.", "owner": "Seth Godin, Permission Marketing: Turning Strangers Into Friends And Friends Into Customers"}, {"item": "I trust a few people in my life but there is one who gets my full trust. and that is my book.", "owner": "mino"}, {"item": "The most profitable way to live this life is to trust no soul.", "owner": "Auliq-Ice"}, {"item": "Why do people always expect you to trust them? With all the shit that goes on in this world, I don't know why anyone expects my trust just because they are unverifiably, according to themselves, a nice guy. Who the hell defaults to trust?", "owner": "Malka Older"}, {"item": "Is trust such a thing to be earned and spent like silver?", "owner": "Will Bly, Ravens in the Sky"}, {"item": "Trust Begins In TRUth , even if the Truth is about how you broke my trust.", "owner": "Wordions"}, {"item": "Trust yourself more than you trust the words of others.", "owner": "Tiffany L. Jackson, 12 Keys to Success for Misfits, Weirdos & Introverts: A Practical and Spiritual Guide to Understanding Your Place in the World"}], "pagination": {"size": 20, "total": 10, "current": 3}}