{"contents": [{"item": "Don't let someone feel like they are following you and don't let yourself feel like you are following someone.", "owner": "Cyc Jouzy"}, {"item": "Focus on what you like and forget about what you don't like, before it drains all your energy.Full equipment on the hands of an empty mind is useless, I prefer a full mind with empty hands.", "owner": "Cyc Jouzy"}, {"item": "I love libraries. Everybody there is serious and focused even if they are not absorbing or learning anything better", "owner": "Ernest Agyemang Yeboah"}, {"item": "Fashion is a distraction!", "owner": "Cyc Jouzy"}, {"item": "There is no labor from which most people shrink as they do from that sustained and consecutive thought. It is the hardest work in the world.", "owner": "Leslie Householder, The Jackrabbit Factor: Why You Can"}, {"item": "Never settle... go after your dreams aggressively. Ignore the doubters, step over them. Stay focus on your prize.", "owner": "Michael Barbarulo, God's Healing Hands, Volume II: 160 Ways to Find Peace Within Yourself"}, {"item": "What I must do is all that concerns me,", "owner": "Ralph Waldo Emerson, Self-Reliance and Other Essays"}, {"item": "You won't write, won't ya??I just focus on the negative!", "owner": "Deyth Banger"}, {"item": "If you focus your mind on “not wanting” something, you are giving energy to and manifesting the thing you do not want. If you worry or fixate on a problem, you are channeling energy to maintain the problem. Focus thoughts and beliefs on the solution, and do not fixate on the problem.", "owner": "Russell Anthony Gibbs, The Six Principles of Enlightenment and Meaning of Life"}, {"item": "Focus your heart-felt intuition onto things that really matter to you.", "owner": "Steven Redhead, Unleash The Power of Your Heart and Mind"}, {"item": "Focus your intuitive thoughts to identify what is truly worth pursuing.", "owner": "Steven Redhead, Unleash The Power of Your Heart and Mind"}, {"item": "It is what you pursue that gains focus in your life.", "owner": "Steven Redhead, Unleash The Power of Your Heart and Mind"}, {"item": "One of the great challenges of our age, in which the tools of our productivity are also the tools of our leisure, is to figure out how to make more useful those moments of procrastination when we’re idling in front of our computer screens.", "owner": "Joshua Foer"}, {"item": "Secret to Productivity is single tasking: Focus only on one task at hand. And don't start another till that one is completely done", "owner": "Vivek Naik, Get More Done Easily: Time Management Mindsets and Simple Exercise to Organize Your Day and be More Productive in 5 Days"}, {"item": "Your obsession determines what you pay attention to. Your observations are limited to the focus of your mind.", "owner": "Emmanuel Ayensu"}, {"item": "It may be the character of his mind, to be always in singular need of occupation. That may be, in part, natural to it; in part, the result of affliction. The less it was occupied with healthy things, the more it would be in danger of turning in the unhealthy direction. He may have observed himself, and made the discovery.", "owner": "Charles Dickens, A Tale of Two Cities"}, {"item": "We love to quote the saying “Rome was not built in a day” but we fail to remember that Rome was eventually built, and it must have been so magnificent that when people admired it, they were told that it didn’t happen in just a day. The question, then, is: if Rome was not built in a day, how was it built? Answer: It was built every day.", "owner": "Nana Awere Damoah, Sebitically Speaking"}, {"item": "If you stay focused on one task or thought at a time you will less likely become frustrated.", "owner": "Sheryl Campbell"}, {"item": "A line is like a role model, It contributes in straightening our focus.", "owner": "DaVyshka"}, {"item": "The author deduces the best way James Baker serve Reagan as Chief of Staff was to continually remind him why he wanted to be president.", "owner": "Chris Matthews, Tip and the Gipper: When Politics Worked"}], "pagination": {"size": 20, "total": 10, "current": 5}}