{"contents": [{"item": "But I was afraid of the questions (much more than the accusations) you might both put to me. ", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "Do not be afraid of living without family- be afraid of living an empty and meaningless life", "owner": "Sunday Adelaja"}, {"item": "It is inevitable that being unaware of the purpose for it is inevitable that being unaware of the purpose for your life, you will not be able to recover from being abandoned by your wife or husband", "owner": "Sunday Adelaja"}, {"item": "You can become a model of a perfect man or a devoted husband and a father in order to show the role of the a man’s responsibility for the family", "owner": "Sunday Adelaja"}, {"item": "Record what you can, pursue your passions, connect with the world, fight the good fight, defy evil, shine incandescently as best you can. And it doesn't matter what field it's in but, it does matter that we leave something that accumulates over time.", "owner": "Stefan Molyneux"}, {"item": "Beautiful homes with beautiful flowers", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Nico scowled. ‘It’s none of your business, but I don’t belong. That’s obvious. No one wants me. I’m a child of –’ ‘Oh, please.’ Will sounded unusually angry. ‘Nobody at Camp Half-Blood ever pushed you away. You have friends – or at least people who would like to be your friend. You pushed yourself away. If you’d get your head out of that brooding cloud of yours for once –", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "You're the one who is weak. You will never know love or friendship. And I feel sorry for you.", "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"}, {"item": "If you didn't feel like your support system was strong enough, then getting yourself out of the situation was the best thing to do", "owner": "Lindsey Kelk, I Heart New York"}, {"item": "If there’s one thing I learned, it is that blood families can sometimes be the pits; it’s the one you make for yourself that really gives you a home and people to love.", "owner": "Joss Stirling, Stealing Phoenix"}, {"item": "We can't choose our blood, but we can choose those who run importance in our lives.", "owner": "Alina Baker"}, {"item": "Thank goodness, we can choose our friends. We have to take our relatives as they are, and be thankful…", "owner": "L.M. Montgomery, Anne's House of Dreams"}, {"item": "Tragedy, he precieved, belonged to the ancient time, to a time when there were still privacy, love, and friendship, and when the members of a family stood by one another without needing to know the reason.", "owner": "George Orwell, 1984"}, {"item": "I need them and they need me to need them", "owner": "Rosie Thomas, Iris & Ruby"}, {"item": "(I think Rowdy might be the most important person in my life. maybe more important than my family.) Can your best friend be more importamt than your family?", "owner": "Sherman Alexie, The Absolutely True Diary of a Part-Time Indian"}, {"item": "..we'll deal with it, because the good outweighs the bad.", "owner": "E. Lockhart, The Treasure Map of Boys: Noel, Jackson, Finn, Hutch, Gideon—and me, Ruby Oliver"}, {"item": "Because that is how one survives eternity,” I say, “or even a few years. Friends. Family. Moving with them. Moving forward.", "owner": "N.K. Jemisin, The Stone Sky"}, {"item": "…reality is the make-believe of the majority that can only thrive in conformity.", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "You can't control who your family is. I know about that. You can only pick good friends and maybe that's a better family.", "owner": "Ava Richardson, Dragons of Wild"}, {"item": "Family. Friendship. Loyalty. These things have been my guiding stars, my light in these dark times.", "owner": "John Gwynne, Ruin"}], "pagination": {"size": 20, "total": 10, "current": 5}}