{"contents": [{"item": "My mate is really, really weird.She is also absolutely covered in brown, mushy clay.She laughs and holds a large lump up to show it to me. Her mouth moves, and she makes enough noise to scare away a group of birds near the shore.She is so, so strange.", "owner": "Shay Savage, Transcendence"}, {"item": "Hey,” Shayne said through the door. “You going to stay in there all night, because we’re getting tired of trying to eavesdrop from out here. Can’t hear a damn thing.", "owner": "Jill Shalvis, Smart and Sexy"}, {"item": "She didn’t sound overjoyed. She didn’t sound even slightly joyed.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "He’d done it like he did everything else—with passion and total disregard for how much it might embarrass her.", "owner": "Kaylea Cross, No Turning Back"}, {"item": "Jake became excruciatingly aware of her, there, right behind him. The small grunts and groans as she placed each foot carefully on the slick ground reverberated in his gut. He wanted to turn around and tell her to shut the hell up.She sounded as though she was having sex.Good sex.", "owner": "Cherry Adair, Kiss and Tell"}, {"item": "He couldn’t just come right out with it, could he? No, that would scare her off. He had to be subtle, build up to it. Explain himself. “I love you.” Of course, straight to the point was also an effective strategy.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "Sounds like you kids have some talking to do. I'll be eavesdropping from the kitchen.", "owner": "Jill Shalvis, Heating Up The Holidays"}, {"item": "Was it just her, or did lovers look more adoringly at each other in this city? Especially in the springtime.'Die, bastards.'She sighed. It wasn't their fault that they were bastards who should die.", "owner": "Kresley Cole, A Hunger Like No Other"}, {"item": "I said alone!”He nodded in agreement. “Aye, you usually say that, and I still stay. It’s our way.", "owner": "Kresley Cole, A Hunger Like No Other"}, {"item": "It was like being leaned on by a very heavy, warm brick. A sexy brick.", "owner": "Patricia Briggs, Iron Kissed"}, {"item": "I want you to know, chickens aren’t sexy. Not to me.”This was met with silence.“Are you there?” She was slurring her words now, which was embarrassing, so she took a deep breath. “Cam? Can you hear me?”“Yes, chickens aren’t sexy. Uh…I don’t think they’re meant to be.", "owner": "Jill Shalvis, Instant Attraction"}, {"item": "Honest to God, she was the noisiest woman he'd ever been shot at with.", "owner": "Jill Shalvis, Smart and Sexy"}, {"item": "Just leave me alone, I want to be alone,” she said when Jack tried to open the car door. She hit the lock, and wound the window up. Since the roof was down, it was a fairly pointless exercise.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "You totally love him. He's your widdle snookums.", "owner": "Thea Harrison, Serpent's Kiss"}, {"item": "Excuse me, your attention please.” He waited until the whole floor had stopped what it was doing and turned to face him. For a split second his impulse control kicked in, but by then his mouth was fully engaged. “For the record, Claire Marsden and I are not having sex.", "owner": "Sarah Mayberry, Can't Get Enough"}, {"item": "Sadly, however, the sight of her generous D cups no longer sparked an ounce of interest from Little Sam, the man in charge of social activities.", "owner": "Sarah Mayberry, Anything for You"}, {"item": "There was a group of fans who wanted autographs, and several women who managed to write their phone numbers on Wade's hand before he pulled free.Sam sent him an arched brow, but he just shrugged. He got numbers written on him a lot; he'd never figured out how to stop that from happening.", "owner": "Jill Shalvis, Slow Heat"}, {"item": "Brooke?\" he finally found the sense to ask. \"What are you doing here?\"\"I need a gun.\"This was not how his dream was supposed to go.", "owner": "Shannon K. Butcher, The Mammoth Book of Special Ops Romance"}, {"item": "What the dev— er, deuce did you do that for? It hurt!”“Good,” said the angel. “I was afraid these new shoes would not be sturdy enough.", "owner": "Anne Gracie, The Perfect Rake"}, {"item": "You don’t understand,’ I said. ‘I need to be with her. With every fibre of my being I ache for her. I’m in love.’‘I do understand,’ said Zoran. ‘It was same for me with Mrs Zoran when I first meet her. But the feeling goes away after few hours.", "owner": "Doug MacLeod, I'm Being Stalked by a Moonshadow"}], "pagination": {"size": 20, "total": 10, "current": 5}}