{"contents": [{"item": "She had the bizarre feeling of time bending all around her, as though she was from the past reading about the future, or from the future reading about the past.", "owner": "Mohsin Hamid, Exit West"}, {"item": "Don't you worry child see heaven's got a plan for you", "owner": "Swedish House Mafia"}, {"item": "A generation which ignores history has no past — and no future.", "owner": "Robert A. Heinlein, Time Enough for Love"}, {"item": "This may be the most important proposition revealed by history: 'At the time, no one knew what was coming.", "owner": "Haruki Murakami, 1Q84"}, {"item": "Why should we look to the past in order to prepare for the future? Because there is nowhere else to look.", "owner": "James  Burke, Connections"}, {"item": "Think of tomorrow, the past can't be mended.", "owner": "Confucius"}, {"item": "We should use our imagination more than our memory.", "owner": "Shimon Peres"}, {"item": "Our ability to look back on the past, our need or desire to make sense of it, is both a blessing and a curse; and our inability to see into the future with any degree of accuracy is, simultaneously, the thing that saves us and the thing that condemns us.", "owner": "James Robertson, And the Land Lay Still"}, {"item": "Your history is not your future.", "owner": "Jessa Slade, Forged Of Shadows"}, {"item": "She mourned the history that the invisible intruder had erased, but not enough that she would spend a second more of her future feeling the emptiness.", "owner": "Thomm Quackenbush, We Shadows"}, {"item": "My history is my step to future , whatever the history was full of garbage, but I can get over it and get to the TOP with my History", "owner": "Ahmed Farrag"}, {"item": "History would be a revelation of the future as much as it was a study of the past.", "owner": "Arundhati Roy, The Ministry of Utmost Happiness"}, {"item": "future could be read much more clearly in the streets, factories, and barracks than in the morning press.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "It’s no longer history in the making. It’s our story we are making.", "owner": "Natasha Tsakos"}, {"item": "Music is the building block for things yet to come.", "owner": "Imani Nettles"}, {"item": "History Is The BACKBONEOf FutureLearn and Grow", "owner": "K Kapoor"}, {"item": "No matter how troubled a character's history, romance novels tell us, love can be built upon it, and happily-ever-after can result. What's more, the darker the past, the brighter the future - and the better the read.", "owner": "Sarah MacLean"}, {"item": "We need a new ethic of place, one that has room for salmon and skyscrapers, suburbs and wilderness, Mount Rainier and the Space Needle, one grounded in history.", "owner": "Matthew Klingle, Emerald City: An Environmental History of Seattle"}, {"item": "The danger of the past was that men became slaves. The danger of the future is that men may become robots.", "owner": "Erich Fromm, The Sane Society"}, {"item": "In the United States, there was no simpler, more agreeable time.", "owner": "Sarah Vowell, Lafayette in the Somewhat United States"}], "pagination": {"size": 20, "total": 10, "current": 8}}