{"contents": [{"item": "I will tell you why we have these extraordinary minds and souls, Miss Whittaker,\" he continued, as though he had not heard her. \"We have them because there is a supreme intelligence in the universe, which wishes for communion with us. This supreme intelligence longs to be known. It calls out to us. It draws us close to its mystery, and grants us these remarkable minds, in order that we try to reach for it. It wants us to find it. It wants union with us, more than anything.", "owner": "Elizabeth Gilbert, The Signature of All Things"}, {"item": "Faith in God is an opening up, a letting go, a deep trust, a free act of love - but sometimes it was so hard to love.", "owner": "Yann Martel"}, {"item": "When we try to focus our thought upon One who is pure uncreated being we may see nothing at all, for He dwelleth in light that no man can approach unto. Only by faith and love are we able to glimpse Him as He passes by our shelter in the cleft of the rock.", "owner": "A.W. Tozer"}, {"item": "Christianity is not about how much faith you have. Its about Who your faith is in.", "owner": "Mike Donahey"}, {"item": "The test of faith is whether I can make space for difference. Can I recognize God's image in someone who is not in my image, who language, faith, ideal, are different from mine? If I cannot, then I have made God in my image instead of allowing him to remake me in his.", "owner": "Jonathan Sacks, The Dignity of Difference: How to Avoid the Clash of Civilizations"}, {"item": "სამხრეთის კედელზე მაცხოვრის ერთადერტი თვალდახრილი და სახედაფხეკილი ფრესკის ქვეშ ვიღაც ლაზღანდარა ათეისტს მუშაირა ჰქონდა გამართული თვითონ მაცხოვართან. უცხვირპირო და უთვალო, როგორ გიწამო, უფალო?!-კომკავშირელი ათეისტი. ასე აწერდა ხელს ლექსის ატორი. ცოტა ქვევით უფლის პასუხი იყო, ასევე ლურსმნით ამოკაწრული: კომკავშირელო, თუ არ გწამს, სახარება და ღმერთიო, ამ სიმაღლეზე მეორედ, გთხოვ, აღარ ამოეთრიო!-იესო ქრისტე. ასე აწერდა ხელს პასუხის ავტორი.", "owner": "Nodar Dumbadze, მარადისობის კანონი"}, {"item": "Never doubt God in the darkness what he has given us in the light.", "owner": "Francine Rivers, A Voice in the Wind"}, {"item": "But what of faith? What of fidelity and loyalty? Complete trust? Faith is not granted by tangible proof. It comes from the heart and the soul. If a person needs proof of god's existence, then the very notion of spirituality is diminished into sensuality and we have reduced what is holy into what is logical.-Drizzt Do'urden", "owner": "R.A. Salvatore, Siege of Darkness"}, {"item": "I'm only a tool, beloved. Not your Savior", "owner": "Francine Rivers, Redeeming Love"}, {"item": "Common sense is no match for the voice of God.", "owner": "Jon Krakauer, Under the Banner of Heaven: A Story of Violent Faith"}, {"item": "All right, God, say that You are really there. You have put me in this fix. You want to test me. Suppose I test You? Suppose I say that You are not there? You've given me a supreme test with my parents and with these boils. I think that I have passed Your test. I am tougher than You. If You will come down here right now, I will spit into Your face, if You have a face. And do You shit? The priest never answered that question. He told us not to doubt. Doubt what? I think that You have been picking on me too much so I am asking You to come down here so I can put You to the test! I waited. Nothing. I waited for God. I waited and waited. I believe I slept.", "owner": "Charles Bukowski, Ham on Rye"}, {"item": "In seven days God had created the Earth. In a single day mankind had turned it upside down.", "owner": "Kristina McMorris, Bridge of Scarlet Leaves"}, {"item": "If God is omnipotent and omniscient, why didn't he start the universe out in the first place so it would come out the way he wants? Why's he constantly repairing and complaining? No, there's one thing the Bible makes clear: The biblical God is a sloppy manufacturer. He's not good at design, he's not good at execution. He'd be out of business, if there was any competition.", "owner": "Carl Sagan, Contact"}, {"item": "Dr. Keller begins pacing. \"I don't think we've been hearing Faith just right. Her guard...the words..they sound alike.\"What do you mean?\"Your daughter,\" Dr. Keller says flatly. \"I think she's seeing God.", "owner": "Jodi Picoult, Keeping Faith"}, {"item": "In fact, it was all I could do to stop myself from saying, 'I've always been a big fan of your work …", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "There is never a moment when God is not in control. Relax! He’s got you covered.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "Talk to me about the truth of religion and I'll listen gladly. Talk to me about the duty of religion and I'll listen submissively. But don't come talking to me about the consolations of religion or I shall suspect that you don't understand.", "owner": "C.S. Lewis, A Grief Observed"}, {"item": "Self abandoned, relaxed and effortless, I seemed to have laid me down in the dried-up bed of a great river; I heard a flood loosened in remote mountains, I felt the torrent come; to rise I had no will, to flee I had no strength.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "He that hath the steerage of my course,Direct my sail.", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "When you are happy, so happy you have no sense of needing Him, so happy that you are tempted to feel His claims upon you as an interruption, if you remember yourself and turn to Him with gratitude and praise, you will be — or so it feels— welcomed with open arms. But go to Him when your need is desperate, when all other help is vain, and what do you find? A door slammed in your face, and a sound of bolting and double bolting on the inside. After that, silence.", "owner": "C.S. Lewis, A Grief Observed"}], "pagination": {"size": 20, "total": 10, "current": 5}}