{"contents": [{"item": "My soul.My spirit.My strength.", "owner": "Lailah Gifty Akita"}, {"item": "Document the moments you feel most in love with yourself - what you’re wearing, who you’re around, what you’re doing. Recreate and repeat.", "owner": "Warsan Shire"}, {"item": "Since [narcissists] deep down, feel themselves to be faultless, it is inevitable that when they are in conflict with the world they will invariably perceive the conflict as the world's fault. Since they must deny their own badness, they must perceive others as bad. They project their own evil onto the world. They never think of themselves as evil, on the other hand, they consequently see much evil in others.", "owner": "M. Scott Peck"}, {"item": "fall in lovewith your solitude", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "Looking back you realize that a very special person passed briefly through your life and that person was you. It is not too late to become that person again.", "owner": "Robert Brault"}, {"item": "When I loved myself enough, I began leaving whatever wasn't healthy. This meant people, jobs, my own beliefs and habits - anything that kept me small. My judgement called it disloyal. Now I see it as self-loving.", "owner": "Kim McMillen, When I Loved Myself Enough"}, {"item": "Someone once told me that they didn't like me very much. I smiled and replied, \"That's okay. For a long time, I didn't like myself either.", "owner": "Mishi McCoy"}, {"item": "Discouragement is disillusioned self-love, and self-love may be love for my devotion to Jesus— not love for Jesus Himself.", "owner": "Oswald Chambers, My Utmost for His Highest"}, {"item": "Here, I choose to love what I have. Here, I choose to love what I am now", "owner": "Riley Redgate, Seven Ways We Lie"}, {"item": "in piecesyet at peacei am a building in a post war city", "owner": "Noor Unnahar, Yesterday I Was the Moon"}, {"item": "Faith in Providence is faith in one's own worth, … [H]ence also false humility, religious arrogance, which, it is true, does not rely on itself, but only because it commits the care of itself to the blessed God. God … wills that I shall be blest; but that is my will also: … God's love for me [is] nothing else than my own self-love deified.", "owner": "Ludwig Feuerbach, The Essence of Christianity"}, {"item": "The biggest battle in life is to change the negative stories we tell ourselves", "owner": "Melanie Greenberg"}, {"item": "...and if this samskara has taught me anything, it's that only when you've opened your heart to the love that already surrounds you can you begin to see it elsewhere", "owner": "Elizabeth Garbee"}, {"item": "I am worthy of touch without bartering my self worth.", "owner": "Alfa H"}, {"item": "Imagine what could happen if we all had the heart to be who we truly are.", "owner": "Eleanor Brown, The Light of Paris"}, {"item": "When you learn to love yourself, you teach those around to love themselves. And that will be what changes our world.", "owner": "Eileen Anglin"}, {"item": "If someone keeps bringing you down, perhaps it's time to get up and leave", "owner": "Karen Salmansohn"}, {"item": "Embrace your weirdness. Some will adore you. Others won't. But who cares? Worry about loving yourself, not loving the idea of other people loving you.", "owner": "Karen Salmansohn"}, {"item": "It's not selfish to love yourself, take care of yourself, and make your happiness a priority. It's necessary.", "owner": "Mandy Hale"}, {"item": "Listen to your heart. It will lead you to a person you are looking for.", "owner": "Rishika Sharma"}], "pagination": {"size": 20, "total": 2, "current": 0}}