{"contents": [{"item": "Future strong individuals will not take on personal sacrifices, hardships and corporate crap that sidetrack them from their dreams and goals.", "owner": "Bill Jensen, Future Strong"}, {"item": "To be future strong, you will face difficult hardships. Usually, there is no absolutely right or absolutely wrong choice. The key is to be intentional: Choosing the best hardships for your best future.", "owner": "Bill Jensen, Future Strong"}, {"item": "People should not have to sacrifice so much of their personal lives, hopes, dreams and goals just to keep up with corporate pressured morebetterfaster. And tomorrow’s workforce won’t.", "owner": "Bill Jensen"}, {"item": "Future strong cultures and relationships are built upon intense 'I have your back' bonds.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future Strong leaders are driven by a core question: What do I want my legacy to be? That requires a lot of searching one’s inner truths, and being brutally honest about how that compares to one’s daily actions.", "owner": "Bill Jensen, Future Strong"}, {"item": "Working for a company must help individuals achieve their dreams and goals more efficiently and effectively than they could achieve them elsewhere.", "owner": "Bill Jensen, Future Strong"}, {"item": "Calling upon our crucible moments allows us to transcend our own limitations. Those moments create completely new possibilities within each of us.", "owner": "Bill Jensen, Future Strong"}, {"item": "Tomorrow’s workforce is flopping the relationship lens: They see companies as vehicles to achieve their goals and dreams — vehicles that can amplify their passions, achievements and community relationships beyond what they could have done on their own or elsewhere. Companies that they will join are seen as communities that explore and resource and fund making a difference in the world in ways that align with their personal approach and values.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is adventurous self-mastery. Unlocking your future by running toward the unknown, with the wondrous soul of a child and the drive of a force that will not be stopped.", "owner": "Bill Jensen"}, {"item": "The biggest, toughest competition in the future will be the battle for your time and attention. Your one thing — your call to adventure — is your best tool in that battle.", "owner": "Bill Jensen, Future Strong"}, {"item": "Loyalty — deep, intense, devoted loyalty — to a leader or a culture, to any group, brand or idea, goes far beyond being engaged or having our needs met. We see our emotional selves in that connection. We see our future, our best selves and our better angels in that connection.", "owner": "Bill Jensen, Future Strong"}, {"item": "Do not wait for vulnerability to be thrust upon you by your company or the marketplace. That is when you lost control of your own destiny. Choose to disrupt yourself. Seek vulnerability on your terms, no one else's.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong leadership means being willing to stand alone. Often, the times we feel most vulnerable are when we stand alone, before others join us. When we choose to be the first voice echoing above the silence. Standing strong, alone.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is grace, kindness, and gratitude within a pressure cooker.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future shackled is when tomorrow is anchored, boxed and managed to maximize the minimizing of uncertainty.", "owner": "Bill Jensen, Future Strong"}, {"item": "The one thing that's missing to create a fundamental shift in work capacity: courage. Leadership courage.", "owner": "Bill Jensen, Future Strong"}, {"item": "Less than 10% of the mainstream workforce can achieve their dreams where they currently work.", "owner": "Bill Jensen, Future Strong"}, {"item": "The current relationship between companies and the workforce is like marrying into a dysfunctional family. Only you don't get to escape when the holiday meal is over.", "owner": "Bill Jensen, Future Strong"}, {"item": "Instead of getting the leaders we deserve, we can an abundance of ShitRollsDownhill Shovelers, ShitCatchers, and NewShitCreators.", "owner": "Bill Jensen, Future Strong"}, {"item": "We each must do a better job of choosing which hardships are best for our future, not just for the company's.", "owner": "Bill Jensen, Future Strong"}], "pagination": {"size": 20, "total": 10, "current": 5}}