{"contents": [{"item": "Like plowing  housework makes the ground ready for the germination of family life. The kids will not invite a teacher home if beer cans litter the living room. The family isn't likely to have breakfast together if somebody didn't remember to buy eggs  milk  or muffins. Housework maintains an orderly setting in which family life can flourish.", "owner": "Letty Cottin Pogrebin"}, {"item": "When I die  my epitaph should read: She Paid the Bills.", "owner": "Gloria Swanson"}, {"item": "There's no labor a man can do that's undignified  if he does it right.", "owner": "Bill Cosby"}, {"item": "Never turn down a job because you think it's too small  you never know where it may lead.", "owner": "Julia Morgan"}, {"item": "If a man is called to be a streetsweep-er  he should sweep streets even as Michelangelo painted  or Beethoven composed music or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say  here lived a great streetsweeper who did his job well.", "owner": "Martin Luther King, Jr."}, {"item": "Don't be afraid of hard work.", "owner": "Marian Wright Edelman"}, {"item": "The work praises the man.", "owner": "Irish proverb"}, {"item": "Originality and the feeling of one's own dignity are achieved only through work and struggle.", "owner": "Fyodor Dostoyevsky"}, {"item": "There is a kind of victory in good work  no matter how humble.", "owner": "Jack Kemp"}, {"item": "Labor disgraces no man  unfortunately  you occasionally find men who disgrace labor.", "owner": "Ulysses S. Grant"}, {"item": "Honest labor bears a lovely face.", "owner": "Thomas Dekker"}, {"item": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.", "owner": "Thomas A. Edison"}, {"item": "The world is moved not only by the mighty shoves of the heroes  but also by the aggregate of the tiny pushes of each honest worker.", "owner": "Helen Keller"}, {"item": "A professional is someone who can do his best work when he doesn't feel like it.", "owner": "Alistair Cooke"}, {"item": "The highest reward for man's toil is not what he gets for it  but what he becomes by it.", "owner": "John Ruskin"}, {"item": "Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing  and if you are good enough at it  the money will come.", "owner": "Greer Garson"}, {"item": "Ambition is destruction  only competence matters.", "owner": "Jill Robinson"}, {"item": "I was brought up to believe that the only thing worth doing was to add to the sum of accurate information in the world.", "owner": "Margaret Mead"}, {"item": "Never desert your own line of talent. Be what nature intended you for  and you will succeed.", "owner": "Sydney Smith"}, {"item": "Here I am  where I ought to be.", "owner": "Louise Erdrich"}], "pagination": {"size": 20, "total": 10, "current": 9}}