{"contents": [{"item": "There was no let-up. The tempo was always moderate but steady. If a new guy decided to pick up the pace, that's where it stayed, whether he finished with the group or not. You showed off at your peril.", "owner": "John L. Parker Jr."}, {"item": "Vary your training, your running partners, and your environment. Only your imagination limits the ways you can spice up your running routine.", "owner": "Bob Glover"}, {"item": "Faced with the almost inescapable conclusion that it had been selling lemons, Nike shifted into make-lemonade mode. Jeff Pisciotta became head of a top-secret and seemingly impossible project: finding a way to make a buck off a naked foot.", "owner": "Christopher McDougall"}, {"item": "Though Jack Nubbins was extremely talented, Quenten Cassidy had viewed the Specter; when he reached down through the familiar layers of gloom and fatigue he generally found more there than a nameless and transient desire to acquire plastic trophies. He and Nubbins were not even in the same ball park.", "owner": "John L. Parker Jr."}, {"item": "Kim was, as always, utterly happy while running, in accord with nature, in harmony with the universe, in touch with the truth that was in him, full of love for all creatures even to the lowliest insect.", "owner": "Susan Trott, The Holy Man"}, {"item": "The words of the social critic Eric Hoffer were ringing true: \"Every great cause begins as a movement, becomes a business, and turns into a racket.", "owner": "Christopher McDougall"}, {"item": "The true runner is a very fortunate person. He has found something in him that is just perfect.", "owner": "George Sheehan"}, {"item": "As every runner knows, running is about more than just putting one foot in front of the other; it is about our lifestyle and who we are.", "owner": "Joan Benoit Samuelson"}, {"item": "There's one rule of thumb that suggests that you need one day of recovery for every mile run in a race. Another rule of thumb...suggests one day...for every kilometer run in anger.", "owner": "Hal Higdon, Hal Higdon's Smart Running: Expert Advice On Training, Motivation, Injury Prevention, Nutrition And Good Health"}, {"item": "Train, don't strain.", "owner": "Arthur Lydiard"}, {"item": "Every race proves a new opportunity to educate myself about what it means to be a runner and what it means to run.", "owner": "Jill Grunenwald, Running with a Police Escort: Tales from the Back of the Pack"}, {"item": "Step my step, mile by mile. These were my medals and I had worked hard for each and every one of them and no matter what happened, no matter who horrible I felt on race day, those medals represent the blood, sweat, and tears that went into making me the runner I am today.", "owner": "Jill Grunenwald, Running with a Police Escort: Tales from the Back of the Pack"}, {"item": "Here I am I am tired I am tired of running of having to carry my life like it was a basket of eggs", "owner": "William Faulkner, Light in August"}, {"item": "The marathon will humble you. But the truth is, sometimes it will do more than humble you. Sometimes it will break your heart.", "owner": "Bill Rodgers, Marathon Man: My 26.2-Mile Journey from Unknown Grad Student to the Top of the Running World"}, {"item": "You ran to eat and to avoid being eaten; you ran to find a mate and impress her, and with her you ran off to start a new life together. You had to love running or you wouldn't live to love anything else.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Don't fight the trail, take what it gives you. If you have a choice between one step or two between rocks, take three.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "In a sport that demands compulsion, sometimes the hardest task is having the confidence to rest.", "owner": "Chris Lear, Running with the Buffaloes: A Season Inside with Mark Wetmore, Adam Goucher, and the University of Colorado Men's Cross-Country Team"}, {"item": "That's the funny thing about running. The deceptive thing about it. It may seem mindless, but its really mental. If the minds strong, the body acts weak, even if its not.", "owner": "Wendelin Van Draanen, The Running Dream"}, {"item": "I'd rather be the last runner who saw a cool thing that everyone else missed, than to be a speedy runner who had a miserable experience.", "owner": "Vanessa Runs, The Summit Seeker"}, {"item": "There's not enough said about winter runing. Running in the winter is like not giving up when the road gets hard. It's about willpower and perseverance and being faithful to your sport.", "owner": "Vanessa Runs, The Summit Seeker"}], "pagination": {"size": 20, "total": 4, "current": 2}}