{"contents": [{"item": "When our eyes are graced with wonder, the world reveals its wonders to us. There are people who see only dullness in the world and that is because their eyes have already been dulled. So much depends on how we look at things. The quality of our looking determines what we come to see.", "owner": "John O'Donohue, Beauty: The Invisible Embrace"}, {"item": "Trebuie sa te departezi putin de tine ca sa te poti apropia de ceilalti.", "owner": "Andrei Pleșu"}, {"item": "Thinking only begins at the point where we have come to know that Reason, glorified for centuries, is the most obstinate adversary of thinking.", "owner": "Martin Heidegger"}, {"item": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind. ", "owner": "W.B. Yeats"}, {"item": "Which came first, the mind or the idea of the mind? Have you never wondered? They arrived together. The mind is an idea.", "owner": "Bernard Beckett, Genesis"}, {"item": "Everything existing in the universe is the fruit of chance and necessity.", "owner": "Democritus"}, {"item": "To win true freeedom you must be a slave to philosophy.", "owner": "Seneca, Letters from a Stoic"}, {"item": "It doesn't matter how smart you are unless you stop and think.", "owner": "Thomas Sowell"}, {"item": "All actual life is encounter.", "owner": "Martin Buber"}, {"item": "I think that the task of philosophy is not to provide answers, but to show how the way we perceive a problem can be itself part of a problem.", "owner": "Slavoj Žižek"}, {"item": "Why' is a crooked letter and can't be made straight.", "owner": "Stephen King, The Gunslinger"}, {"item": "In some remote corner of the universe, poured out and glittering among innumerable solar systems, there once was a star on which clever animals invented knowledge.", "owner": "Friedrich Nietzsche"}, {"item": "A writer always writes.", "owner": "Don Roff"}, {"item": "Truth gains more even by the errors of one who, with due study and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think…", "owner": "John Stuart Mill, On Liberty"}, {"item": "High thoughts must have high language.", "owner": "Aristophanes, Frogs and Other Plays"}, {"item": "Is it better to be loved or feared?", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "Love is a cowboy's hardest ride.", "owner": "C.B. Smith"}, {"item": "Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.", "owner": "Jean-Paul Sartre"}, {"item": "Fate isn’t one straight road…there are forks in it, many different routes to different ends. We have the free will to choose the path.", "owner": "Dean Koontz, Odd Thomas"}, {"item": "Skepticism is the agent of reason against organized irrationalism--and is therefore one of the keys to human social and civic decency.", "owner": "Stephen Jay Gould"}], "pagination": {"size": 20, "total": 10, "current": 8}}