{"contents": [{"item": "[A] book is not merely a book, it is the sun as well.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[W]e have endless opportunities to forget the self – in planting a tree for future generations; in creating a poem, a meal, a vessel of clay;", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "There's no rule in the end, but only the situation and the inclination of your mind", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[H]ow can something cease to exist that has no solid existence in the first place?", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "The only way we can be free in each moment is to become what each moment is.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "How can a hard and fast view of a world that is never hard and fast possibly be accurate?", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "Truth is not … something to believe or disbelieve. The things we believe are always less than Truth[.]", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[A] view of the world is nothing more than a set of beliefs, a way to freeze the world in our mind. … [T]his can never match Reality, … because the world isn't frozen.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "We can only be here. We can't leave. We are always here.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "If your idea of good opposes something else, you can be sure that [it] is not absolute or certain.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "Belief is at best an educated, informed conjecture about Reality.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "Good and bad aren't absolutes. They are beliefs, judgements, ideas based on limited knowledge as well as on the inclinations of our minds.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "And the question of Wester religion,” Flattery said, “is: What lies beyond death? But the question of the Zen master is: What lies beyond waking?", "owner": "Frank Herbert, Destination Void"}, {"item": "Good times come and go. And bad times do the same.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "[E]ven in getting the wonderful things we long for, we tend to live in want of something more[.]", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "We have all sorts of stories about heaven and hell, about oblivion and nothingness, about 'coming back,' and so on. But they are all stories.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "Belief may serve as a useful stopgap measure in the absence of actual experience, but once you see … [it] becomes unnecessary.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "There's nothing you can find - … nothing you can even imagine – that doesn't originate, develop, or exist in relation to other things.", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "We imagine that things come into existence, endure for a while, and then pass out of existence", "owner": "Steve Hagen, Buddhism Plain and Simple"}, {"item": "To forget the self is to remember that we don't exist alone, but in relation to other people, to other creatures, to the planet, and to the universe.", "owner": "Steve Hagen, Buddhism Plain and Simple"}], "pagination": {"size": 20, "total": 3, "current": 1}}