{"contents": [{"item": "When more and more people are thrown out of work  unemployment results.", "owner": "Calvin Coolidge"}, {"item": "Man's usual routine is to work and to dream and work and dream.", "owner": "Raymond Queneau"}, {"item": "We can redeem anyone who strives unceasingly.", "owner": "Goethe"}, {"item": "The Gods rank work above virtues.", "owner": "Hesiod"}, {"item": "Anyone can do any amount of work provided it isn't the work he is supposed to be doing at that moment.", "owner": "Robert Benchley"}, {"item": "It is not upon thee to finish the work  neither art thou free to abstain from it.", "owner": "The Talmud"}, {"item": "Work banishes those three great evils  boredom  vice  and poverty.", "owner": "Voltaire"}, {"item": "Amateurs hope. Professionals work.", "owner": "Garson Kanin"}, {"item": "Work is love made visible. And if you cannot work with love but only with distaste  it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.", "owner": "Kahlil Gibran"}, {"item": "There is dignity in work only when it is work freely accepted.", "owner": "Albert Camus"}, {"item": "If a man will not work  he shall not eat.", "owner": "Bible"}, {"item": "Anyone who is honestly seeking a job and can't find it  deserves the attention of the United States government  and the people.", "owner": "John F. Kennedy"}, {"item": "Work is the inevitable condition of human life  the true source of human welfare.", "owner": "Leo Tolstoy"}, {"item": "He who shuns the millstone  shuns the meal.", "owner": "Erasmus"}, {"item": "Rest is the sweet sauce of labour.", "owner": "Plutarch"}, {"item": "God gives every bird its food  but he does not throw it into the nest.", "owner": "J. G. Holland"}, {"item": "When your work speaks for itself  don't interrupt.", "owner": "Henry J. Kaiser"}, {"item": "I work as my father drank.", "owner": "George Bernard Shaw"}, {"item": "While I am busy with little things  I am not required to do greater things.", "owner": "St. Francis de Sales"}, {"item": "For it is commonly said: accomplished labours are pleasant.", "owner": "Cicero"}], "pagination": {"size": 20, "total": 10, "current": 6}}