{"contents": [{"item": "Bad things are gonna' happen to you, because they happen to us all. And worrying won't stave the really bad things off. Don't make the mistake of comparing your twisted-up insides to other people's blow-dried outsides. Even the most privileged person in this stadium suffers the torments of the damned just going about the business of being human.", "owner": "Mary Karr, Now Go Out There:"}, {"item": "A university is a city of ideas, and we're grateful you became citizens of our city.", "owner": "Mary Karr"}, {"item": "Don't take on more student loans than your future-self can handle.", "owner": "Carol H. Cox"}, {"item": "This was one of those non-glamorous parts about college that people never tell you about - worrying that the dilapidated apartment hosting a party would fall apart with you in it.", "owner": "Alyssa Rose Ivy, Focus"}, {"item": "He's like the anti-Ben, but his attention is like a shot of adrenaline.", "owner": "Jessica Calla, She Laughs In Pink"}, {"item": "Gee, you don’t sugarcoat things, do you?” “At least if I’m at a club, I won’t have you pressuring me.”“No, you’ll have heaps of strangers instead.", "owner": "Shaye Evans"}, {"item": "Nick wanted to meet on campus at Love Library. (That was the actual name; thank you for your donation, Mayor Don Lathrop Love.)", "owner": "Rainbow Rowell, Fangirl"}, {"item": "There's always Time and Place for Everything called College", "owner": "Manoj Hande"}, {"item": "Spending $100 million on a fancy gym is completely unremarkable in contemporary American higher education. Yet $10 million for a really good online biology course that could serve millions of students is seen as an outlandish, unaffordable expense.", "owner": "Kevin Carey, The End of College: Creating the Future of Learning and the University of Everywhere"}, {"item": "The message for all students should be: Put down the bong and get to work, because the number of curious, eager-to-learn peers around the world with the means and ambition to get a great college education is about to increase a thousandfold.", "owner": "Kevin Carey"}, {"item": "This is the generation that thinks of itself as global citizens but knows little about the world and acts locally. It is the most diverse generation in collegiate history with the strongest relationships between races but they have limited interest in talking about race or reaching across political or generational divides.", "owner": "Arthur Levine"}, {"item": "Borrow money only for an education that will yield enough of a return in the job market to allow you to pay your loans back.", "owner": "Kevin Carey, The End of College: Creating the Future of Learning and the University of Everywhere"}, {"item": "Oswaldo was flummoxed by the fact that his friend could be so quiet, almost embarrassed, about his academic acumen, yet so damn loud and proud of his status as a premier campus drug dealer.\"I've never met anyone so smart but so fucking dumb,\" he told Rob.", "owner": "Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League"}, {"item": "The word \"fronting\" was important to Rob. A coward who acted tough was fronting. A nerd who acted dumb was fronting. A rich kid who acted poor was fronting. Rob found the instinct very offensive, and in college he saw it all around.", "owner": "Jeff Hobbs, The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League"}, {"item": "The colleges and other institutions of learning are going too far, in my opinion. I think 50% of those attending educational institutions, having the professions in view, would be better off with a common school education that would enable them to earn a living, rather than sit around in offices and wait for clients. W.A. Clark (MT Senator, 1901-1907)", "owner": "Bill Dedman, Empty Mansions: The Mysterious Life of Huguette Clark and the Spending of a Great American Fortune"}, {"item": "We care (about prison education), very simply, because (prisoners) get out. Almost everyone who is locked up now is going to be set free one day. If we treat prisoners like animals the whole time they are locked up, that's what we'll get when they're back on the streets: wild, dangerous animals.", "owner": "Christopher Zoukis, College for Convicts: The Case for Higher Education in American Prisons"}, {"item": "College was for people who didn’t know they were smart.", "owner": "Stephen King, Mr. Mercedes"}, {"item": "One cannot get rid of a good education, nor, unfortunately, of a bad one, which often is such because one has not wanted to defray the expenses of a good one.", "owner": "Denis Diderot"}, {"item": "Think I have made a terrible mistake going to college. Have decided to become a shepherd and spend my days tending to flocks of goats", "owner": "Scott Frost"}, {"item": "Campuses are bubbles, artificial environments that insulate students from the life of the competitive marketplace. The more exact truth is that our campuses offer students the privileges of liberty without the corresponding responsibilities.", "owner": "Peter Augustine Lawler"}], "pagination": {"size": 20, "total": 10, "current": 7}}