{"contents": [{"item": "Our business in life is not to succeed, but to continue to fail in good spirits.", "owner": "Robert Louis Stevenson"}, {"item": "The road to success is dotted with many tempting parking spaces.", "owner": "Will Rogers"}, {"item": "If your success is not on your own terms, if it looks good to the world but does not feel good in your heart, it is not success at all.", "owner": "Anna Quindlen"}, {"item": "The line between failure and success is so fine. . . that we are often on the line and do not know it.", "owner": "Elbert Hubbard"}, {"item": "...it is well known that a vital ingredient of success is not knowing that what you're attempting can't be done.", "owner": "Terry Pratchett, Equal Rites"}, {"item": "The secret to success is constancy of purpose.", "owner": "Benjamin Disraeli"}, {"item": "You will find the key to success under the alarm clock.", "owner": "Benjamin Franklin"}, {"item": "Don't be afraid of failure. This is the way to succeed.", "owner": "LeBron James, Shooting Stars"}, {"item": "There is only one success-to be able to spend life in your own way.", "owner": "Christopher Morley"}, {"item": "Flaming enthusiasm, backed by horse sense and persistence, is the quality that most frequently makes for success.", "owner": "Dale Carnegie"}, {"item": "Take your victories, whatever they may be, cherish them, use them, but don't settle for them.", "owner": "Mia Hamm"}, {"item": "Success is a journey, not a destination.", "owner": "Ben Sweetland"}, {"item": "Success is the progressive realization of a worthy ideal", "owner": "Thomas S. Monson"}, {"item": "Success ... seems to be connected with action. Successful men keep moving. They make mistakes, but they don't quit.", "owner": "Conrad Hilton"}, {"item": "The backbone of success is...hard work, determination, good planning, and perserverence.", "owner": "Mia Hamm"}, {"item": "To do more for the world than the world does for you - that is success.", "owner": "Henry Ford"}, {"item": "More powerful than the will to win is the courage to begin.", "owner": "Orrin Woodward"}, {"item": "I believe that anyone can be successful in life, regardless of natural talent or the environment within which we live. This is not based on measuring success by human competitiveness for wealth, possessions, influence, and fame, but adhering to God's standards of truth, justice, humility, service, compassion, forgiveness, and love.", "owner": "Jimmy Carter, Our Endangered Values: America's Moral Crisis"}, {"item": "Many people succeed when others do not believe in them. But rarely does a person succeed when he does not believe in himself.", "owner": "Herb True"}, {"item": "Early success is a terrible teacher. You're essentially being rewarded for a lack of preparation, so when you find yourself in a situation where you must prepare, you can't do it. You don't know how.", "owner": "Chris Hadfield, An Astronaut's Guide to Life on Earth"}], "pagination": {"size": 20, "total": 10, "current": 1}}