{"contents": [{"item": "Healthy citizens are the greatest asset any country can have.", "owner": "Winston S. Churchill"}, {"item": "Live Life Fully & Abundantly", "owner": "Gabbriella Conte"}, {"item": "Take care of your health. Don't look for one quick fix to cure all your ailments. Take the time every day to help your mind, body, and soul heal. It is extremely important for your daily happiness to know that you are supporting your health instead of hurting it.", "owner": "Avina Celeste"}, {"item": "Who needs toothpaste when you have cigarettes?", "owner": "kevin mcpherson eckhoff"}, {"item": "The laboratory evidence that carbohydrate-rich diets can cause the body to reain water and so raise blood pressure, just as salt consumption is supposed to do, dates back well over a century", "owner": "Gary Taubes, Good Calories, Bad Calories: Challenging the Conventional Wisdom on Diet, Weight Control, and Disease"}, {"item": "And if, by the end [of this book], you reckon you might still disagree with me, then I offer you this: you'll still be wrong, but you'll be wrong with a lot more panache and flair than you could possibly manage right now.", "owner": "Ben Goldacre, Bad Science: Quacks, Hacks, and Big Pharma Flacks"}, {"item": "Tell me what you eat and I will tell you who you are.", "owner": "Jean Anthelme Brillat-Savarin"}, {"item": "Homeopathy pills are, after all, empty little sugar pills which seem to work, and so they embody [..] how we can be misled into thinking that any intervention is more effective than it really is.", "owner": "Ben Goldacre, Bad Science: Quacks, Hacks, and Big Pharma Flacks"}, {"item": "Movement is life!", "owner": "Alessandro Boccaletti, Veritas The Pharmacological Endgame"}, {"item": "I was very surprised when last I bought a packet of cigarettes and had to request a refund as I read a warning that told me \"smoking can cause fatal lung cancer\".", "owner": "Robert Clark"}, {"item": "A laugh a day does you more good than an apple – read a humours book ...", "owner": "James Minter, The Unexpected Consequences of Iron Overload"}, {"item": "Millions of our citizens do not now have a full measure of opportunity to achieve and to enjoy good health. Millions do not now have protection or security against the economic effects of sickness. And the time has now arrived for action to help them attain that opportunity and to help them get that protection.", "owner": "Harry Truman"}, {"item": "Songs edify the soul.", "owner": "Lailah Gifty Akita"}, {"item": "Motivation is soothing medicine for the soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Positive thought is healthy to the soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Usually, we believe that our pain is a misfortune that needs to be fixed, but in fact, all pain (physical, mental, and emotional) is a necessary step towards becoming conscious.", "owner": "Mada Eliza Dalian"}, {"item": "Those who have chosen to provide for the health and well being of others. Call them homoeopaths, allopaths and whatever one may, they must remember, they have been called and have chosen to serve. Dr. Ron Harris - 1965", "owner": "Dr. Ron Harris"}, {"item": "We are healthy only to the extent that our ideas are humane.", "owner": "Kurt Vonnegut Jr., Breakfast of Champions"}, {"item": "The world we have created, has problems, that can not be resolved by rich getting richer but by sharing we can over come the problems\" Dr. Ron Harris - 2008", "owner": "Dr. Ron Harris"}, {"item": "Time is the one thing that patients need most from their doctors--time to be heard, time to have things explained, time to reassured, time to be introduced by the doctor personally to specialists or other attendants whose very existence seems to reflect something new and threatening. yet the one thing that too many doctors find most difficult to command or manage is time.", "owner": "Norman Cousins, Anatomy of an Illness: As Perceived by the Patient"}], "pagination": {"size": 20, "total": 10, "current": 0}}