{"contents": [{"item": "Presenting a humble façade gains trust; flattery appeals to ego; combine the two to gain an ego-based trust within someone, and you will find in your hands a judgement clouding tool second only to love.", "owner": "A.J. Darkholme, Rise of the Morningstar"}, {"item": "The true instrument is that, with the help of which, the egoism and my-ness goes away.", "owner": "Dada Bhagwan"}, {"item": "If one has egoism without my-ness, he will go to moksha; all this entrapment is there because of egoism with my-ness!", "owner": "Dada Bhagwan"}, {"item": "Gnani Purush’ (the enlightened one) is considered to be the owner of the whole universe. And yet, there is not the slightest egoism in Him. Where there is no authority, there is egoism and where there is authority, there is no egoism. This is the wonder of ‘Gnani Purush!’ ‘Gnani Purush’ is the manifest light.", "owner": "Dada Bhagwan"}, {"item": "Egoism devours all the energy, and in addition it makes one suffer.", "owner": "Dada Bhagwan"}, {"item": "This is not suitable for me”- to say this is indeed madness, it is nothing but egoism. To say ‘will not suit’ is an offense.", "owner": "Dada Bhagwan"}, {"item": "Worrying is the greatest egoism!", "owner": "Dada Bhagwan"}, {"item": "Spontaneous and natural (sahajik) speech means there is not an iota of ego in it.", "owner": "Dada Bhagwan"}, {"item": "Worry is the greatest seed [cause] for the worldly life because worrying is the greatest egoism. If the egoism leaves, then worries will go away.", "owner": "Dada Bhagwan"}, {"item": "Gnani (The Enlightened one) means without Ego.", "owner": "Dada Bhagwan"}, {"item": "Forgiveness is…an archaic perception of personal debt and guilt designed by the ego to trap us unendingly within itself.", "owner": "Peter Santos, Everything I Wanted To Know About Spirituality But Didn't Know How To Ask: A Spiritual Seekers Guidebook"}, {"item": "...frankly, many times, the people that we resent either have no idea about it or could care less.", "owner": "Taite Adams, E-Go: Ego Distancing Through Mindfulness, Emotional Intelligence, and the Language of Love"}, {"item": "A life lived mired in resentment is one that is lived primarily in the past and this is never one that is filled with joy.", "owner": "Taite Adams"}, {"item": "Ego doesn't want us to be loving, forgiving and kind to each other or even to ourselves.", "owner": "Taite Adams, E-Go: Ego Distancing Through Mindfulness, Emotional Intelligence, and the Language of Love"}, {"item": "There is, inside all our heads, the ego’s rabid attack dog. It is purely vicious toward others and toward ourselves as well. Learning to control that dog, and ultimately to end its life, is the process and purpose of enlightened relationships.", "owner": "Marianne Williamson, Enchanted Love: The Mystical Power Of Intimate Relationships"}, {"item": "Don't allow the pride, ego and insecurities of others stunt your growth.", "owner": "Yvonne Pierre, The Day My Soul Cried:  A Memoir"}, {"item": "Hanging around people you’re smarter than is good for your ego. Hanging around people who are smarter than you is good for your intellect.", "owner": "Mokokoma Mokhonoana"}, {"item": "The first right on earth is the right of the ego. Man’s first duty is to himself. His moral law is never to place his prime goal within the persons of others. His moral obligation is to do what he wishes, provided his wish does not depend primarily upon other men.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "Ego is the complete identification with form. Physical forms, thought forms, emotional forms.", "owner": "Eckhart Tolle"}, {"item": "I' is nothing it just a thought..........!", "owner": "Sushil Singh"}], "pagination": {"size": 20, "total": 10, "current": 7}}