{"contents": [{"item": "Do not waste your life hating. Let your life glow in love.", "owner": "Lailah Gifty Akita"}, {"item": "Love is the heartbeat of life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We are all mistaken sometimes; sometimes we do wrong things, things that have bad consequences. But it does not mean we are evil, or that we cannot be trusted ever afterward.", "owner": "Alison Croggon"}, {"item": "Forgiveness must be immediate, whether or not a person asks for it. Trust must be rebuilt over time. Trust requires a track record.", "owner": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?"}, {"item": "The trust of those in dark need is forgiving work.", "owner": "Sebastian Barry, The Secret Scripture"}, {"item": "Dumbledore says people find it far easier to forgive others for being wrong than being right.", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart.", "owner": "Corrie ten Boom"}, {"item": "True forgiveness is when you can say, \"Thank you for that experience.", "owner": "Oprah Winfrey"}, {"item": "Sigh no more, ladies, sigh no more,Men were deceivers ever,-One foot in sea and one on shore,To one thing constant never.", "owner": "William Shakespeare, Much Ado About Nothing"}, {"item": "I wondered if that was how forgiveness budded; not with the fanfare of epiphany, but with pain gathering its things, packing up, and slipping away unannounced in the middle of the night.", "owner": "Khaled Hosseini, The Kite Runner"}, {"item": "Forgiveness is not an occasional act, it is a constant attitude.", "owner": "Martin Luther King Jr."}, {"item": "I think that if God forgives us we must forgive ourselves. Otherwise, it is almost like setting up ourselves as a higher tribunal than Him.", "owner": "C.S. Lewis"}, {"item": "Forgive your enemies, but never forget their names.", "owner": "John F. Kennedy"}, {"item": "To be wronged is nothing, unless you continue to remember it.", "owner": "Confucius"}, {"item": "Can I be forgiven for all I've done to get here?I want to be.I can.I believe it.", "owner": "Veronica Roth, Allegiant"}, {"item": "The willingness to forgive is a sign of spiritual and emotional maturity. It is one of the great virtues to which we all should aspire. Imagine a world filled with individuals willing both to apologize and to accept an apology. Is there any problem that could not be solved among people who possessed the humility and largeness of spirit and soul to do either -- or both -- when needed?", "owner": "Gordon B. Hinckley, Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes"}, {"item": "As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison.", "owner": "Nelson Mandela"}, {"item": "Not forgiving is like drinking rat poison and then waiting for the rat to die.", "owner": "Anne Lamott, Traveling Mercies: Some Thoughts on Faith"}, {"item": "...if anything matters then everything matters. Because you are important, everything you do is important. Every time you forgive, the universe changes; every time you reach out and touch a heart or a life, the world changes; with every kindness and service, seen or unseen, my purposes are accomplished and nothing will be the same again.", "owner": "William Paul Young, The Shack"}, {"item": "Forgiveness is not about forgetting. It is about letting go of another person's throat.", "owner": "William Paul Young, The Shack"}], "pagination": {"size": 20, "total": 10, "current": 8}}