{"contents": [{"item": "To realize the truth, you have to cross the boundaries of all religions and prophets.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "There's no God higher than truth.", "owner": "Mahatma Gandhi"}, {"item": "Anybody who says \"I know how to get to God and you don't, do this and do that and go here and go there\" is going to become 1. very powerful and 2. very rich. The simple truth is, if I am with God, no less can you be with God at the same time as I am.", "owner": "C. JoyBell C."}, {"item": "They should know that just because things get difficult, it's no reason to believe God is on vacation.", "owner": "Harry H. Harrison Jr., 1001 Things Every Teen Should Know Before They Leave Home:"}, {"item": "No one can attain to truth by himself. Only by laying stone on stone with the cooperation of all, by the millions of generations from our forefather Adam to our own times, is that temple reared which is to be a worthy dwelling place of the Great God.", "owner": "Leo Tolstoy"}, {"item": "Our love grows soft if it is not strengthened by truth, and our truth grows hard if it is not softened by love.", "owner": "John R.W. Stott"}, {"item": "This is perhaps the hardest truth of any to grasp. Do we wake up every morning amazed that we are loved by God?", "owner": "David Ford"}, {"item": "We reach in desperation beyond the fog, beyond the very stars, the voids of the universe are ransacked to justify the monster, and stamped with a human face. London is religions opportunity--not the decorous religion of theologians, but an anthropomorphic, crude. Yes, the continuous flow would be tolerable if a man of our own sort--not anyone pompous or tearful--were caring for us up in the sky.", "owner": "E.M. Forster, Howards End"}, {"item": "Consequently, the truth of God lives in our souls more by the power of superior moral courage than by the light of an eminent intelligence. Indeed, spiritual intelligence itself depends on the fortitude and patience with which we sacrifice ourselves for the truth, as it is communicated to our lives concretely in the providential will of God", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "Whoever won the wars in heavens, He is The God of men today.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "If we find ourselves with a desire that nothing in this world can satisfy, the most probable explanation is that we were made for another world.", "owner": "C.S. Lewis"}, {"item": "God has no religion.", "owner": "Mahatma Gandhi"}, {"item": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell.", "owner": "C.S. Lewis, The Problem of Pain"}, {"item": "The darker the night, the brighter the stars,  The deeper the grief, the closer is God!", "owner": "Fyodor Dostoyevsky, Crime and Punishment"}, {"item": "Pain insists upon being attended to. God whispers to us in our pleasures, speaks in our consciences, but shouts in our pains. It is his megaphone to rouse a deaf world.", "owner": "C.S. Lewis"}, {"item": "He died not for men, but for each man. If each man had been the only man made, He would have done no less.", "owner": "C.S. Lewis"}, {"item": "I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong.", "owner": "John Lennon"}, {"item": "God save us from people who mean well.", "owner": "Vikram Seth, A Suitable Boy"}, {"item": "Look for God, suggests my Guru. Look for God like a man with his head on fire looks for water.", "owner": "Elizabeth Gilbert"}, {"item": "My argument against God was that the universe seemed so cruel and unjust. But how had I got this idea of just and unjust? A man does not call a line crooked unless he has some idea of a straight line. What was I comparing this universe with when I called it unjust?", "owner": "C.S. Lewis, Mere Christianity"}], "pagination": {"size": 20, "total": 10, "current": 3}}