{"contents": [{"item": "You'll notice that pain isn't solid or constant but rather a series of sensations, sometimes hard, sometimes light, and even sometimes gone altogether", "owner": "Ruby Wax, Sane New World: Taming The Mind"}, {"item": "The Concept of Internal and External Stressor is a Misnomer. All Stress is Created Finally Through an Internal Mechanism Mediated by Our Thoughts.", "owner": "Kiran Dintyala"}, {"item": "When it comes to our most precious commodity, our own health, many of us are like sheep following whatever our doctors and insurance companies and other medical care providers tell us to do and not to do.about our health.", "owner": "Archelle Georgiou"}, {"item": "Money cannot buy health, but I'd settle for a diamond-studdedwheelchair.", "owner": "Dorothy Parker"}, {"item": "I read once that you need two things to be happy: any two of health, money, and love. You can cover the absense of one with the other two... But now I realized this was unmitigated bullshit, because health and money did not compare with love at all.", "owner": "Max Barry, Machine Man"}, {"item": "The greatest wealth is well-being.", "owner": "Lailah Gifty Akita"}, {"item": "It seems quite pointless to waste health relentlessly in order to earn money that we shall spend on recovering health.", "owner": "Eraldo Banovac"}, {"item": "Life isn't a life without fitness.", "owner": "Mohith Agadi"}, {"item": "Let your passion serve as your energy source to keep you going. I can attest that you will be happier, healthier, and more successful at it.", "owner": "Anna Agoncillo, Psychology Of Love, Money, & Life"}, {"item": "Relax and Recreat yourself.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When I travel, I get lovesick. Well, they call it chlamydia.", "owner": "Jimmy Carr"}, {"item": "All I want is some man to take delight in me. 5:30? 6:30 A.M. as usual, no cigs. Better a maudlin drunk than a sterile one. My pimples are more like small boils; I have the plague. My lip is split. My tits are swollen and I can't ever sleep. I now breathe with my heart, which skips rope. Back to sex?", "owner": "Maryse Holder, Give Sorrow Words: Maryse Holder's Letters From Mexico"}, {"item": "New Year, new month, new day, new moment, all places we have never been before. Enjoy each experience with relish & spice... tasty times ahead.", "owner": "Michael Levy"}, {"item": "The simple act of being completely attentive & present to another person is an act of love, and it fosters unshakeable well-being.", "owner": "Sharon Salzberg, Real Happiness: The Power of Meditation"}, {"item": "We live in a society where those in the know use radiation resistance health techniques.", "owner": "Steven Magee"}, {"item": "A society no more exists for the satisfaction of human needs, than a plant exists for its own health.", "owner": "Roger Scruton"}, {"item": "A healthy society begins with healthy individuals.", "owner": "Sabina Nore"}, {"item": "Mindfulness isn't difficult, we just need to remember to do it.", "owner": "Sharon Salzberg, Real Happiness: The Power of Meditation"}, {"item": "Denial is a useful defense mechanism until it's not.", "owner": "Rosalind Kaplan"}, {"item": "Prolonged stress causes the human body to make adaptations so it can continue to serve you at a functional level. The more stress, the more adaptations.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}], "pagination": {"size": 20, "total": 10, "current": 1}}