{"contents": [{"item": "There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.'No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster.", "owner": "Dalai Lama XIV"}, {"item": "Do not lose hope — what you seek will be found. Trust ghosts. Trust those that you have helped to help you in their turn. Trust dreams. Trust your heart, and trust your story. (from 'Instructions')", "owner": "Neil Gaiman, Fragile Things: Short Fictions and Wonders"}, {"item": "What I want is so simple I almost can't say it: elementary kindness.", "owner": "Barbara Kingsolver, Animal Dreams"}, {"item": "Have you ever hoped for something? And held out for it against all the odds? Until everything you did was ridiculous? ", "owner": "Ali Shaw, The Girl With Glass Feet"}, {"item": "Totally without hope one cannot live. To live without hope is to cease to live. Hell is hopelessness. It is no accident that above the entrance to Dante's hell is the inscription: \"Leave behind all hope, you who enter here.", "owner": "Jürgen Moltmann, Theology of Hope"}, {"item": "While there's life, there's hope.", "owner": "Marcus Tullius Cicero"}, {"item": "But all I could think of was how when nothing made sense and hadn't for ages, you just have to grab onto anything you feel sure of.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "Hope is such a beautiful word, but it often seems very fragile. Life is still being needlessly hurt and destroyed.", "owner": "Michael  Jackson"}, {"item": "But then, life is a constant withering of possibilities. Some are stolen with the lives of people you love. Others are let go, with regret and reluctance and deep, deep sorrow. But there is compensation for lives unlived in the intoxicating joy of knowing that the life you have - right here, right now - if the one you have chosen. There is power in that, and hope.", "owner": "Emily Maguire, Taming the Beast"}, {"item": "We all give up great expectations along the way.", "owner": "Carlos Ruiz Zafón, The Angel's Game"}, {"item": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", "owner": "Robert Fulghum, All I Really Need to Know I Learned in Kindergarten: Uncommon Thoughts On Common Things"}, {"item": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life. \" Live, then, and be happy, beloved children of my heart, and never forget, that until the day God will deign to reveal the future to man, all human wisdom is contained in these two words, 'Wait and Hope.", "owner": "Alexandre Dumas"}, {"item": "Only in the darkness can you see the stars.", "owner": "Martin Luther King Jr."}, {"item": "Shoot for the moon, even if you fail, you'll land among the stars", "owner": "Cecelia Ahern, P.S. I Love You"}, {"item": "For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.", "owner": "J.R.R. Tolkien, The Return of the King"}, {"item": "Since I was young, I have always known this: Life damages us, every one. We can’t escape that damage. But now, I am also learning this: We can be mended. We mend each other", "owner": "Veronica Roth"}, {"item": "Although I'm only fourteen, I know quite well what I want, I know who is right and who is wrong. I have my opinions, my own ideas and principles, and although it may sound pretty mad from an adolescent, I feel more of a person than a child, I feel quite indepedent of anyone.", "owner": "Anne Frank, The Diary of Anne Frank"}, {"item": "Ask yourself these three questions, Tatiana Metanova, and you will know who you are. Ask: What do believe in? What do you hope for? What do you love?", "owner": "Paullina Simons, The Bronze Horseman"}, {"item": "Happiness is always there. You just have to choose to see it. There's no point dwelling in the dark and ignoring the light of the stars.", "owner": "Carrie Hope Fletcher"}, {"item": "Everything that is done in this world is done by hope.", "owner": "Martin Luther"}], "pagination": {"size": 20, "total": 10, "current": 1}}