{"contents": [{"item": "Find Gratitude Happiness will follow you.", "owner": "Muhammad Riaz"}, {"item": "Gratitude changes us.", "owner": "Auliq Ice, The Secret of Greatness"}, {"item": "It is very sad that most of us just aren’t grateful for what we have. If you’re reading this, I think it’s safe to assume that you’re not homeless. You’re not blind. You might be ill, but you’re still alive. And yet, we find it hard to be thankful. To see the gift each day brings us. It is from this lack of true gratitude that we become sad. We have told ourselves over and over that we aren’t happy. That our lives aren’t good. That we’re no good.", "owner": "S.R. Crawford, From My Suffering: 25 Ways to Break the Chains of Anxiety, Depression & Stress"}, {"item": "Gratitude opens your eyes to the endless opportunities that expectation has hidden.", "owner": "Steve Maraboli"}, {"item": "I’m in awe of the people who manage their difficult lives with little complaint, those who have suffered more than their fair share of pain, and understand things could have been much worse, those who take the time to be grateful for the important things, and who never give up on themselves or their lives. It's no easy feat to stay optimistic when life has shown you too much darkness, yet our world is filled with these steady, strong, resilient warriors of the light. From them, we have so much to learn.", "owner": "Scott Stabile"}, {"item": "Let thy prayer be thanksgiving.", "owner": "Lailah Gifty Akita"}, {"item": "He who does not reflect his life back to God in gratitude does not know himself.", "owner": "Albert Schweitzer, Reverence for Life: The Words of Albert Schweitzer"}, {"item": "Gratitude is one of the virtues of the noble man. It is the hallmark of a life lived well. It is a trademark of the righteous man. It is an attribute that significantly impacts on your personal happiness and how sound your relationship will be with others.", "owner": "Sesan Kareem"}, {"item": "There is nothing so inspiring as true heartfelt gratitude.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "You have the power to adjust your life experience simply by being grateful.", "owner": "Chiara Gizzi"}, {"item": "You have the power to adjust you life experience simply be being grateful.", "owner": "Chiara Gizzi"}, {"item": "Gratitude is continuous stream of goodness.", "owner": "Lailah Gifty Akita"}, {"item": "Love, positivity and gratitude are the most essential ingredients to a happy and fulfilled life.", "owner": "Eileen Anglin"}, {"item": "Never in the field of human conflict was so much owed by so many to so few.", "owner": "Winston S. Churchill"}, {"item": "The Awakening Land\" p615What was the world coming to and what hearty pleasures folks today missed out of life! One bag of meal her pap said, used to make a whole family rejoice. Now folks came ungrateful from the store, grumbling they had to carry such a heavy market basket. Was that the way this great new country of hers was going to go? The easier they made life, the weaker and sicker the race had to get? Once a majority of the men got weak and soft, what weak, harmful ways would they vote the country into then? Well, her pap's generation could get down on their knees and thank the Almighty they lived and died when they did. How would they ever have come and settled this wild country if they said to each other, \"Ain't you afeard?\" How would her pappy have fetched them the long way out here on foot if he'd kept asking all the time, \"Are you all right! How do ye feel? Do ye reckon ye kin make it?\" No, those old time folks she knew were scared of nothing, or if they were, they didn't say so. They knew they ran bad risks moving into Indian country, but they had to die some time. They might as well live as they pleased and let others bury them when the time came. Now Libby's generation, it seemed, lived mostly to study and fret about ailing and dying.", "owner": "Conrad Richter"}, {"item": "I woke up this morning as I do every morning, with an attitude of gratitude.", "owner": "Tony Williams"}, {"item": "I am so Thankful in the knowledge… If I want to learn something I can study it. However, If I want to have something etched in my Soul, I must Teach it. Always remembering that each of us teaches best that which we, the teacher, most need to learn", "owner": "Raymond D. Longoria Jr."}, {"item": "Gratitude is the vitamin of the soul.", "owner": "Angie karan"}, {"item": "Gratitude is a soul blooming profusely!", "owner": "Zavia Hope Thomas"}, {"item": "Gratitude and love are always multiplied when you give freely. It is an infinite source of contentment and prosperous energy.", "owner": "Jim Fargiano, The Spoken Words of Spirit: Lessons from the Other Side"}], "pagination": {"size": 20, "total": 10, "current": 1}}