{"contents": [{"item": "My hunger for writing will die when I have bled for the humans that never found the strength to find the words themselves", "owner": "Christopher Poindexter"}, {"item": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.", "owner": "Vincent van Gogh"}, {"item": "Giants are not what we think they are. The same qualities that appear to give them strength are often the sources of great weakness.", "owner": "Malcolm Gladwell, David and Goliath: Underdogs, Misfits, and the Art of Battling Giants"}, {"item": "We acquire the strength we have overcome.", "owner": "Ralph Waldo Emerson"}, {"item": "Beyond the very extremity of fatigue distress, amounts of ease and power that we never dreamed ourselves to own, sources of strength habitually not taxed at all, because habitually we never push through the obstruction", "owner": "William James"}, {"item": "Let me tell you about weakness! Killing the strong to prove your strength is foolish weakness. Killing fools is easy weakness. Killing the weak is evil weakness. Accomplishing your ends without killing, mastering your mind when you want to kill--that is strength!", "owner": "Victoria Hanley, The Seer and the Sword"}, {"item": "Arm yourself, my heart: the thing that you must do is fearful, yet inevitable.", "owner": "Euripides, Medea and Other Plays: Medea / Alcestis / The Children of Heracles / Hippolytus"}, {"item": "In the end you’ll see you won’t stop me.", "owner": "Christina Aguilera, Christina Aguilera: Stripped"}, {"item": "For the weakest has but to try his strength to find it, and then he shall be strong.", "owner": "Robin Hobb, Ship of Magic"}, {"item": "A lot of what we experience as strength comes from knowing what to do with weakness.", "owner": "Barbara Ehrenreich, Nickel and Dimed: On (Not) Getting By in America"}, {"item": "But there was nothing else she could be right now except strong.", "owner": "Morgan Rhodes, Rebel Spring"}, {"item": "I ran out of strong.", "owner": "Ron Hall, Same Kind of Different as Me"}, {"item": "I can be changed by what happens to me. But I refuse to be reduced by it.", "owner": "Maya Angelou, Letter to My Daughter"}, {"item": "Never ignore a gut feeling, but never believe that it's enough.", "owner": "Robert Heller"}, {"item": "It came to my house.It sat on my shoulders.Your shadow is yours. I told it so. I said it was yours.I have carried it with me too long. I give it back.", "owner": "Mark Strand"}, {"item": "Broken things can be made whole again. Perhaps not as they were before, but maybe stronger this time.", "owner": "Carrie Ryan, The Dark and Hollow Places"}, {"item": "But borrowing strength builds weakness.", "owner": "Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change"}, {"item": "...and that visibility which makes us most vulnerable is that which also is the source of our greatest strength.", "owner": "Audre Lorde"}, {"item": "There are many ways of getting strong, sometimes talking is the best way.", "owner": "Andre Agassi, Open"}, {"item": "I will do what I can", "owner": "Jude Morgan, Indiscretion"}], "pagination": {"size": 20, "total": 10, "current": 1}}