{"contents": [{"item": "The journey is what brings us happiness not the destination.", "owner": "Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives"}, {"item": "Wisest is she who knows she does not know.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Your pain is the breaking of the shell that encloses your understanding... And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy", "owner": "Kahlil Gibran"}, {"item": "Man is always prey to his truths. Once he has admitted them, he cannot free himself from them.", "owner": "Albert Camus, The Myth of Sisyphus and Other Essays"}, {"item": "Even if there is only one possible unified theory, it is just a set of rules and equations. What is it that breathes fire into the equations and makes a universe for them to describe? The usual approach of science of constructing a mathematical model cannot answer the questions of why there should be a universe for the model to describe. Why does the universe go to all the bother of existing?", "owner": "Stephen Hawking, A Brief History of Time"}, {"item": "Know thyself? If I knew myself, I'd run away.", "owner": "Johann Wolfgang von Goethe"}, {"item": "There are no ordinary moments.", "owner": "Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives"}, {"item": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "It is foolish and wrong to mourn the men who died. Rather, we should thank God that such men lived.", "owner": "George S. Patton Jr."}, {"item": "The seed of suffering in you may be strong, but don't wait until you have no more suffering before allowing yourself to be happy.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "If you place your head in a lion's mouth, then you cannot complain one day if he happens to bite it off.", "owner": "Agatha Christie"}, {"item": "Anyway—because we are readers, we don't have to wait for some communications executive to decide what we should think about next—and how we should think about it. We can fill our heads with anything from aardvarks to zucchinis—at any time of night or day.", "owner": "Kurt Vonnegut Jr., Palm Sunday: An Autobiographical Collage"}, {"item": "I was never aware of any other option but to question everything.", "owner": "Noam Chomsky"}, {"item": "The evil that is in the world almost always comes from ignorance, and good intentions may do as much harm as malevolence if they lack understanding.", "owner": "Albert Camus"}, {"item": "Perhaps not one religion contains all of the truth of the world. Perhaps every religion contains fragments of the truth, and it is our responsibility to identify those fragments and piece them together.", "owner": "Christopher Paolini, Brisingr"}, {"item": "To teach how to live without certainty, and yet without being paralyzed by hesitation, is perhaps the chief thing that philosophy, in our age, can still do for those who study it.", "owner": "Bertrand Russell, A History of Western Philosophy"}, {"item": "Until an hour before the Devil fell, God thought him beautiful in Heaven.", "owner": "Arthur Miller, The Crucible"}, {"item": "It was as if that great rush of anger had washed me clean, emptied me of hope, and, gazing up at the dark sky spangled with its signs and stars, for the first time, the first, I laid my heart open to the benign indifference of the universe.To feel it so like myself, indeed, so brotherly, made me realize that I'd been happy, and that I was happy still. For all to be accomplished, for me to feel less lonely, all that remained to hope was that on the day of my execution there should be a huge crowd of spectators and that they should greet me with howls of execration.", "owner": "Albert Camus, The Stranger"}, {"item": "We are the hollow menWe are the stuffed menLeaning togetherHeadpiece filled with straw. Alas!Our dried voices, whenWe whisper togetherAre quiet and meaninglessAs wind in dry grassOr rats' feet over broken glassIn our dry cellarShape without form, shade without colour,Paralysed force, gesture without motion;", "owner": "T.S. Eliot, Poems: 1909-1925"}, {"item": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.\" Translation by Sharon Lebell", "owner": "Epictetus, The Art of Living: The Classical Manual on Virtue, Happiness and Effectiveness"}], "pagination": {"size": 20, "total": 10, "current": 1}}