{"contents": [{"item": "There is no place more lonelyThan a rich man's home.", "owner": "Margarita Engle, The Firefly Letters"}, {"item": "I've never been lonely. I've been in a room -- I've felt suicidal. I've been depressed. I've felt awful -- awful beyond all -- but I never felt that one other person could enter that room and cure what was bothering me...or that any number of people could enter that room. In other words, loneliness is something I've never been bothered with because I've always had this terrible itch for solitude. It's being at a party, or at a stadium full of people cheering for something, that I might feel loneliness. I'll quote Ibsen, \"The strongest men are the most alone.\" I've never thought, \"Well, some beautiful blonde will come in here and give me a fuck-job, rub my balls, and I'll feel good.\" No, that won't help. You know the typical crowd, \"Wow, it's Friday night, what are you going to do? Just sit there?\" Well, yeah. Because there's nothing out there. It's stupidity. Stupid people mingling with stupid people. Let them stupidify themselves. I've never been bothered with the need to rush out into the night. I hid in bars, because I didn't want to hide in factories. That's all. Sorry for all the millions, but I've never been lonely. I like myself. I'm the best form of entertainment I have. Let's drink more wine!", "owner": "Charles Bukowski"}, {"item": "The loneliest moment in someone’s life is when they are watching their whole world fall apart, and all they can do is stare blankly.", "owner": "F. Scott Fitzgerald"}, {"item": "If you're lonely when you're alone, you're in bad company.", "owner": "Jean-Paul Sartre"}, {"item": "being alone never felt right. sometimes it felt good, but it never felt right.", "owner": "Charles Bukowski, Women"}, {"item": "All great and precious things are lonely.", "owner": "John Steinbeck, East of Eden"}, {"item": "When I get lonely these days, I think: So BE lonely, Liz. Learn your way around loneliness. Make a map of it. Sit with it, for once in your life. Welcome to the human experience. But never again use another person's body or emotions as a scratching post for your own unfulfilled yearnings.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "\u2028Loneliness is the human condition. Cultivate it. The way it tunnels into you allows your soul room to grow. Never expect to outgrow loneliness. Never hope to find people who will understand you, someone to fill that space. An intelligent, sensitive person is the exception, the very great exception. If you expect to find people who will understand you, you will grow murderous with disappointment. The best you'll ever do is to understand yourself, know what it is that you want, and not let the cattle stand in your way.", "owner": "Janet Fitch, White Oleander"}, {"item": "The most terrible poverty is loneliness, and the feeling of being unloved.", "owner": "Mother Teresa"}, {"item": "But even so, every now and then I would feel a violent stab of loneliness. The very water I drink, the very air I breathe, would feel like long, sharp needles. The pages of a book in my hands would take on the threatening metallic gleam of razor blades. I could hear the roots of loneliness creeping through me when the world was hushed at four o'clock in the morning.", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "If one's different, one's bound to be lonely.", "owner": "Aldous Huxley, Brave New World"}, {"item": "there is a loneliness in this world so great that you can see it in the slow movement of the hands of a clock", "owner": "Charles Bukowski, Love Is a Dog from Hell"}, {"item": "I want to be with those who know secret things or else alone.", "owner": "Rainer Maria Rilke"}, {"item": "Where are the people?” resumed the little prince at last. “It’s a little lonely in the desert…” “It is lonely when you’re among people, too,” said the snake.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "They cannot scare me with their empty spacesBetween stars—on stars where no human race is.I have it in me so much nearer homeTo scare myself with my own desert places.", "owner": "Robert Frost, The Poetry of Robert Frost"}, {"item": "We must become so alone, so utterly alone, that we withdraw into our innermost self. It is a way of bitter suffering. But then our solitude is overcome, we are no longer alone, for we find that our innermost self is the spirit, that it is God, the indivisible. And suddenly we find ourselves in the midst of the world, yet undisturbed by its multiplicity, for our innermost soul we know ourselves to be one with all being.", "owner": "Hermann Hesse"}, {"item": "I felt a haunting loneliness sometimes, and felt it in others--young clerks in the dusk, wasting the most poignant moments of night and life.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}, {"item": "The only time we waste is the time we spend thinking we are alone.", "owner": "Mitch Albom, The Five People You Meet in Heaven - Meniti Bianglala"}, {"item": "Sometimes I feel so- I don’t know - lonely. The kind of helpless feeling when everything you’re used to has been ripped away. Like there’s no more gravity, and I’m left to drift in outer space with no idea where I’m going’Like a little lost Sputnik?’I guess so.", "owner": "Haruki Murakami, Sputnik Sweetheart"}, {"item": "Perhaps only people who are capable of real togetherness have that look of being alone in the universe. The others have a certain stickiness, they stick to the mass.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}], "pagination": {"size": 20, "total": 10, "current": 4}}