{"contents": [{"item": "That's what Father and Mother are, thought Nafai. They stay together, not because of any gain, but because of the gift. Father doesn't stay with Mother because she is good for him, but rather because together they can do good for us, and for many others.", "owner": "Orson Scott Card, The Memory of Earth: Homecoming, Vol. 1"}, {"item": "Apparently, the easiest way to overcome any awkwardness of speaking about sex is to sterilize it and outsource it to the professionals.", "owner": "Matthew Lee Anderson, Earthen Vessels: Why Our Bodies Matter To Our Faith"}, {"item": "A Jewish man with parents alive is a 15-year-old boy  and will remain a 15-year-old boy until they die.", "owner": "Philip Roth"}, {"item": "A rich child often sits in a poor mother's lap.", "owner": "Spanish proverb"}, {"item": "Every beetle is a gazelle in the eyes of its mother.", "owner": "Moorish proverb"}, {"item": "Parentage is a very important profession  but no test of fitness  for it is ever imposed in the interests of the Children.", "owner": "George Bernard Shaw"}, {"item": "Parents accept their obsolescence with the best grace they can muster. . . they do all they can to make it easy for the younger generation to surpass the older  while secretly dreading the rejection that follows.", "owner": "Christopher Lasch"}, {"item": "Parents are sometimes a bit of a disappointment to their children. They don't fulfill the promise of their early years.", "owner": "Anthony Powell"}, {"item": "Parenthood remains the greatest single preserve of the amateur.", "owner": "Alvin Toffler"}, {"item": "The best brought-up children are those who have seen their parents as they are. Hypocrisy is not the parents' first duty.", "owner": "George Bernard Shaw"}, {"item": "Everyone likes to think that he has done reasonably well in life  so that it comes as a shock to find our children believing differently. The temptation is to tune them out  it takes much more courage to listen.", "owner": "John D. Rockefeller III"}, {"item": "You don't have to deserve your mother's love. You have to deserve your father's. He's more particular.", "owner": "Robert Frost"}, {"item": "I demand for the unmarried mother  as a sacred channel of life  the same reverence and respect as for the married mother  for Maternity is a cosmic thing and once it has come to pass  our conventions must not be permitted to blaspheme it.", "owner": "Ben Lindsey"}, {"item": "Who takes the child by the hand takes the mother by the heart.", "owner": "German proverb"}, {"item": "Diogenes struck the father when the son swore.", "owner": "Robert Burton"}, {"item": "When one has not had a good father  one must create one.", "owner": "Friedrich Nietzsche"}, {"item": "Perhaps host and guest is really the happiest relation for father and son.", "owner": "Evelyn Waugh"}, {"item": "Mother is the name for God in the lips and hearts of children.", "owner": "William Makepeace Thackeray"}, {"item": "To bring up a child in the way he should go  travel that way yourself once in a while.", "owner": "Josh Billings"}, {"item": "Anything which parents have not learned from experience they can now learn from their children.", "owner": "Anonymous"}], "pagination": {"size": 20, "total": 6, "current": 3}}