{"contents": [{"item": "God gave you a gift of 86 400 seconds today. Have you used one to say thank you ", "owner": "William Arthur Ward"}, {"item": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.", "owner": "William Arthur Ward"}, {"item": "The greatest wisdom is in simplicity. Love, respect, tolerance, sharing, gratitude, forgiveness. It's not complex or elaborate. The real knowledge is free. It's encoded in your DNA. All you need is within you. Great teachers have said that from the beginning. Find your heart, and you will find your way.", "owner": "Carlos Barrios, Mayan elder and Ajq'ij of the Eagle Clan"}, {"item": "Whatever you appreciate and give thanks for will increase in your life.", "owner": "Sanaya Roman, Living with Joy: Keys to Personal Power and Spiritual Transformation"}, {"item": "Take full account of what Excellencies you possess, and in gratitude remember how you would hanker after them, if you had them not.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Gratitude is the ability to experience life as a gift. It liberates us from the prison of self-preoccupation.", "owner": "John Ortberg, When the Game Is Over, It All Goes Back in the Box"}, {"item": "My gratitude to him is as boundless as the Pacific ocean.", "owner": "Yann Martel, Life of Pi"}, {"item": "For each new morning with its light,For rest and shelter of the night,For health and food, for love and friends,For everything Thy goodness sends.", "owner": "Ralph Waldo Emerson"}, {"item": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude.", "owner": "G.K. Chesterton"}, {"item": "If we want to keep the blessings of life coming to us, we must learn to be grateful for whatever is given.", "owner": "Harold Klemp, The Language of Soul: Keys to Living a More Meaningful Life"}, {"item": "Steam seems to have killed all gratitude in the hearts of sailors.", "owner": "Jules Verne, Twenty Thousand Leagues Under the Sea"}, {"item": "If I do not feel a sense of joy in God's creation, if I forget to offer the world back to God with thankfulness, I have advanced very little upon the Way. I have not yet learnt to be truly human. For it is only through thanksgiving that I can become myself.", "owner": "Kallistos Ware, The Orthodox Way"}, {"item": "Gratitude is an overflow of the pleasure filling your soul.", "owner": "Raheel Farooq"}, {"item": "Most of us forget to take time for wonder, praise and gratitude until it is almost too late. Gratitude is a many-colored quality, reaching in all directions. It goes out for small things and for large; it is a God-ward going.", "owner": "Faith Baldwin, Many Windows, Seasons of the Heart"}, {"item": "Thanksgiving for God’s faithfulness in our pain is the indisputable proof that we believe God is a part of our pain.", "owner": "Erwin W. Lutzer, When You've Been Wronged: Moving From Bitterness to Forgiveness"}, {"item": "Superficial social niceties are far different from the deep emotion of thanksgiving.", "owner": "Alexandra Katehakis, Mirror of Intimacy: Daily Reflections on Emotional and Erotic Intelligence"}, {"item": "Beth ceased to fear him from that moment, and sat there talking to him as cozily as if she had known him all her life, for love casts out fear, and gratitude can conquer pride.", "owner": "Louisa May Alcott"}, {"item": "When you focus on gratitude, positive things flow in more readily, making you even more grateful.", "owner": "Lissa Rankin, Mind Over Medicine: Scientific Proof That You Can Heal Yourself"}, {"item": "That's the funny thing about America--the blessed thing. As many people as there are to hold you back, there are angels whose humanity makes up for all the others. I've had my share of angels.", "owner": "Abraham Verghese, Cutting for Stone"}, {"item": "For a wise man, I have been told, once said, ‘Gratitude is best and most effective when it does not evaporate in empty phrases.’ But alas, my lady, I am but a mass of empty phrases, it would seem.", "owner": "Isaac Asimov, Foundation and Empire"}], "pagination": {"size": 20, "total": 10, "current": 6}}