{"contents": [{"item": "The best use of life is love. The best expression of love is time. The best time to love is now.", "owner": "Rick Warren"}, {"item": "There is love of course. And then there's life, its enemy.", "owner": "Jean Anouilh"}, {"item": "Right now, I had everything I could ask for. It wasn't a long list, but it was a very satisfying one, starting with the love of my life back in my arms.", "owner": "Becca Fitzpatrick, Silence"}, {"item": "All any of us wanted, really, was to know that we counted. That someone else's life would not have been as rich without us here.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "I’m sort of… coming off a bad relationship”“When did it end?”“Slightly before it started.", "owner": "Rainbow Rowell, Attachments"}, {"item": "What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly.", "owner": "Albert Camus"}, {"item": "Never stop smiling not even when you're sad, someone might fall in love with your smile.", "owner": "Gabriel García Márquez"}, {"item": "You must learn to forgive a man when he's in love. He's always a nuisance.", "owner": "Rudyard Kipling, The Light That Failed"}, {"item": "I wake up and tear drops, they fall down like rain. I put on that old song we danced to and then, I head off to my job cause not much has changed. Punch the clock, head for home, check the phone. Just in case. Go to bed, dream of you. That's what I am doing these days.", "owner": "Rascal Flatts"}, {"item": "They had an ordinary life, full of ordinary things-if love can ever be called that.", "owner": "Leigh Bardugo, Ruin and Rising"}, {"item": "I'm as cruel as life. As cruel as love.", "owner": "L.J. Smith, The Forbidden Game"}, {"item": "There's no need to wait for the bad things and bullshit to be over. Change now. Love now. Live now. Don't wait for people to give you permission to live, because they won't.", "owner": "Kris Carr, Crazy Sexy Diet: Eat Your Veggies, Ignite Your Spark, and Live Like You Mean It!"}, {"item": "That I shall love always, I argue theethat love is life,and life hath immortality", "owner": "Emily Dickinson"}, {"item": "To become vegetarian is to step into the stream which leads to nirvana.", "owner": "Gautama Buddha"}, {"item": "I had forgotten how much light there is in the world, till you gave it back to me.", "owner": "Ursula K. Le Guin, A Wizard of Earthsea"}, {"item": "To say ‘I love you’ one must first know how to say the ‘I.’ The meaning of the ‘I’ is an independent, self-sufficient entity that does not exist for the sake of any other person. A person who exists only for the sake of his loved one is not an independent entity, but a spiritual parasite. The love of a parasite is worth nothing.", "owner": "Ayn Rand"}, {"item": "Something that is yours forever is never precious", "owner": "Chaim Potok, My Name Is Asher Lev"}, {"item": "In three words I can sum up everything I've learned about life: it goes on.", "owner": "Robert Frost"}, {"item": "To live is the rarest thing in the world. Most people exist, that is all.", "owner": "Oscar Wilde"}, {"item": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "owner": "Douglas Adams, The Long Dark Tea-Time of the Soul"}], "pagination": {"size": 20, "total": 10, "current": 2}}