{"contents": [{"item": "Art should comfort the disturbed and disturb the comfortable.", "owner": "Banksy"}, {"item": "Writing fiction is the act of weaving a series of lies to arrive at a greater truth.", "owner": "Khaled Hosseini"}, {"item": "We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies.", "owner": "Pablo Picasso"}, {"item": "We have our Arts so we won't die of Truth", "owner": "Ray Bradbury, Zen in the Art of Writing"}, {"item": "The greatest art belongs to the world. Do not be intimidated by the experts. Trust your instincts. Do not be afraid to go against what you were taught, or what you were told to see or believe. Every person, every set of eyes, has the right to the truth.", "owner": "Blue Balliett, Chasing Vermeer"}, {"item": "She was never going to seek gainful employment again, that was for certain. She'd remain outside the public sector. She'd be an anarchist, she'd travel with jaguars. She was going to train herself to be totally irrational. She'd fall in love with a totally inappropriate person. She'd really work on it, but abandon would be involved as well. She'd have different names, a.k.a. Snake, a.k.a. Snow - no that was juvenile. She wanted to be extraordinary, to possess a savage glitter.", "owner": "Joy Williams"}, {"item": "A scientist can pretend that his work isn't himself, it's merely the impersonal truth. An artist can't hide behind the truth. He can't hide anywhere.", "owner": "Ursula K. Le Guin, The Dispossessed"}, {"item": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed.", "owner": "Albert Einstein"}, {"item": "Everybody is original, if he tells the truth, if he speaks from himself. But it must be from his *true* self and not from the self he thinks he *should* be. ", "owner": "Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit"}, {"item": "What you see is what you see", "owner": "Frank Stella"}, {"item": "There are two kinds of truth: the truth that lights the way and the truth that warms the heart. The first of these is science, and the second is art. Neither is independent of the other or more important than the other. Without art science would be as useless as a pair of high forceps in the hands of a plumber. Without science art would become a crude mess of folklore and emotional quackery. The truth of art keeps science from becoming inhuman, and the truth of science keeps art from becoming ridiculous.\", February 19, 1938)", "owner": "Raymond Chandler, The Notebooks of Raymond Chandler; and English Summer: A Gothic Romance"}, {"item": "To speak and act truth with constancy and precision is nearly as difficult, and perhaps as meretorious, as to speak it under intimidation or penalty", "owner": "John Ruskin, The Seven Lamps of Architecture"}, {"item": "On the whole, lying is a cheerful affair. Embellishments are intended to give pleasure. People long to tell you what they imagine you want to hear. They want to amuse you; they want to amuse themselves; they want to show you a good time. This is beyond hospitality. This is art.", "owner": "Isabel Fonseca, Bury Me Standing: The Gypsies and Their Journey"}, {"item": "What makes art Christian art? Is it simply Christian artists painting biblical subjects like Jeremiah? Or, by attaching a halo, does that suddenly make something Christian art? Must the artist’s subject be religious to be Christian? I don’t think so. There is a certain sense in which art is its own justification. If art is good art, if it is true art, if it is beautiful art, then it is bearing witness to the Author of the good, the true, and the beautiful", "owner": "R.C. Sproul, Lifeviews: Make a Christian Impact on Culture and Society"}, {"item": "...the law of empathy, by which he could, by his will, transfer himself into an object or a work of art, and thus inflence the outer world. He did not feel redeemed by the work he did. He did not seek redemption. He sought to see what others did not, the projection of his imagination.", "owner": "Patti Smith, Just Kids"}, {"item": "All art is abstract, because art is an abstraction of the truth.", "owner": "Milford Zornes"}, {"item": "The truth, the all moving magic, the single handed spark of it all wasI found art. And this saved my life.", "owner": "Mia Hollow"}, {"item": "The cruelest thing you can do to an artist is tell them their work is flawless when it isn't", "owner": "Yahtzee Croshaw"}, {"item": "All works of nonfiction, or memoir, have to first and foremost be art before they can be true. They have to be artful first before they can be truthful... If you emphasize the truth-telling at the expense of art, nobody is going to be interested in it. And if you sacrifice truth in the name of art, you risk triviality. There's a constant balance between those two.", "owner": "Alan Shapiro"}, {"item": "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.", "owner": "James Cameron"}], "pagination": {"size": 20, "total": 10, "current": 5}}