{"contents": [{"item": "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.", "owner": "Jane Austen, Pride And Prejudice"}, {"item": "Perhaps all the dragons in our lives are princesses who are only waiting to see us act, just once, with beauty and courage. Perhaps everything that frightens us is, in its deepest essence, something helpless that wants our love.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "You are, and always have been, my dream.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I carry your heart with me (I carry it in my heart)I am never without it (anywhereI go you go,my dear; and whatever is done by only me is your doing,my darling)I fear no fate (for you are my fate,my sweet)I want no world (for beautiful you are my world,my true)and it's you are whatever a moon has always meant and whatever a sun will always sing is youhere is the deepest secret nobody knows(here is the root of the root and the bud of the bud and the sky of the sky of a tree called life; which growshigher than the soul can hope or mind can hide)and this is the wonder that's keeping the stars apartI carry your heart (I carry it in my heart)", "owner": "E.E. Cummings"}, {"item": "So, I love you because the entire universe conspired to help me find you.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Never love anyone who treats you like you're ordinary.", "owner": "Oscar Wilde"}, {"item": "I would always rather be happy than dignified.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering.", "owner": "Nicole Krauss, The History of Love"}, {"item": "Nobody has ever measured, not even poets, how much the heart can hold.", "owner": "Zelda Fitzgerald"}, {"item": "The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. And that's what you've given me. That's what I'd hoped to give you forever", "owner": "Nicholas Sparks"}, {"item": "We fell in love, despite our differences, and once we did, something rare and beautiful was created. For me, love like that has only happened once, and that's why every minute we spent together has been seared in my memory. I'll never forget a single moment of it.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Some women choose to follow men, and some women choose to follow their dreams. If you're wondering which way to go, remember that your career will never wake up and tell you that it doesn't love you anymore.", "owner": "Lady Gaga"}, {"item": "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet.", "owner": "Plato"}, {"item": "I heard what you said. I’m not the silly romantic you think. I don’t want the heavens or the shooting stars. I don’t want gemstones or gold. I have those things already. I want…a steady hand. A kind soul. I want to fall asleep, and wake, knowing my heart is safe. I want to love, and be loved.", "owner": "Shana Abe"}, {"item": "The more I know of the world, the more I am convinced that I shall never see a man whom I can really love. I require so much!", "owner": "Jane Austen, Sense and Sensibility"}, {"item": "He's more myself than I am. Whatever our souls are made of, his and mine are the same.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Everyone, at some point in their lives, wakes up in the middle of the night with the feeling that they are all alone in the world, and that nobody loves them now and that nobody will ever love them, and that they will never have a decent night's sleep again and will spend their lives wandering blearily around a loveless landscape, hoping desperately that their circumstances will improve, but suspecting, in their heart of hearts, that they will remain unloved forever. The best thing to do in these circumstances is to wake somebody else up, so that they can feel this way, too.", "owner": "Lemony Snicket, Horseradish"}, {"item": "Two people in love, alone, isolated from the world, that's beautiful.", "owner": "Milan Kundera"}, {"item": "No relationship is perfect, ever. There are always some ways you have to bend, to compromise, to give something up in order to gain something greater...The love we have for each other is bigger than these small differences. And that's the key. It's like a big pie chart, and the love in a relationship has to be the biggest piece. Love can make up for a lot.", "owner": "Sarah Dessen, This Lullaby"}, {"item": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up. You build up all these defenses, you build up a whole suit of armor, so that nothing can hurt you, then one stupid person, no different from any other stupid person, wanders into your stupid life...You give them a piece of you. They didn't ask for it. They did something dumb one day, like kiss you or smile at you, and then your life isn't your own anymore. Love takes hostages. It gets inside you. It eats you out and leaves you crying in the darkness, so simple a phrase like 'maybe we should be just friends' turns into a glass splinter working its way into your heart. It hurts. Not just in the imagination. Not just in the mind. It's a soul-hurt, a real gets-inside-you-and-rips-you-apart pain. I hate love.", "owner": "Neil Gaiman, The Kindly Ones"}], "pagination": {"size": 20, "total": 10, "current": 1}}