{"contents": [{"item": "A toast, Jedediah, to love on my terms. Those are the only terms anybody ever knows - his own.", "owner": "Orson Welles, Citizen Kane"}, {"item": "In the world of art, all things are possible.--George from Paradise Kiss", "owner": "Ai Yazawa"}, {"item": "Philosophy begins in wonder. And at the end when philosophic thought has done its best the wonder remains.", "owner": "Alfred North Whitehead"}, {"item": "If tomorrow were never to come, it would not be worth living today.", "owner": "Albert Einstein, On Humanism"}, {"item": "He recognized with absolute certainty the empty fragility of even the noblest theorizings as compared with the definitive plenitude of the smallest fact grasped in its total, concrete reality.", "owner": "Pierre Teilhard de Chardin, Hymn of the Universe"}, {"item": "i don't regret the difficulties I experienced; I think they help helped me to become the person I am today. i feel the way a warrior must feel after years of traning; he doesn't remember the details of everything he learned, but he knows how to strike when the time is right", "owner": "Paulo Coelho, The Zahir"}, {"item": "Veel van wat aanvankelijk alleen in de verbeelding bestaat, wordt werkelijkheid.", "owner": "Arthur Japin, Een schitterend gebrek"}, {"item": "Kendati batas antara kebebasan dan ketidakpedulian terkadang saru", "owner": "Dee Lestari, Madre: Kumpulan Cerita"}, {"item": "Only philosophers embark on this perilous expedition to the outermost reaches of language and existence. Some of them fall off, but others cling on desperately and yell at the people nestling deep in the snug softness, stuffing themselves with delicious food and drink. 'Ladies and Gentlemen,' they yell, 'we are floating in space!' But none of the people down there care", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Look. If I touch you with this hand, I can remember touching you, but I can't prove I ever did. If reality is nothing more than what is in our mind...then what is the difference between this world and a dream?", "owner": "Kaori Ozaki, Immortal Rain, Vol. 1"}, {"item": "সহজ হওয়ার মধ্যেই আছে কালচারের পরিচয়, আড়ম্বরের মধ্যে আছে দম্ভের। সে-দম্ভ কখনও অর্থের, কখনো বিদ্যার, কখনও-বা প্রতিপত্তির।", "owner": "Jajabor, দৃষ্টিপাত"}, {"item": "Philosophers have often held disputeAs to the seat of thought in man and bruteFor that the power of thought attends the latterMy friend, thy beau, hath made a settled matter,And spite of dogmas current in all ages,One settled fact is better than ten sages. (O,Tempora! O,Mores!)", "owner": "Edgar Allan Poe, The Complete Stories and Poems"}, {"item": "No code of ethics and no effort are justifiable a priori in the face of the cruel mathematics that command our condition.", "owner": "Albert Camus"}, {"item": "From the scientific view, the theory of karma may be a metaphysical assumption -- but it is no more so than the assumption that all of life is material and originated out of pure chance", "owner": "Dalai Lama XIV"}, {"item": "No living creature is naturally greedy, except from fear of want - or in the case of human beings, from vanity, the notion that you're better than people if you can display more superfluous property than they can.", "owner": "Thomas More, Utopia"}, {"item": "Who is to decide which is the grimmer sight: withered hearts, or empty skulls?", "owner": "Honoré de Balzac, Père Goriot"}, {"item": "Existence is beyond the power of wordsTo define:Terms may be usedBut are none of them absolute.In the beginning of heaven and earth there were no words,Words came out of the womb of matter;And whether a man dispassionatelySees to the core of lifeOr passionatelySees the surface,The core and the surfaceAre essentially the same,Words making them seem differentOnly to express appearance.If name be needed, wonder names them both:From wonder into wonderExistence opens.", "owner": "Lao Tzu"}, {"item": "Only a philosopher's mind grows wings, since its memory always keeps it as close as possible to those realities by being close to which the gods are divine.", "owner": "Plato, Phaedrus"}, {"item": "And don't tell me the end justifies the means because it doesn't. We never reach the end. All we ever get is means. That's what we live with.", "owner": "Nick Harkaway, Angelmaker"}, {"item": "It is the man of science, eager to have his every opinion regenerated, his every idea rationalized, by drinking at the fountain of fact, and devoting all the energies of his life to the cult of truth, not as he understands it, but as he does not yet understand it, that ought properly to be called a philosopher.", "owner": "Charles Sanders Peirce"}], "pagination": {"size": 20, "total": 10, "current": 9}}