{"contents": [{"item": "Sadness is but a wall between two gardens.", "owner": "Kahlil Gibran, Sand and Foam"}, {"item": "A great hope fellYou heard no noiseThe ruin was within.", "owner": "Emily Dickinson"}, {"item": "You'll stop hurting when you stop hoping.", "owner": "Guillaume Musso, Seras-tu là?"}, {"item": "Farewell Hope, and with Hope farewell Fear", "owner": "John Milton"}, {"item": "That was all a man needed: hope. It was lack of hope that discouraged a man.", "owner": "Charles Bukowski, Factotum"}, {"item": "Hope costs nothing. ", "owner": "Colette"}, {"item": "We should ask God to increase our hope when it is small, awaken it when it is dormant, confirm it when it is wavering, strengthen it when it is weak, and raise it up when it is overthrown.", "owner": "John Calvin"}, {"item": "Turn around and believe that the good news that we are loved is better than we ever dared hope, and that to believe in that good news, to live out of it and toward it, to be in love with that good news, is of all glad things in this world the gladdest thing of all. Amen, and come Lord Jesus.", "owner": "Frederick Buechner, The Clown in the Belfry: Writings on Faith and Fiction"}, {"item": "Wasn't it better if they kept this desire to see each other hidden within them, and never actually got together? That way, there would always be hope in their hearts. That hope would be a small, yet vital flame that warmed them to their core-- a tiny flame to cup one's hands around and protect from the wind, a flame that the violent winds of reality might easily extinguish.", "owner": "Haruki Murakami, 1Q84"}, {"item": "Hope is a verb with its shirtsleeves rolled up.", "owner": "David Orr"}, {"item": "Me and you, we got more yesterday than anybody. We need some kind of tomorrow.", "owner": "Toni Morrison, Beloved"}, {"item": "Whether we wound or are wounded, the blood that flows is red.", "owner": "Eiichirō Oda"}, {"item": "People without hope not only don't write novels, but what is more to the point, they don't read them.", "owner": "Flannery O'Connor"}, {"item": "While the heart beats, hope lingers.", "owner": "Alison Croggon"}, {"item": "To this day, I can never shake the connection between this boy, Peeta Mellark, and the bread that gave me hope, and the dandelion that reminded me that I was not doomed.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "We carry within us the wonders we seek without us.", "owner": "Thomas Browne, Prose: \"Religio Medici\" , \"Hydriotaphia\" , \"Garden of Cyrus\" , \"Letter to a Friend\" , \"Christian Morals\" and Selections from Other Works"}, {"item": "Hope is a horrible thing, you know. I don't know who decided to package hope as a virtue because it's not. It's a plague. Hope is like walking around with a fishhook in your mouth and somebody just keeps pulling it and pulling it.", "owner": "Ann Patchett, State of Wonder"}, {"item": "The sooner you make a mistake and learn to live with it, the better. You're not responsible for everything. You can't control the way things end up.", "owner": "Courtney Summers, Cracked Up to Be"}, {"item": "You can't eat hope,' the woman said.You can't eat it, but it sustains you,' the colonel replied.", "owner": "Gabriel García Márquez, El coronel no tiene quien le escriba"}, {"item": "Tell me what’s the differencebetween hope and waitingbecause my heart doesn’t knowIt constantly cuts itself on the glass of waitingIt constantly gets lost in the fog of hope", "owner": "Anna Kamieńska"}], "pagination": {"size": 20, "total": 10, "current": 5}}