{"contents": [{"item": "Your teacher might be a child who takes you by the hand and asks you a question that you hadn't considered before, and your answer to the child is your answer to yourself.", "owner": "Wayne W. Dyer"}, {"item": "Routine feeds the illusion of safety...", "owner": "Christopher Moore, Lamb: The Gospel According to Biff, Christ's Childhood Pal"}, {"item": "How will you know the difficulties of being human, if you are always flying off to blue perfection? Where will you plant your grief seeds? Workers need ground to scrape and hoe, not the sky of unspecified desire.", "owner": "Jalaluddin Rumi"}, {"item": "When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?", "owner": "Oliver Wendell Holmes Sr."}, {"item": "When there is a tendency to compartmentalize the spiritual and make it resident in a certain type of life only, the spiritual is apt gradually to be lost.", "owner": "Flannery O'Connor, Mystery and Manners: Occasional Prose"}, {"item": "There are two words that you should use frequently in your youth: ´sorry´ and ´thank-you´. Use the first one as often as possible, so that on your death bed all that you have to say to your friends is ´thank-you!´.", "owner": "Robin Jones Gunn"}, {"item": "The best way to see Faith is to shut the eye of Reason.", "owner": "Benjamin Franklin"}, {"item": "The past is our definition. We may strive with good reason to escape it or to escape what is bad in it but we will escape it only by adding something better to it.", "owner": "Wendell Berry"}, {"item": "learn from the past live in the present plan for the future", "owner": "Audrey Farrell"}, {"item": "To know when to be generous and when firm—that is wisdom.", "owner": "Edith Wharton"}, {"item": "Don't assume the world evolved in the order in which you discovered it.", "owner": "Raymond E. Feist"}, {"item": "Wisdom can be gathered on your downtime. Wisdom that can change the very course of your life will come from the people you are around, the books you read, and the things you listen to or watch on radio or television. Of course, bad information is gathered in your downtime too. Bad information that can change the very course of your life will come from the people you are around, the books you read, and the things you listen to or watch on radio or television. One of wisdom's greatest benefits, is accurate discernment- the learned ability to immediately tell right from wrong. Good from evil. Acceptable from unacceptable. Time well spent from time wasted. The right decision from the wrong decision. And many times this is simply a matter of having the correct perspective. One way to define wisdom is THE ABILITY TO SEE, INTO THE FUTURE, THE CONSEQUENCES OF YOUR CHOICES IN THE PRESENT. That ability can give you a completely different perspective on what the future might look like... with a degree of intelligence and a hint of wisdom, most people can tell the difference between good and bad. However, it takes a truly wise person to discern the oh-so-thin line between good and best. And that line...[gives you the] perspective that allows you to see clearly the long-term consequences of your choices. ", "owner": "Andy Andrews, The Noticer: Sometimes, All a Person Needs Is a Little Perspective"}, {"item": "What we have to learn, in both meditation and in life, is to be free ofattachment to the good experiences, and free of aversion to the negative ones.", "owner": "Sogyal Rinpoche"}, {"item": "Tell no man anything, for no man listensYet hold thy lips ready to speak.", "owner": "Carl Sandburg"}, {"item": "Forget the years, forget distinctions. Leap into the boundless and make it your home!", "owner": "Zhuangzi"}, {"item": "Never pause unless you have a reason for it, but when you pause, pause as long as you can.", "owner": "W. Somerset Maugham, Theatre"}, {"item": "Once a wolf, always a wolf.", "owner": "Aesop, Aesop's Fables"}, {"item": "Perhaps the hardest lesson to learn is not to be attached to the results of your actions.", "owner": "Joan Borysenko"}, {"item": "There are questions I'm still not wise enough to answer, just wise enough to no longer ask.", "owner": "George Jones"}, {"item": "....it is of the very essence of Christianity to face suffering and death not because they are good, not because they have meaning, but because the resurrection of Jesus has robbed them of their meaning.", "owner": "Thomas Merton"}], "pagination": {"size": 20, "total": 10, "current": 5}}