{"contents": [{"item": "Forgiveness has nothing to do with absolving a criminal of his crime. It has everything to do with relieving oneself of the burden of being a victim--letting go of the pain and transforming oneself from victim to survivor.", "owner": "C.R. Strahan"}, {"item": "I eventually came to understand that in harboring the anger, the bitterness and resentment towards those that had hurt me, I was giving the reins of control over to them. Forgiving was not about accepting their words and deeds. Forgiving was about letting go and moving on with my life. In doing so, I had finally set myself free.", "owner": "Isabel  Lopez, Isabel's Hand-Me-Down Dreams"}, {"item": "Do not feel ill will toward others. It will only bring negative energy into your life which will fester and grow as you let that anger into your heart. Hunger for revenge, for your pain to be put onto others, only hurts you more. Trust in yourself that you may recover from the pain they have caused and allow yourself to move on.", "owner": "Avina Celeste"}, {"item": "Why so many wounded people look for forgiveness from who has injured them?", "owner": "Luigina Sgarro"}, {"item": "Maybe He'll get what he deserves. Maybe Not. Maybe I'll never find it in my heart to forgive him. And maybe there's nothing wrong with that,either. All those maybes swimming around my head make me think that \"maybe\" could just be another word for hope.", "owner": "Amber   Smith, The Way I Used to Be"}, {"item": "Let go of the pain.", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness enables me to walk away from that pain, the loneliness and suffering.", "owner": "Sharon E. Rainey, The Best Part of My Day Healing Journal"}, {"item": "Why dwell on the pain, when you can focus on peaceful thoughts?", "owner": "Lailah Gifty Akita"}, {"item": "It hurt to be wounded. But healing begins with forgiveness.", "owner": "Lailah Gifty Akita"}, {"item": "Let go of your pain and heal your wounds.", "owner": "Lailah Gifty Akita"}, {"item": "the supposedly intelligent are often too quick to judgewhen really all that's needed is loveand understandingbut try not to judge them in return because they will often judge themselves even more harshlywhich is so sad in a world that's already so full of pain that hugsand forgiveness should be called forevery single day", "owner": "Jay Woodman"}, {"item": "I hated myself, and the part of me that was cowardly wished for a simple solution: an exchange of pain for forgiveness. But life didn’t work that way, and fucking up was forever.", "owner": "Alexis  Hall, For Real"}, {"item": "Instantaneous forgiveness can bring longstanding self-preservation, not to mention a cheaper Ralph's bill on Rolaids.", "owner": "Ace Antonio Hall"}, {"item": "Pain and love cannot be in the same space. You can never love anyone in pain. You cannot truly love yourself in pain. The more pain you carry in your heart, the harder it becomes to love anyone including yourself.", "owner": "Kemi Sogunle"}, {"item": "I know that many, if not most, women would have a problem with my acceptance of what happened with Lara.  The reality is I shall always be grateful to Lara for helping my husband when I could not do so. I couldn’t have chosen a better or kinder surrogate.", "owner": "Deirdre-Elizabeth Parker, The Fugitive's Doctor"}, {"item": "In all marriages there is struggle and ours was no different in that regard. But we always came to the other shore, dusted off, and said, There you are, my love.", "owner": "Elizabeth Alexander"}, {"item": "I will not give up on love.", "owner": "Lailah Gifty Akita"}, {"item": "Stop beating yourself up over the past.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Let go of your hate. It's not too late.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Don't be content with your judgments. They diminish you.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}], "pagination": {"size": 20, "total": 10, "current": 5}}