{"contents": [{"item": "Magic exists. Who can doubt it, when there are rainbows and wildflowers, the music of the wind and the silence of the stars? Anyone who has loved has been touched by magic. It is such a simple and such an extraordinary part of the lives we live.", "owner": "Nora Roberts"}, {"item": "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to.", "owner": "Mitch Albom, The Five People You Meet in Heaven"}, {"item": "Tears, idle tears, I know not what they mean, Tears from the depths of some devine despairRise in the heart, and gather to the eyes, In looking on the happy autumn fields, And thinking of the days that are no more.", "owner": "Alfred Tennyson"}, {"item": "Our lives are defined by opportunities, even the ones we miss.", "owner": "Eric Roth, The Curious Case of Benjamin Button Screenplay"}, {"item": "When two people are under the influence of the most violent, most insane, most delusive, and most transient of passions, they are required to swear that they will remain in that excited, abnormal, and exhausting condition continuously until death do them part.", "owner": "George Bernard Shaw, Getting Married"}, {"item": "Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don't say that you've wasted time. I am studying that mystery because I want to be a human being.", "owner": "Fyodor Dostoyevsky"}, {"item": "Our lives are not as limited as we think they are; the world is a wonderfully weird place; consensual reality is significantly flawed; no institution can be trusted, but love does work; all things are possible; and we all could be happy and fulfilled if we only had the guts to be truly free and the wisdom to shrink our egos and quit taking ourselves so damn seriously.", "owner": "Tom Robbins"}, {"item": "It’s never an insult to be called what somebody thinks is a bad name. It just shows you how poor that person is, it doesn’t hurt you.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "It has always seemed strange to me...The things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", "owner": "John Steinbeck, Cannery Row"}, {"item": "I have always, essentially, been waiting. Waiting to become something else, waiting to be that person I always thought I was on the verge of becoming, waiting for that life I thought I would have. In my head, I was always one step away. In high school, I was biding my time until I could become the college version of myself, the one my mind could see so clearly. In college, the post-college “adult” person was always looming in front of me, smarter, stronger, more organized. Then the married person, then the person I’d become when we have kids. For twenty years, literally, I have waited to become the thin version of myself, because that’s when life will really begin.And through all that waiting, here I am. My life is passing, day by day, and I am waiting for it to start. I am waiting for that time, that person, that event when my life will finally begin.I love movies about “The Big Moment” – the game or the performance or the wedding day or the record deal, the stories that split time with that key event, and everything is reframed, before it and after it, because it has changed everything. I have always wanted this movie-worthy event, something that will change everything and grab me out of this waiting game into the whirlwind in front of me. I cry and cry at these movies, because I am still waiting for my own big moment. I had visions of life as an adventure, a thing to be celebrated and experienced, but all I was doing was going to work and coming home, and that wasn’t what it looked like in the movies.John Lennon once said, “Life is what happens when you’re busy making other plans.” For me, life is what was happening while I was busy waiting for my big moment. I was ready for it and believed that the rest of my life would fade into the background, and that my big moment would carry me through life like a lifeboat.The Big Moment, unfortunately, is an urban myth. Some people have them, in a sense, when they win the Heisman or become the next American Idol. But even that football player or that singer is living a life made up of more than that one moment. Life is a collection of a million, billion moments, tiny little moments and choices, like a handful of luminous, glowing pearl. It takes so much time, and so much work, and those beads and moments are so small, and so much less fabulous and dramatic than the movies.But this is what I’m finding, in glimpses and flashes: this is it. This is it, in the best possible way. That thing I’m waiting for, that adventure, that move-score-worthy experience unfolding gracefully. This is it. Normal, daily life ticking by on our streets and sidewalks, in our houses and apartments, in our beds and at our dinner tables, in our dreams and prayers and fights and secrets – this pedestrian life is the most precious thing any of use will ever experience.", "owner": "Shauna Niequist, Cold Tangerines: Celebrating the Extraordinary Nature of Everyday Life"}, {"item": "Prime numbers are what is left when you have taken all the patterns away. I think prime numbers are like life. They are very logical but you could never work out the rules, even if you spent all your time thinking about them.", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "You don't have to disrespect and insult others simply to hold your own ground. If you do, that shows how shaky your own position is.", "owner": "Red Haircrow"}, {"item": "Just living is not enough,\" said the butterfly, \"one must have sunshine, freedom, and a little flower.", "owner": "Hans Christian Andersen, The Complete Fairy Tales"}, {"item": "There are ships sailing to many ports, but not a single one goes where life is not painful.", "owner": "Fernando Pessoa, The Book of Disquiet"}, {"item": "Life is like a novel. It's filled with suspense. You have no idea what is going to happen until you turn the page.", "owner": "Sidney Sheldon"}, {"item": "But I don't believe that life is supposed to make you feel good, or to make you feel miserable either. Life is just supposed to make you feel.", "owner": "Gloria Naylor"}, {"item": "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.", "owner": "C.S. Lewis"}, {"item": "It wasn’t my day. My week. My month. My year. My life. God damn it.", "owner": "Charles Bukowski, Pulp"}, {"item": "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.", "owner": "Alan W. Watts"}, {"item": "For I have known them all already, known them all—Have known the evenings, mornings, afternoons,I have measured out my life with coffee spoons.", "owner": "T.S. Eliot, The Love Song of J. Alfred Prufrock and Others"}], "pagination": {"size": 20, "total": 10, "current": 9}}