{"contents": [{"item": "If you didn't feel like your support system was strong enough, then getting yourself out of the situation was the best thing to do", "owner": "Lindsey Kelk, I Heart New York"}, {"item": "If there’s one thing I learned, it is that blood families can sometimes be the pits; it’s the one you make for yourself that really gives you a home and people to love.", "owner": "Joss Stirling, Stealing Phoenix"}, {"item": "We can't choose our blood, but we can choose those who run importance in our lives.", "owner": "Alina Baker"}, {"item": "Thank goodness, we can choose our friends. We have to take our relatives as they are, and be thankful…", "owner": "L.M. Montgomery, Anne's House of Dreams"}, {"item": "Tragedy, he precieved, belonged to the ancient time, to a time when there were still privacy, love, and friendship, and when the members of a family stood by one another without needing to know the reason.", "owner": "George Orwell, 1984"}, {"item": "I need them and they need me to need them", "owner": "Rosie Thomas, Iris & Ruby"}, {"item": "(I think Rowdy might be the most important person in my life. maybe more important than my family.) Can your best friend be more importamt than your family?", "owner": "Sherman Alexie, The Absolutely True Diary of a Part-Time Indian"}, {"item": "..we'll deal with it, because the good outweighs the bad.", "owner": "E. Lockhart, The Treasure Map of Boys: Noel, Jackson, Finn, Hutch, Gideon—and me, Ruby Oliver"}, {"item": "When people come to me upset and in need of advice the first thing I always suggest is to brew a nice cuppa tea. Not because this is easy advice to give, neither for lack of compassion nor understanding, but simply because I've not encountered a circumstance where tea was rendered futile. There's something concealed in the nature of tea that will consort you to a calm contemplation, a sense of purity and harmony, it lets you find your way through life's sordid deeds, and regain a sense of tranquillity, console enmity, and admire the beauty around you. I love my close friends and family so dearly that the first thing I wish upon them in a time of desperation is a nice cup of tea. So to my dearest friends, you're always invited; you, me and a cup of tea?", "owner": "Georgia Barrett"}, {"item": "You say 'love' too easily, Kepler.\"\"No, not rally - please don't call me that. The idea that love has to be a blazing romantic thing of monogamous stability is innately ludicrous. You loved your parents, perhaps, because they were the warmth you could flee to. You loved your first childhood crush with a passion that made your lips tingle, your flesh grow light in their presence. You loved your wife with the steadiness of an ocean against the shore; your lover with the blaze of a shooting star, your best friend with the confidence of a mountain. Love is a many-splendorous thing, as the old song says....", "owner": "Claire North, Touch"}, {"item": "Because that is how one survives eternity,” I say, “or even a few years. Friends. Family. Moving with them. Moving forward.", "owner": "N.K. Jemisin, The Stone Sky"}, {"item": "…reality is the make-believe of the majority that can only thrive in conformity.", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "You can't control who your family is. I know about that. You can only pick good friends and maybe that's a better family.", "owner": "Ava Richardson, Dragons of Wild"}, {"item": "And then there are those you stop counting the years with because they are here to stay.They are here. And they aren't going anywhere.Nothing will make them flinch.Nothing will make them think twice.They know you at your worst,the worst you didn't even know you had.They know the sound of your mood swings, the color of your anger, how you curse when you curse, how you shout when you throw a tantrum. They know when you're avoiding a subject. They know when you're lying. They know when you're jealous. They know your vices by heart and they celebrate them. They celebrate you-- vices included.They know your lost dreams and how life fucked you over. They know the battles you lost. And they think your fabulous when you think you're just an unlucky mediocre person who once thought will make it big in life.They know the last time you were happy. They see the unspoken sadness in your eyes. They know the words behind your silence. They know the photographs playing in your mind when you're looking afar.They know YOU, the naked YOU, the raw YOU, not the embellished YOU people see, not the YOU that will be read in biographies or in elegies once you're dead, not the YOU that introduces you to others.They love you from the bottom of their heart. They are your family regardless of their blood. They are your squad. They are your people.And no matter how many times you make them open the door, they can't walk out. They just can't. Because, just sometimes, when people say forever, they mean it. They do.", "owner": "Malak El Halabi"}, {"item": "Family. Friendship. Loyalty. These things have been my guiding stars, my light in these dark times.", "owner": "John Gwynne, Ruin"}, {"item": "I wish I had a parabatai,\" Emma said. \"It's like someone who's your family, but because they want to be, not because they have to be.", "owner": "Cassandra Clare, City of Heavenly Fire"}, {"item": "Friends are squad. Squad is family. Family is forever.", "owner": "Malaika Gilani"}, {"item": "The sad fact is, there are 7.220.400.641 people on the planet, but right now I haven't got a single one to talk to.", "owner": "Holly Smale, Picture Perfect"}, {"item": "Why do you always rescue me?\" — \"Every Cinderella needs a fairy godmother. But sometimes your fairy godmother needs you right back.", "owner": "Holly Smale, Picture Perfect"}, {"item": "And this way, l'll leave everything behind before it gets the chance to do the same to me.", "owner": "Holly Smale, Picture Perfect"}], "pagination": {"size": 20, "total": 10, "current": 6}}