{"contents": [{"item": "Can a person steal happiness? Or is just another internal, infernal human trick?", "owner": "Markus Zusak, The Book Thief"}, {"item": "That’s how stories happen — with a turning point, an unexpected twist. There’s only one kind of happiness, but misfortune comes in all shapes and sizes. It’s like Tolstoy said. Happiness is an allegory, unhappiness a story.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "I am not good at noticing when I'm happy, except in retrospect.", "owner": "Tana French, In the Woods"}, {"item": "Hurt is a part of life. To be honest, I think hurt is a part of happiness, that our definition of happiness has gotten very narrow lately, very nervous, a little afraid of this brawling, fabulous, unpredictable world.", "owner": "Julian Gough, Juno & Juliet"}, {"item": "If you are not the hero of your own story, then you're missing the whole point of your humanity.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Come clean with a child heartLaugh as peaches in the summer windLet rain on a house roof be a songLet the writing on your facebe a smell of apple orchards on late June.", "owner": "Carl Sandburg, Honey and Salt"}, {"item": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Personally I am very pessimistic. But when, for instance, one of my staff has a baby you can't help but bless them for a good future. Because I can't tell that child, 'Oh, you shouldn't have come into this life.' And yet I know the world is heading in a bad direction. So with those conflicting thoughts in mind, I think about what kind of films I should be making.", "owner": "Hayao Miyazaki"}, {"item": "Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song.", "owner": "Santosh Kalwar"}, {"item": "It seemed like this day could go in so many directions, like a spiderweb shooting out toward endless possibilities. Whenever you made a choice, especially one you'd been resisting, it always affected everything else, some in big ways, like a tremor beneath your feet, others in so tiny a shift you hardly noticed a change at all. But it was happening.", "owner": "Sarah Dessen"}, {"item": "A free people ought not only to be armed and disciplined, but they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them, which would include their own government", "owner": "Spurious quote attributed to George Washington but never said by him ."}, {"item": "Happiness is not something ready made. It comes from your own actions.", "owner": "Dalai Lama XIV"}, {"item": "HopeSmiles from the threshold of the year to come, Whispering 'it will be happier'...", "owner": "Alfred Tennyson"}, {"item": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for.", "owner": "George Washington Burnap, The Sphere and Duties of Woman: A Course of Lectures"}, {"item": "With all its sham, drudgery, and broken dreams,it is still a beautiful world.Be cheerful.Strive to be happy.", "owner": "Max Ehrmann, Desiderata - A Poem for a Way of Life"}, {"item": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.", "owner": "Audrey Hepburn"}, {"item": "I am a happy camper so I guess I’m doing something right. Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder.", "owner": "J. Richard Lessor"}, {"item": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose.", "owner": "Ayn Rand, Anthem"}, {"item": "Happiness is a choice that requires effort at times.", "owner": "Aeschylus"}], "pagination": {"size": 20, "total": 10, "current": 2}}