{"contents": [{"item": "I love you also means I love you more than anyone loves you, or has loved you, or will love you, and also, I love you in a way that no one loves you, or has loved you, or will love you, and also, I love you in a way that I love no one else, and never have loved anyone else, and never will love anyone else.", "owner": "Jonathan Safran Foer"}, {"item": "There was a clatter as the basilisk fangs cascaded out of Hermione's arms. Running at Ron, she flung them around his neck and kissed him full on the mouth. Ron threw away the fangs and broomstick he was holding and responded with such enthusiasm that he lifted Hermione off her feet. \"Is this the moment?\" Harry asked weakly, and when nothing happened except that Ron and Hermione gripped each other still more firmly and swayed on the spot, he raised his voice. \"OI! There's a war going on here!\" Ron and Hermione broke apart, their arms still around each other. \"I know, mate,\" said Ron, who looked as though he had recently been hit on the back of the head with a Bludger, \"so it's now or never, isn't it?\" \"Never mind that, what about the Horcrux?\" Harry shouted. \"D'you think you could just --- just hold it in, until we've got the diadem?\" \"Yeah --- right --- sorry ---\" said Ron, and he and Hermione set about gathering up fangs, both pink in the face.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them. ", "owner": "Agatha Christie, An Autobiography"}, {"item": "The greater the love, the greater the tragedy when it's over.", "owner": "Nicholas Sparks, Nights in Rodanthe"}, {"item": "I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be.", "owner": "Charles Dickens, Great Expectations"}, {"item": "I fell in love with her courage, her sincerity, and her flaming self respect. And it's these things I'd believe in, even if the whole world indulged in wild suspicions that she wasn't all she should be. I love her and it is the beginning of everything.", "owner": "F. Scott Fitzgerald"}, {"item": "You know, when it works, love is pretty amazing. It's not overrated. There's a reason for all those songs.", "owner": "Sarah Dessen, This Lullaby"}, {"item": "What Is Love? I have met in the streets a very poor young man who was in love. His hat was old, his coat worn, the water passed through his shoes and the stars through his soul", "owner": "Victor Hugo, Les Misérables"}, {"item": "It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal.", "owner": "E.M. Forster, A Room with a View"}, {"item": "Gravitation is not responsible for people falling in love.", "owner": "Albert Einstein"}, {"item": "We waste time looking for the perfect lover, instead of creating the perfect love.", "owner": "Tom Robbins"}, {"item": "Love is not affectionate feeling, but a steady wish for the loved person's ultimate good as far as it can be obtained.", "owner": "C.S. Lewis"}, {"item": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too.", "owner": "Ernest Hemingway, Men Without Women"}, {"item": "Find what you love and let it kill you.", "owner": "Charles Bukowski"}, {"item": "Love is a temporary madness, it erupts like volcanoes and then subsides. And when it subsides, you have to make a decision. You have to work out whether your roots have so entwined together that it is inconceivable that you should ever part. Because this is what love is. Love is not breathlessness, it is not excitement, it is not the promulgation of promises of eternal passion, it is not the desire to mate every second minute of the day, it is not lying awake at night imagining that he is kissing every cranny of your body. No, don't blush, I am telling you some truths. That is just being \"in love\", which any fool can do. Love itself is what is left over when being in love has burned away, and this is both an art and a fortunate accident.", "owner": "Louis de Bernières, Captain Corelli's Mandolin"}, {"item": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.", "owner": "Paulo Coelho"}, {"item": "I would like to be the air that inhabits you for a moment only. I would like to be that unnoticed and that necessary.", "owner": "Margaret Atwood"}, {"item": "I want to do with you what spring does with the cherry trees.", "owner": "Pablo Neruda, Twenty Love Poems and a Song of Despair"}, {"item": "You can't measure the mutual affection of two human beings by the number of words they exchange.", "owner": "Milan Kundera"}, {"item": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence.", "owner": "David Byrne"}], "pagination": {"size": 20, "total": 10, "current": 3}}