{"contents": [{"item": "You're like a grey sky. You're beautiful, even though you don't want to be.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "my mother, poor fish,wanting to be happy, beaten two or three times aweek, telling me to be happy: \"Henry, smile!why don't you ever smile?\"and then she would smile, to show me how, and it was thesaddest smile I ever saw", "owner": "Charles Bukowski"}, {"item": "Depression is the flaw in love. To be creatures who love, we must be creatures who can despair at what we lose, and depression is the mechanism of that despair.", "owner": "Andrew Solomon, The Noonday Demon: An Atlas of Depression"}, {"item": "Even for me life had its gleams of sunshine.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "One swallow does not make a summer,neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.", "owner": "Aristotle, The Nicomachean Ethics"}, {"item": "I don't want to do anything. I don't even want to start this day because then I'll just be expected to finish it.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "I will be stronger than my sadness.", "owner": "Jasmine Warga, My Heart and Other Black Holes"}, {"item": "Be happy -- if you're not even happy, what's so good about surviving?", "owner": "Tom Stoppard, Rosencrantz and Guildenstern Are Dead"}, {"item": "All I feel are the assaults of apprehension and terror at the thought that I am the only one who is entirely unlike the rest. It is almost impossible for me to converse with other people. What should I talk about, how should I say it? - I don't know.", "owner": "Osamu Dazai, No Longer Human"}, {"item": "For someone like myself in whom the ability to trust others is so cracked and broken that I am wretchedly timid and am forever trying to read the expression on people's faces.", "owner": "Osamu Dazai, No Longer Human"}, {"item": "Depression weighs you down like a rock in a river. You don't stand a chance. You can fight and pray and hope you have the strength to swim, but sometimes, you have to let yourself sink. Because you'll never know true happiness until someone or something pulls you back out of that river--and you'll never believe it until you realize it was you, yourself who saved you.", "owner": "Alysha Speer"}, {"item": "It was almost like a reverse nightmare, like when you wake up from a nightmare, you're so relieved. I woke up into a nightmare.\"\"And what is that nightmare, Craig?\"\"Life.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "I give myself a good cry if I need it. But then I concentrate on the good things still in my life. I don't allow myself any more self-pity than that. A little each every morning, a few tears, and that's all.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "A melancholy-looking man, he had the appearance of one who has searched for the leak in life's gas-pipe with a lighted candle.", "owner": "P.G. Wodehouse, The Man Upstairs and Other Stories"}, {"item": "The first ten million years were the worst,\" said Marvin, \"and the second ten million years, they were the worst too. The third ten million years I didn't enjoy at all. After that I went into a bit of a decline.", "owner": "Douglas Adams, The Restaurant at the End of the Universe"}, {"item": "Whenever I get that sad, depressed feeling, I go out and kill a policeman.", "owner": "P.G. Wodehouse"}, {"item": "Sometimes with the most intense pain a paralysis of sensibility occurs. The soul disintegrates--hence the deadly frost--the free power of the mind--the shattering, ceaseless wit of this kind of despair. There is no inclination for anything any more--the person is alone, like a baleful power--as he has no connection with the rest of the world he consumes himself gradually--and in accordance with his own principle he is--misanthropic and misotheos.", "owner": "Novalis, Novalis: Philosophical Writings"}, {"item": "Depression! It really gets you down.", "owner": "Anthony T.Hincks"}, {"item": "What people never understand is that depression isn't about the outside; it's about the inside. Something inside me is wrong. Sure, there are things in my life that make me feel alone, but nothing makes me feel more isolated and terrified than my own voice inside my head.", "owner": "Jasmine Warga"}, {"item": "Talking to a therapist, I thought, was like taking your clothes off and then taking your skin off, and then having the other person say, \"Would you mind opening up your rib cage so that we can start?", "owner": "Julie Schumacher, Black Box"}], "pagination": {"size": 20, "total": 10, "current": 0}}