{"contents": [{"item": "To be laughed at draws more profitable attention than being smiled at", "owner": "Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock"}, {"item": "You don't become a success by breaking the rules. You don't become a success by obeying the rules. You become a success by inventing the rules.", "owner": "Chloe Thurlow, Katie in Love"}, {"item": "The three-part whats to winning: 1. What you have. 2. What you need.3. What you believe.", "owner": "Johnnie Dent Jr."}, {"item": "This is certainly one of the best ways to ensure failure. Make excuses, don't take action!", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "Burning bridges is much easier than making them and bridges take you places!", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "People you associate with or choose to deal with are the most important people who will shape your destiny.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "When you succeed, you become the professor of the world", "owner": "Bangambiki Habyarimana, The Great Pearl of Wisdom"}, {"item": "Success is not a romantic word, it's an ugly world.", "owner": "Bangambiki Habyarimana, The Great Pearl of Wisdom"}, {"item": "Success is not a luxury. It's a must. Succeed or die", "owner": "Bangambiki Habyarimana, The Great Pearl of Wisdom"}, {"item": "Never look back on yesterday’s success", "owner": "Sunday Adelaja"}, {"item": "Success is like a seed, it waits for the right conditions that will allow it to grow.", "owner": "Auliq Ice"}, {"item": "To succeed means you to sail across some difficult courses.", "owner": "Auliq Ice"}, {"item": "Becoming successful is a rough journey that carries pain and requires perseverance.", "owner": "Auliq Ice"}, {"item": "Your belief in yourself, is the Secret to Achieving anything you want.", "owner": "Auliq Ice, The Secret of Greatness"}, {"item": "You are always freed by your lucid knowledge and acceptance of your tasks.", "owner": "Auliq Ice"}, {"item": "Every desire has it's own demand and a price to pay.", "owner": "Auliq Ice"}, {"item": "Just don't be afraid to be who you are and you will be successful.", "owner": "Auliq Ice"}, {"item": "It doesn't matter what you did, all what matters is what you want to do, when, where and how you are going to do it.", "owner": "Auliq Ice"}, {"item": "Dare to dream and toil to achieve.", "owner": "Auliq Ice"}, {"item": "Success by one’s efforts is the achievement gained through ability, not through deception.", "owner": "Waheed Ibne Musa, Johnny Fracture"}], "pagination": {"size": 20, "total": 10, "current": 7}}