{"contents": [{"item": "Hereafter she is only my sister in name; not because I disown her, but because she has disowned me.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Understand the nature and influence of repeating patterns, from childhood experiences or even from past lives. Wthout understanding, patterns tend to repeat, unnecessarily damaging the relationship.", "owner": "Brian L. Weiss, Messages from the Masters: Tapping into the Power of Love"}, {"item": "It is the mind which creates the world around us, and even though we stand side by side in the same meadow, my eyes will never see what is beheld by yours, my heart will never stir to the emotions with which yours is touched.", "owner": "George Gissing"}, {"item": "Women were excited after sex, wired becasue in their minds the relationship was on beginning. Men went to sleep m the because for the orgasm had arrived and the relationship was done.", "owner": "Eric Jerome Dickey, Pleasure"}, {"item": "In relationships, there are no beginning and no end.", "owner": "Santosh Kalwar"}, {"item": "When certain parts of our bodies are touched, certain enzymes and chemicals that trigger sexual desire are released into our system. The more our bodies are stimulated, the more chemicals are released and the greater our sexual desire grows until it becomes a virtually unstoppable flood.", "owner": "Myles Munroe, Waiting and Dating"}, {"item": "Each piece of glass is another piece of myself I gave to him. It's too bad I didn't keep any pieces for myself.", "owner": "Amanda Grace, But I Love Him"}, {"item": "When a man has seen the woman whom he would have chosen if he had intended to marry speedily, his remaining a bachelor will usually depend on her resolution rather than on his.", "owner": "George Eliot, Middlemarch"}, {"item": "Shall there be truth between us, as two men? Not as friends, but as enemies and equals?", "owner": "Stephen King, The Gunslinger"}, {"item": "He was one of those quite rare adults who communicate with small children fairly well and who love them all impartially--not in a sugary way but in a businesslike fashion that may sometimes entail a hug, in the same way that closing a big business deal may call for a handshake.", "owner": "Stephen King, The Gunslinger"}, {"item": "Dumped doesn't even begin to describe it. If you're going to use a trash metaphor, incinerated is more like it.", "owner": "Rachel Cohn, Naomi and Ely's No Kiss List"}, {"item": "I was going to say the beginning is the good part, when it's all sparks and sparkles, before they are inevitably unmasked as assholes.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "I decided that giving a girl a ring when you're not in a serious relationship is sort of like giving a guy a blow job when you have no real feelings for him. It makes everything feel a little cheap.It cheapens the giver and the recipient.", "owner": "Emily Giffin, Baby Proof"}, {"item": "She seemed to think that one of the perks of marriage was that it gave you rights of comment and intrusion over single people's love lives.", "owner": "J.K. Rowling, The Casual Vacancy"}, {"item": "...you do not have too many boogeymen for me. You have just the right number.", "owner": "Rebecca Wells"}, {"item": "If I knew how a lot of my relationships would have turned out, I never would have gotten involved in them... And I would have missed out on some of the best times in my life.", "owner": "L.A. Witt, Rules of Engagement"}, {"item": "Some people are oil and water.", "owner": "John Christopher, The Pool of Fire"}, {"item": "Bones,” I sighed. “Know something? I’m not afraid of you, but you scareme….” His outline blurred again.“You scare me, too, Kitten,” he might have replied, but I couldn’t be sure.", "owner": "Jeaniene Frost, Halfway to the Grave"}, {"item": "If you never left anything or anyone there would be no room for the new. Naturally, to move on is an infidelity -- to others, to the past, to old notions of oneself. Perhaps every day should contain at least one essential infidelity or necessary betrayal. It would be an optimistic, hopeful act, guaranteeing belief in the future -- a declaration that things can be not only different but better.", "owner": "Hanif Kureishi, Intimacy: das Buch zum Film von Patrice Chéreau"}, {"item": "There is a soul-jealousy that can be as frantic as any body-jealousy.", "owner": "Arthur Conan Doyle, The Case-Book of Sherlock Holmes"}], "pagination": {"size": 20, "total": 10, "current": 4}}