{"contents": [{"item": "Continuity of purpose is one of the most essential ingredients of happiness in the long run  and for most men this comes chiefly through their work.", "owner": "Bertrand Russell"}, {"item": "It is only when I am doing my work that I feel truly alive. It is like having sex.", "owner": "Federico Fellini"}, {"item": "After fifty years of living  it occurs to me that the most significant thing that people do is go to work  whether it is to go to work on their novel or at the assembly plant or fixing somebody's teeth.", "owner": "Thomas McGuane"}, {"item": "He who labors diligently need never despair  for all things are accomplished by diligence and labor.", "owner": "Menander"}, {"item": "The fun of being alive is realizing that you have a talent and you can use it every day  so it grows stronger. ... And if you're in an atmosphere where this talent is appreciated instead of just tolerated  why  it's just as good as sex.", "owner": "Lou Centlivre"}, {"item": "Work! Thank God for the swing of it  for the clamoring  hammering ring of it.", "owner": "Anonymous"}, {"item": "There are certain natures to whom work is nothing  the act of work everything.", "owner": "Arthur Symons"}, {"item": "I am fierce for work. Without work I am nothing.", "owner": "Winifred Holtby"}, {"item": "Like plowing  housework makes the ground ready for the germination of family life. The kids will not invite a teacher home if beer cans litter the living room. The family isn't likely to have breakfast together if somebody didn't remember to buy eggs  milk  or muffins. Housework maintains an orderly setting in which family life can flourish.", "owner": "Letty Cottin Pogrebin"}, {"item": "When I die  my epitaph should read: She Paid the Bills.", "owner": "Gloria Swanson"}, {"item": "There's no labor a man can do that's undignified  if he does it right.", "owner": "Bill Cosby"}, {"item": "Never turn down a job because you think it's too small  you never know where it may lead.", "owner": "Julia Morgan"}, {"item": "If a man is called to be a streetsweep-er  he should sweep streets even as Michelangelo painted  or Beethoven composed music or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say  here lived a great streetsweeper who did his job well.", "owner": "Martin Luther King, Jr."}, {"item": "Don't be afraid of hard work.", "owner": "Marian Wright Edelman"}, {"item": "The work praises the man.", "owner": "Irish proverb"}, {"item": "Originality and the feeling of one's own dignity are achieved only through work and struggle.", "owner": "Fyodor Dostoyevsky"}, {"item": "There is a kind of victory in good work  no matter how humble.", "owner": "Jack Kemp"}, {"item": "Labor disgraces no man  unfortunately  you occasionally find men who disgrace labor.", "owner": "Ulysses S. Grant"}, {"item": "Honest labor bears a lovely face.", "owner": "Thomas Dekker"}, {"item": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.", "owner": "Thomas A. Edison"}], "pagination": {"size": 20, "total": 10, "current": 8}}