{"contents": [{"item": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.", "owner": "Tom Bodett"}, {"item": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.", "owner": "Bertrand Russell, The Conquest of Happiness"}, {"item": "Happiness is holding someone in your arms and knowing you hold the whole world.", "owner": "Orhan Pamuk, Snow"}, {"item": "I know that's what people say-- you'll get over it. I'd say it, too. But I know it's not true. Oh, youll be happy again, never fear. But you won't forget. Every time you fall in love it will be because something in the man reminds you of him.", "owner": "Betty  Smith, A Tree Grows in Brooklyn"}, {"item": "People like to say love is unconditional, but it's not, and even if it was unconditional, it's still never free. There's always an expectation attached. They always want something in return. Like they want you to be happy or whatever and that makes you automatically responsible for their happiness because they won't be happy unless you are ... I just don't want that responsibility.", "owner": "Katja Millay, The Sea of Tranquility"}, {"item": "Happily ever after, or even just together ever after, is not cheesy,” Wren said. “It’s the noblest, like, the most courageous thing two people can shoot for.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "I have a million things to talk to you about. All I want in this world is you. I want to see you and talk. I want the two of us to begin everything from the beginning.", "owner": "Haruki Murakami, Norwegian Wood"}, {"item": "You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about.", "owner": "Melissa de la Cruz, The Van Alen Legacy"}, {"item": "They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "Love is too precious to be ashamed of.", "owner": "Laurell K. Hamilton, A Stroke of Midnight"}, {"item": "People wait around too long for love. I'm happy with all of my lusts!", "owner": "C. JoyBell C."}, {"item": "I don't understand the point of being together if you're not the happiest.", "owner": "Gillian Flynn, Gone Girl"}, {"item": "She had never imagined she had the power to make someone else so happy. And not a magical power, either--a purely human one.", "owner": "Cassandra Clare, Clockwork Prince"}, {"item": "Dustfinger still clearly remembered the feeling of being in love for the first time. How vulnerable his heart had suddenly been! Such a trembling, quivering thing, happy and miserably unhappy at once.", "owner": "Cornelia Funke, Inkheart"}, {"item": "You see, there are some people that one loves, and others that perhaps one would rather be with.", "owner": "Henrik Ibsen, A Doll's House"}, {"item": "She had been proud of his decision to serve his country, her heart bursting with love and admiration the first time she saw him outfitted in his dress blues. ", "owner": "Nicholas Sparks, The Lucky One"}, {"item": "It was their secret, a secret meant for just the two of them, and she'd never been able to imagine how it would sound coming from someone else. But, somehow, Logan made it sound just right.", "owner": "Nicholas Sparks, The Lucky One"}, {"item": "Happiness does not come from without, it comes from within", "owner": "Helen Keller"}, {"item": "The most important thing is to enjoy your life—to be happy—it's all that matters.", "owner": "Audrey Hepburn"}, {"item": "I've got nothing to do today but smile.", "owner": "Paul Simon"}], "pagination": {"size": 20, "total": 10, "current": 0}}