{"contents": [{"item": "Sometimes we must gravitate towards madness before we can levitate on greatness.", "owner": "Curtis Tyrone Jones"}, {"item": "Look forward, not behind. \"Your best days are still out in front of you.\" Be focus & keep your dreams ALIVE", "owner": "Adedayo Olabamiji"}, {"item": "Focus! (said a voice within me). We are here to craft emotions. To become a better person.﻿ Not to waste our serenity on someone who had a poor upbringing and are not taught manners.", "owner": "Efrat Cytbulkiewicz"}, {"item": "Your purpose is your identity focus your energy on great purposes. ", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "Each of us must have something to live for", "owner": "Sunday Adelaja"}, {"item": "If you are not aware of your destination, you are likely to become used by someone in accordance with his purpose and to work for a person who knows his plans and goals", "owner": "Sunday Adelaja"}, {"item": "You can be a small element in a corporate system serving your boss all your life and you will retire unsatisfied with your way of living", "owner": "Sunday Adelaja"}, {"item": "I don't get along with people who think they know everything and everyone.", "owner": "Cyc Jouzy"}, {"item": "Focusing on you target will enable you to achieve more in your life than any ordinary person can ever do", "owner": "Sunday Adelaja"}, {"item": "If we are not aware of who we are, how will we know where we are going or how we should get there", "owner": "Sunday Adelaja"}, {"item": "Success requires a focused attention of your time and energy. This is true no matter what you want to achieve – to change the world or simply change apartments. All success stories come down to one person having a focused aim – so focused at times it can look like an obsession.", "owner": "Nigel Cumberland, 100 Things Successful People Do: Little Exercises for Successful Living"}, {"item": "People who have nothing much in mind for next week speak instead about the next century or millennium.", "owner": "George F. Will, The Woven Figure: Conservatism and America's Fabric"}, {"item": "Do not focus on money, instead focus on a problem that needs to be solved for the world..money will follow you as a bi-product.", "owner": "Manoj Arora, From the Rat Race to Financial Freedom"}, {"item": "It is better to focus on the mission than to earn money.", "owner": "Lailah Gifty Akita"}, {"item": "If you try to be everywhere at once, you won't be anywhere at all.", "owner": "Todd Stocker"}, {"item": "If you only focus on what is, you may never attain what could be. Focus on the possibilities.", "owner": "DeWayne Owens"}, {"item": "When we start focusing our energy on the things we love, they come easier and more effortlessly over time.", "owner": "Michael Thomas Sunnarborg, Balancing Work, Relationships & Life in Three Simple Steps"}, {"item": "When you look back with regret, that (regret, loss) becomes your focus. Then your focus directs you: you go back to that – again and again.Look forward now – and focus on your passions with joyful anticipation.Then your passion will fill the gap of your loss...and where you land us will amaze you!", "owner": "The Truth"}, {"item": "Stop competing, stop judging, stop comparing, stop blaming and better you, for you.", "owner": "Turcois Ominek"}, {"item": "Give your life purpose and focus. Position yourself to succeed", "owner": "Karon Waddell"}], "pagination": {"size": 20, "total": 10, "current": 1}}