{"contents": [{"item": "If a craftsman wants to do good work, he must first sharpen his tools.", "owner": "Confucius, The Analects"}, {"item": "don't read the success storiesyou will get messagebut read the failure storiesyou will get the ideas become successful", "owner": "Asif Jaana"}, {"item": "I couldn't do no yodelin', so I turned to howlin'. And it's done me just fine.", "owner": "Howlin' Wolf"}, {"item": "I don't define success by how much money someone makes. I don't define success by how many trophies or plaques or awards someone has.I don't define it by membership in exclusive clubs or the ability to name-drop about someone's famous friends.I don't define it by how many luxury cars or opulent homes someone might own or how many sumptuous vacations they might taken in exotic locales all over the ", "owner": "Celia Rivenbark, You Don't Sweat Much for a Fat Girl: Observations on Life from the Shallow End of the Pool"}, {"item": "Do the things you were sent here to do effectively.", "owner": "Jaachynma N.E. Agu, The Best Option"}, {"item": "I've always believed that one woman's success can only help another woman's success.", "owner": "Gloria Vanderbilt, It Seemed Important at the Time: A Romance Memoir"}, {"item": "So here I am with this double life, one where my grammatically incorrect writing is a nice success with tens of thousands of readers, and another one where my carefully written books are read by a dozen people.", "owner": "Christian A. Dumais"}, {"item": "Success comes to those who hustle wisely.", "owner": "K.A. Jordan"}, {"item": "Actually, I'm an overnight success. But it took twenty years.", "owner": "Monty Hall"}, {"item": "Success is messy. But so is life. Deal with it. Poverty is messier.", "owner": "James Arthur Ray, Harmonic Wealth: The Secret of Attracting the Life You Want"}, {"item": "If you want to make a stand, help others make a stand, and if you want to reach your goal, help others reach their goal. Consider yourself and treat others accordingly: this is the method of Humanity.", "owner": "Confucius, The Analects"}, {"item": "Success is Never Ending, Failure Is Never Final.", "owner": "Robert A. Schuller"}, {"item": "We must thank to all the failed people in the history as they showed us the true way to success!", "owner": "Mehmet Murat ildan"}, {"item": "Sometimes success is simply being willing to give it your all.", "owner": "Amanda Beard, In the Water They Can't See You Cry: A Memoir"}, {"item": "The minute you start talking about what you’re going to do if you lose, you have lost.", "owner": "George P. Shultz"}, {"item": "On the road to success, even little stones may cause you fall down! If you are not serious and careful, forget about reaching your target!", "owner": "Mehmet Murat ildan"}, {"item": "He would never again need anything from his mother and father but their love.", "owner": "Frederick Drimmer, Born Different: Amazing Stories of Very Special People"}, {"item": "He'd had his career, his triumphs. Success had brought him nothing but misery; he couldn't handle it. Success had thrown him in the gutter", "owner": "John Grisham, The Testament"}, {"item": "If I have succeeded better than many who surround me, it has been chiefly - may I say almost solely - from universal assiduity.", "owner": "John  Dalton"}, {"item": "Want true success? Ask yourself these 3 questions daily:1. Who can I serve?2. Where can I contribute greatest?3. Is my work today congruent with my future goals?", "owner": "Richie Norton"}], "pagination": {"size": 20, "total": 10, "current": 3}}