{"contents": [{"item": "Gratitude opens your eyes to the endless opportunities that expectation has hidden.", "owner": "Steve Maraboli"}, {"item": "Let thy prayer be thanksgiving.", "owner": "Lailah Gifty Akita"}, {"item": "He who does not reflect his life back to God in gratitude does not know himself.", "owner": "Albert Schweitzer, Reverence for Life: The Words of Albert Schweitzer"}, {"item": "Gratitude is one of the virtues of the noble man. It is the hallmark of a life lived well. It is a trademark of the righteous man. It is an attribute that significantly impacts on your personal happiness and how sound your relationship will be with others.", "owner": "Sesan Kareem"}, {"item": "There is nothing so inspiring as true heartfelt gratitude.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "You have the power to adjust your life experience simply by being grateful.", "owner": "Chiara Gizzi"}, {"item": "You have the power to adjust you life experience simply be being grateful.", "owner": "Chiara Gizzi"}, {"item": "Gratitude is continuous stream of goodness.", "owner": "Lailah Gifty Akita"}, {"item": "Love, positivity and gratitude are the most essential ingredients to a happy and fulfilled life.", "owner": "Eileen Anglin"}, {"item": "Never in the field of human conflict was so much owed by so many to so few.", "owner": "Winston S. Churchill"}, {"item": "I woke up this morning as I do every morning, with an attitude of gratitude.", "owner": "Tony Williams"}, {"item": "I am so Thankful in the knowledge… If I want to learn something I can study it. However, If I want to have something etched in my Soul, I must Teach it. Always remembering that each of us teaches best that which we, the teacher, most need to learn", "owner": "Raymond D. Longoria Jr."}, {"item": "Gratitude is the vitamin of the soul.", "owner": "Angie karan"}, {"item": "Gratitude is a soul blooming profusely!", "owner": "Zavia Hope Thomas"}, {"item": "Gratitude and love are always multiplied when you give freely. It is an infinite source of contentment and prosperous energy.", "owner": "Jim Fargiano, The Spoken Words of Spirit: Lessons from the Other Side"}, {"item": "... and isn't the world a treasure in itself? A spectacle glittering every single day, without a concern if anyone's watching or not. It simply goes on, elegantly, letting nature have its way. We only need to open our eyes to witness the biggest masterpiece ever created, the ticket is already in your hand.", "owner": "Charlotte Eriksson"}, {"item": "...one of the best ways to take the pain out of past experiences is to replace the hurt with gratitude.", "owner": "Nick Vujicic, Unstoppable: The Incredible Power of Faith in Action"}, {"item": "In that instant, I realized that if I focused on the pain and misery, it would take me longer to heal. When chronic pain is my most often companion, it can be challenging to keep looking for the good. I needed to figure out a way to focus on the positive moments of each day. I needed to see where I was improving and healing.", "owner": "Sharon E. Rainey, The Best Part of My Day Healing Journal"}, {"item": "When you express gratitude for the blessings that come into your life, it not only encourages the universe to send you more, it also sees to it that those blessings remain.", "owner": "Stephen Richards"}, {"item": "Here is the world, and you live in it, and are grateful. You try to be grateful.", "owner": "Michael Cunningham, The Hours"}], "pagination": {"size": 20, "total": 10, "current": 1}}