{"contents": [{"item": "Spend more time with people who bring out the best in you.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "That your friend is succeeding does not mean you are failing.", "owner": "Samuel Odewale"}, {"item": "Achieving success is your ability to eliminate the weakness and biases that are inherent within yourself", "owner": "Julian Pencilliah, The Jetstream of Success"}, {"item": "I couldn’t wait for success ― so I went ahead without it.", "owner": "Jonathan Winters"}, {"item": "You can win in multiple ways - A managershould never restrict himself when it comes to exploring possibilities.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "Quite so. Quite right. And yet human beings, who dream ofbecoming more successful often fool themselves into believing thatit can happen without changing a single thing about themselves.They believe that success is some mysterious external factor thatwill just sort itself out while they sleep", "owner": "Chris Murray, The Extremely Successful Salesman's Club"}, {"item": "The most successful entrepreneur that every lived (God) was and is successful because Jesus and the Holy Spirit showed they cared for poor lost souls. They were willing share knowledge and demonstrate how things should be done. Not one successful entrepreneur has every done it alone or has not had help from another. Teaching and working together is becoming a lost art. The lack of this may seem like job security for the some, but it's not. The one who does this must come to the realization that his security is threaten by the desperate fuel by his own selfishness. Even inventors have to find caring distributors who get their products out before the masses. Perseverance is just a link in the chain of success. 99% of the chain is sharing knowledge and showing that you care. The opposite of this is fleeting success. Success that is like a vapor, here one moment and gone the next.", "owner": "Delaine Robins"}, {"item": "Success is all about believing, always visualizing what you want to do and want to be and act accordingly on it until become it reality.", "owner": "Lord Robin"}, {"item": "One mistake is enough for all your life. So, where is the place of a mischief-maker?", "owner": "Behnam Rajabpoor"}, {"item": "A Snake(passion) inside a man drive him for a Journey(Success), and its just happened one day !!", "owner": "Vicky Addy"}, {"item": "Success comes to those who do not waste time looking and criticizing what others are doing but focusing on honest self-evaluation and what they have to do.", "owner": "Amit Abraham"}, {"item": "Success is when you can differentiate between Today and Tomorrow.", "owner": "Sakin Maharjan"}, {"item": "You gain strength  courage and confidence by every experience in which you really stop to look fear in the face.... You must do the thing you think you cannot do.", "owner": "Eleanor Roosevelt"}, {"item": "If you banish fear  nothing terribly bad can happen to you.", "owner": "Margaret Bourke-White"}, {"item": "I believe that anyone can conquer fear by doing the things he fears to do  provided he keeps doing them until he gets a record of successful experiences behind him.", "owner": "Eleanor Roosevelt"}, {"item": "When in fear  it is safest to force the attack.", "owner": "Marcus Annaeus Seneca"}, {"item": "The way to develop self-confidence is to do the thing you fear  and get a record of successful experiences behind you.", "owner": "William Jennings Bryan"}, {"item": "He that fleeth from the fear shall fall into the pit.", "owner": "Bible"}, {"item": "To live with fear and not be afraid is the final test of maturity.", "owner": "Edward Weeks"}, {"item": "Constant exposure to dangers will breed contempt for them.", "owner": "Marcus Annaeus Seneca"}], "pagination": {"size": 20, "total": 10, "current": 9}}