{"contents": [{"item": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.", "owner": "John Green, The Fault in Our Stars"}, {"item": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.", "owner": "Pablo Neruda, 100 Love Sonnets"}, {"item": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.", "owner": "Neil Gaiman, The Kindly Ones"}, {"item": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Love looks not with the eyes, but with the mind,And therefore is winged Cupid painted blind.", "owner": "William Shakespeare, A Midsummer Night's Dream"}, {"item": "Love is like the wind, you can't see it but you can feel it.", "owner": "Nicholas Sparks, A Walk to Remember"}, {"item": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.", "owner": "Robert Fulghum, True Love"}, {"item": "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me... everyday.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Tis better to have loved and lost, Than never to have loved at all.", "owner": "Alfred Tennyson, In Memoriam"}, {"item": "I love you as certain dark things are to be loved, in secret, between the shadow and the soul.", "owner": "Pablo Neruda, 100 Love Sonnets"}, {"item": "I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you. Not because he was perfect, or because you were, but because your combined flaws were arranged in a way that allowed two separate beings to hinge together.", "owner": "Lisa Kleypas, Blue-Eyed Devil"}, {"item": "Love is needing someone. Love is putting up with someone's bad qualities because they somehow complete you.", "owner": "Sarah Dessen, This Lullaby"}, {"item": "One is loved because one is loved. No reason is needed for loving.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "We love the things we love for what they are.", "owner": "Robert Frost"}, {"item": "I would die for you. But I won't live for you.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.", "owner": "Jane Austen, Pride And Prejudice"}, {"item": "Perhaps all the dragons in our lives are princesses who are only waiting to see us act, just once, with beauty and courage. Perhaps everything that frightens us is, in its deepest essence, something helpless that wants our love.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "You are, and always have been, my dream.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "So, I love you because the entire universe conspired to help me find you.", "owner": "Paulo Coelho, The Alchemist"}], "pagination": {"size": 20, "total": 10, "current": 0}}