{"contents": [{"item": "Beauty exists not in what is seen and remembered, but in what is felt and never forgotten.", "owner": "Johnathan Jena"}, {"item": "I can't over-emphasize how important an exquisite perfume is, to be wrapped and cradled in an enchanting scent upon your skin is a magic all on its own! The notes in that precious liquid will remind you that you love yourself and will tell other people that they ought to love you because you know that you're worth it. The love affair created by a good perfume between you and other people, you and nature, you and yourself, you and your memories and anticipations and hopes and dreams; it is all too beautiful a thing!", "owner": "C. JoyBell C."}, {"item": "Never mourn the loss of innocence, because it always brings the much greater gain of wisdom.", "owner": "Erica Goros"}, {"item": "In darkness, some flowers blossom!", "owner": "Shirley Houston"}, {"item": "Beware trying to iron out all your quirks, perceived flaws and doubts. It's often these things that help you find strength, compassion, empathy for others and heart.", "owner": "Rasheed Ogunlaru"}, {"item": "Just like a flower, you are a creation of unique beauty from the one essence of life.", "owner": "Sharon Kirstin, The Answers Within"}, {"item": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.", "owner": "Drew Barrymore"}, {"item": "A thing of beauty is a joy forever.", "owner": "John Keats, Endymion: A Poetic Romance"}, {"item": "There are as many styles of beauty as there are visions of happiness.", "owner": "Stendhal, Love"}, {"item": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.", "owner": "Katerina Stoykova Klemer"}, {"item": "These... things, householder, are welcome, agreeable, pleasant, & hard to obtain in the world:Long life is welcome, agreeable, pleasant, & hard to obtain in the world.Beauty is welcome, agreeable, pleasant, & hard to obtain in the world.Happiness is welcome, agreeable, pleasant, & hard to obtain in the world.Status is welcome, agreeable, pleasant, & hard to obtain in the world....Now, I tell you, these... things are not to be obtained by reason of prayers or wishes. If they were to be obtained by reason of prayers or wishes, who here would lack them? It's not fitting for the disciple of the noble ones who desires long life to pray for it or to delight in doing so. Instead, the disciple of the noble ones who desires long life should follow the path of practice leading to long life. In so doing, he will attain long life...]", "owner": "Gautama Buddha"}, {"item": "A flower blossoms for its own joy.", "owner": "Oscar Wilde"}, {"item": "I don't want to be the one who says life is beautiful. I want to be the one who feels it.", "owner": "Marty Rubin"}, {"item": "I promise you that the same stuff galaxies are made of, you are. The same energy that swings planets around stars makes electrons dance in your heart. It is in you, outside you, you are it. It is beautiful. Trust in this. And you your life will be grand.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Life isn't all grand, but it isn't all miserable either.  There's both sweet and sour in every day.  So why focus on the ugly when you can gaze at what's beautiful?  Concentrate on the good.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "Ladies, stress shows on your face. Happiness is the true beauty weapon.\" ( Kym Douglas / Cindy Pearlman, 2006)", "owner": "Susan Sarandon"}, {"item": "The greatest happiness is when the eye discovers beauty where neither then mind conceived of nor the hand intended any.", "owner": "Orhan Pamuk, The Innocence of Objects"}, {"item": "Here, also, the future was cried aloud by the wind through the rocks, so that all those who heard would shiver, and then the liquid spring song of the thrush would make all the beauty of moonlight and sunlight blend together, making it true, so true, that happiness must come again", "owner": "Elyne Mitchell, Moon Filly"}, {"item": "How is it that from beauty I have derived a type of unloveliness?—from the covenant of peace a simile of sorrow? But as, in ethics, evil is a consequence of good, so, in fact, out of joy is sorrow born.", "owner": "Edgar Allan Poe, Berenice"}], "pagination": {"size": 20, "total": 10, "current": 7}}