{"contents": [{"item": "There is no mystery-- that's the beauty of it. We are entirely explicable to each other, and yet we stay. What a miracle that is.", "owner": "Kamila Shamsie, Broken Verses"}, {"item": "She knew that what she was going through was nothing special, just garden-variety heartbreak, the sort of thing that poets and novelists had been writing about for hundreds of years, but she also knew, from those same books, that there were people who never recover form it, ones who go on through life beset by a dim and painful longing.", "owner": "Sarah Dunn"}, {"item": "I never tell my boyfriend that I'm busy when I'm not. No matter how effective they are, cheap techniques like that just don't agree with me. So it's always okay, it's always all right. In my opinion the surest way to hook a man is to be as open with him as possible.", "owner": "Banana Yoshimoto, Asleep"}, {"item": "Intimacy requires courage because risk is inescapable. We cannot know at the outset how the relationship will affect us. Like a chemical mixture, if one of us is changed, both of us will be. Will we grow in self-actualization, or will it destroy us? The one thing we can be certain of is that if we let ourselves fully into the relationship for good or evil, we will not come out unaffected.", "owner": "Rollo May, The Courage to Create"}, {"item": "Sometimes not talking is effortless, and other times it’s more exhausting than lifting pianos.", "owner": "Steve Toltz, A Fraction of the Whole"}, {"item": "You don't fix a man the way you do a fault in a pipe or a leak in a roof. You take him as he is, Mary Brenna, or you don't take him at all...adjustments can't be all made on one side, darling, else the balance goes off and what's being built just falls down.", "owner": "Nora Roberts, Tears of the Moon"}, {"item": "She never got a chance to fall out of love, to do it properly, slowly and thoroughly, and the result was he was like a phantom limb. Gone but still there. And like a true phantom limb, the preponderance of feelings associated with him were painful.", "owner": "Sarah Dunn"}, {"item": "A man can know his father, or his son, and there might still be nothing between them but loyalty and love and mutual incomprehension.", "owner": "Marilynne Robinson, Gilead"}, {"item": "It's unexpectedly painful to have become a pronoun.", "owner": "Robin    Black, If I Loved You, I Would Tell You This"}, {"item": "Friendships are nice. So is competence.", "owner": "Michael Crichton, Disclosure"}, {"item": "Your first impulse is to share good news, your second is to club someone with it.", "owner": "Stephen King, The Stand"}, {"item": "It's easy to like someone from a distance. But when she stopped being this amazing unattainable thing or whatever, and started being, like, just a regular girl with a weird relationship with food and frequent crankiness wh's kind of bossy--then I had to basically start liking a whole different person.", "owner": "John Green"}, {"item": "We had been friends. We could not become strangers. It left only one thing: we must be enemies.", "owner": "John Christopher, The Prince in Waiting"}, {"item": "Relationship gurus always said that an attraction based on friendship and mutual respect was far more likely to stay the course - and the bastards were right.", "owner": "Marian Keyes, The Other Side of the Story"}, {"item": "Those who take lightly promises they make to those they love are people who find little lasting satisfaction in life. This is not an easy time in which to live. That does not mean that it has to be a difficult time to love, but it does mean that you will find unusual stresses upon your lives and your relationship.", "owner": "Brandon Sanderson, The Well of Ascension"}, {"item": "She couldn't be on his wavelength all the time. That's all. When you could recognize that and deal with it, you were on your way to an adult relationship.", "owner": "Stephen King, The Stand"}, {"item": "I look at him with the nostalgic affection men are said to feel for their wars, their fellow veterans. I think, I once threw things at this man. I threw a glass ashtray, a fairly cheap one which didn't break. I threw a shoe (his) and a handbag (mine), not even snapping the handbag shut first, so that he was showered with a metal rain of keys and small change. The worst thing I threw was a small portable television set, standing on the bed and heaving it at him with the aid of the bouncy springs, although the instant I let fly I thought, Oh God, let him duck! I once thought I was capable of murdering him. Today I feel only a mild regret that we were not more civilized with each other at the time. Still, it was amazing, all those explosions, that recklessness, that Technicolor wreckage. Amazing and agonizing and almost lethal.", "owner": "Margaret Atwood, CAT'S EYE."}, {"item": "You could say that Elphaba brought us together,' said Boq softly. 'I'm closer to her and so I'm closer to you.'Galinda seemed to give up. She leaned her head back on the velvet cushions of the swing and said, 'Boq, you know despite myself I think you're a little sweet. You're a little sweet and you're a little charming and you're a little maddening and you're a little habit-forming.'Boq held his breath.But you're little!' she concluded. 'You're a Munchkin, for god's sake!'He kissed her, he kissed her, he kissed her, little by little by little.", "owner": "Gregory Maguire, Wicked: The Life and Times of the Wicked Witch of the West"}, {"item": "In love, women are professionals, men are amateurs", "owner": "François Truffaut"}, {"item": "Hating hurts the hater the most. Hating is not a salve for the wounded soul, it is an abrasive that keeps the soul wounded and raw and oversensitive.", "owner": "Jack R. Rose"}], "pagination": {"size": 20, "total": 10, "current": 3}}