{"contents": [{"item": "Guidance counselors always love to say, 'Just think positively,' but that's impossible when you have this thing inside of you, strangling every ounce of happiness you can muster. My body is an efficient happy-though-killing machine.", "owner": "Jasmine Warga"}, {"item": "The pupil dilates in darkness and in the end finds light, just as the soul dilates in misfortune and in the end finds God.", "owner": "Victor Hugo, Les Misérables"}, {"item": "But no matter how much evil I see, I think it’s important for everyone to understand that there is much more light than darkness.", "owner": "Robert Uttaro, To the Survivors: One Man's Journey as a Rape Crisis Counselor with True Stories of Sexual Violence"}, {"item": "Those whodisrespect youwith their mouthdon't deserveyour ear.", "owner": "Curtis Tyrone Jones"}, {"item": "Inspirational quotes are only making you more miserable.", "owner": "Natalie Winslow"}, {"item": "The hardest thing about depression is that it is addictive. It begins to feel uncomfortable not to be depressed. You feel guilty for feeling happy.", "owner": "Pete Wentz"}, {"item": "Every day has its great grief or its small anxiety. ... One cloud is dispelled, another forms. There is hardly one day in a hundred of real joy and bright sunshine.", "owner": "Victor Hugo, Les Misérables"}, {"item": "If I know that I can do something that makes me happy, why do I allow myself to get so depressed?", "owner": "Kara Lee Corthron, The Truth of Right Now"}, {"item": "If I am a puzzle, this is the moment in which I find the first corner piece. There is still a lot of work to do; I still have a thousand pieces of myself to fit into place. But everyone knows you're supposed to find the corners first. They are the beginning.", "owner": "Claire Legrand, Some Kind of Happiness"}, {"item": "It’s worth burning myself out like a matchso long as others receive the light and warmth I dispatch.", "owner": "Shannon  Perry"}, {"item": "The Howard Hughes thing hadn’t actually sounded like such a bad deal until about...oh, eight thirty-five this morning. Something about having his ex carry him to the bathroom and help him wash his balls just took all the fun out of becoming an eccentric recluse.", "owner": "Heidi Betts, Knock Me for a Loop"}, {"item": "She wondered that hope was so much harder then despair.", "owner": "Patricia Briggs, Cry Wolf"}, {"item": "Some people us language to describe the lives they lead, and other people use language to create the lives they lead.", "owner": "Steve Chandler, Reinventing Yourself: How to Become the Person You've Always Wanted to Be"}, {"item": "I want to live. Doesn't everyone feel the same way?", "owner": "Yua Kotegawa, Line"}, {"item": "You're only as good as your next thought of yourself.", "owner": "Curtis Tyrone Jones"}, {"item": "You're only as good as you're next thought of yourself.", "owner": "Curtis Tyrone Jones"}, {"item": "Trouble has no necessary connection with discouragement --discouragement has a germ of its own, as different from trouble as arthritis is different from a stiff joint.", "owner": "F. Scott Fitzgerald, The Crack-Up"}, {"item": "Unstrained, I sit and gaze, glare, survey, starethrough barred windows encased in embroidered steel. Pearly frosted dust obstructs the channels of light, leaving only small pillars of fire, arranged in disordered fragments. The antiquated sallow walls are stained with crimson braids that wreathe and scuttle about the rimes and rifts.", "owner": "Craig Froman, An Owl on the Moon: A Journal from the Edge of Darkness"}, {"item": "There are some of you here today who feel like dead people. It is as if you are already six feet under, staring up at the top of your own locked coffin. This morning Jesus wants to set you free. You simply have to let go of the key and pass it through the little hole, where you see a tiny shaft of light.", "owner": "Sheila Walsh, Loved Back to Life: How I Found the Courage to Live Free"}, {"item": "E quindi uscimmo a riveder le stelle.And so we came forth, and once again beheld the stars.", "owner": "William Styron"}], "pagination": {"size": 20, "total": 10, "current": 1}}