{"contents": [{"item": "Loneliness is painful. But suffering is not wrong in and of itself. It's part of the human experience, and in a way brings us closer to all people.", "owner": "Juliette Fay, Shelter Me"}, {"item": "Pale winter sun Is beatin' the ground Why'm I throwin' away The best thing that I've found My young heart's in tatters and I'm sureThat it will be a long time healing It's so hard to see what I'm doing this forWhen loneliness is all that I'm feeling", "owner": "David Gray"}, {"item": "I can go years thinking that it seems impossible that I will ever satisfy that appetite again and then it is easy to satisfy and no one notices or cares, nor does it make me happy, when loneliness surrounds me like water I've already drowned in without dying.", "owner": "Francisco Goldman, The Divine Husband"}, {"item": "She's never really wanted to be the only person, she's never been such a fan of being alone.", "owner": "Alison Pace, Through Thick and Thin"}, {"item": "Was it really some other person I was so anxious to discover...or was it only my own solitude that I could not abide?", "owner": "David Markson, Wittgenstein's Mistress"}, {"item": "I brought the birdcages to the windows.I opened the windows, and opened the birdcages.I poured the fish down the drain.I took the dogs and cats downstairs and removed their collars.I released the insects onto the street.And the reptiles.And the mice.I told them, Go.All of you.Go.And they went.And they didn’t come back", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You think of outside your room, of the streets of the town, the lonely little squares over by the station, of those winter Saturdays all alike.", "owner": "Marguerite Duras, The Malady of Death"}, {"item": "People claim that love is the deepest feeling, but don't you believe it. Loneliness is the most affecting of human emotions. Nothing makes life more vivid. If you wish to live in the moment, I recommend intense loneliness.", "owner": "Seth, George Sprott, 1894-1975"}, {"item": "It's just as easy to be lonely in a city as out in the wilderness. Easier, really. It's harder to get to know someone when you meet in a crowded place. People can freely ignore you in the city; they can assume they don't have any responsibility for you. When there are fewer people, (...) they begin assuming some kind of responsibility, simply because you naturally do the same.", "owner": "Mercedes Lackey, Winds of Change"}, {"item": "Those who live alone slide into the habit of vertical eating: why bother with the niceties when there's no one to share or censure? But laxity in one area may lead to derangement in all.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "For my part, I think that the mystery is always greatest where there is the most - emptiness.", "owner": "Judith Krantz, Scruples"}, {"item": "I was a lonely boy. I spent all my time reading books and watching the world. [some] tried to draw me out at first, but their hearts weren't in it. And after all, they had enough troubles of their own.", "owner": "Rabih Alameddine, The Hakawati"}, {"item": "Oh, this coming back to an empty house,' Rupert thought, when he had seen her safely up to her door. People - though perhaps it was only women - seemed to make so much of it. As if life itself were not as empty as the house one was coming back to.", "owner": "Barbara Pym, An Unsuitable Attachment"}, {"item": "It was somehow clear, even then, that the monster had been lonely. The folds above its eye made the old face look wistful, and it emanated such a strong sense of solitude that each human standing in the park that day felt miles from the others, though we were shoulder-to-shoulder, touching.", "owner": "Lauren Groff, The Monsters of Templeton"}, {"item": "I’m good when I’m alone. I’m comfortable when I’m alone. I can sit and do lots of things all by myself. Sex included.", "owner": "Johnny Weir"}, {"item": "I am taking this in, slowly,Taking it into my body.This grief. How slowThe body is to realizeYou are never coming back.", "owner": "Donna Masini"}, {"item": "I'm solitary as a pulled tooth,Lonely as an unwelcome truth, Lost as a minnow out of school, A genius in a crop of fools.", "owner": "Gail Carson Levine, Fairest"}, {"item": "Well, I know about loneliness. I won't talk about it, but I was very lonely after the war. I know what it feels like to spend a whole weekend all by yourself and no one wants you at all.", "owner": "Charles M. Schulz, Charles M. Schulz: Conversations"}, {"item": "It all comes down to this: when you recognise your loneliness in another person, when you see desperation so familiar to yours written across someone else, you can’t just let them leave.", "owner": "Chloe Rattray, Sacré Noir"}, {"item": "There was something odd for him about not feeling lonely. The very fact that he had ceased to be lonely caused him to fear the possibility of becoming lonely again.", "owner": "Haruki Murakami, Tony Takitani"}], "pagination": {"size": 20, "total": 10, "current": 8}}