{"contents": [{"item": "No one here gets out alive.", "owner": "Jim Morrison"}, {"item": "If you live each day as it was your last, someday you'll most certainly be right", "owner": "Steve Jobs"}, {"item": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.", "owner": "Ernest Hemingway"}, {"item": "Losing your life is not the worst thing that can happen. The worst thing is to lose your reason for living.", "owner": "Jo Nesbø"}, {"item": "There are three deaths. The first is when the body ceases to function. The second is when the body is consigned to the grave. The third is that moment, sometime in the future, when your name is spoken for the last time.", "owner": "David Eagleman, Sum: Forty Tales from the Afterlives"}, {"item": "In the end, it wasn't death that surprised her but the stubbornness of life.", "owner": "Jeffrey Eugenides, The Virgin Suicides"}, {"item": "Life is the tragedy,' she said bitterly. 'You know how they categorize Shakespeare's plays, right? If it ends with a wedding, it's a comedy. And if it ends with a funeral, it's a tragedy. So we're all living tragedies, because we all end the same way, and it isn't with a goddamn wedding.", "owner": "Robyn Schneider, The Beginning of Everything"}, {"item": "What do you most value in your friends?Their continued existence.", "owner": "Christopher Hitchens, Hitch-22: A Memoir"}, {"item": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", "owner": "Edgar Allan Poe, The Premature Burial"}, {"item": "Life is too short when you think of the length of death", "owner": "Sean Mangan"}, {"item": "Live or die, but don't poison everything.", "owner": "Anne Sexton"}, {"item": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.", "owner": "Henry David Thoreau, Walden"}, {"item": "There is no escape—we pay for the violence of our ancestors.", "owner": "Frank Herbert, Dune"}, {"item": "Our lives can't be measured by our final years, of this I am sure.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "YOU FEAR TO DIE?\"It's not that I don't want... I mean, I've always...it's just that life is a habit that's hard to break...", "owner": "Terry Pratchett, Reaper Man"}, {"item": "The end is in the beginning and yet you go on.", "owner": "Samuel Beckett, Endgame"}, {"item": "He is terribly afraid of dying because he hasn’t yet lived.", "owner": "Franz Kafka"}, {"item": "I am afraid. Not of life, or death, or nothingness, but of wasting it as if I had never been.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "The fact that life has no meaning is a reason to live --moreover, the only one.", "owner": "Emil M. Cioran"}, {"item": "Everybody know death is inevitably coming, but it never fails to catch everybody by surprise everytime one is going", "owner": "Hlovate, Contengan Jalanan"}], "pagination": {"size": 20, "total": 10, "current": 3}}