{"contents": [{"item": "Anything someone gets conned into will never be that great.", "owner": "Roberto Hogue, Real Secrets of Sex: A Women's Guide on How to Be Good in Bed"}, {"item": "That one who promised to care my life and to be with in all the way. same one killed me brutally and brutally murder my heart and feelings and My Trust.Whom i must blame ? God or That person or To my Stupidity of blind trust ?Some Que Never stop tease", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "You will be doing your students a much greater service by reducing the amount of material that you are covering and actually ensuring that students are learning it, rather than making sure that you are ticking off everyone checkpoint in your ideal syllabus. Learning comes from practice, and you have to help and teach your students to practice just as you help and team them the basic knowledge and skills of your discipline.", "owner": "James M. Lang, Cheating Lessons: Learning from Academic Dishonesty"}, {"item": "The truly scary thing about undiscovered lies is that they have a greater capacity to diminish us than exposed ones.", "owner": "Cheryl Hughes"}, {"item": "There are two types of people in the world,someone believes in love and someone does not:~>", "owner": "kamal parvez, A girl braked a poor boys heart when he was alone in his city for her .#1"}, {"item": "Those who cheat on their partners who are loyal to them; don't deserve them. It is a trashy attitude to disrespect a person who is loyal in a relationship, by cheating on him or her.", "owner": "Ellen J. Barrier"}, {"item": "You need not to hide your relationship with someone to stay in touch with other... If you are doing so, you can't be loyal to any.", "owner": "Akansh Malik, Love Heals Everything"}, {"item": "It's the same with [my wife] -- when she goes out, guys are macking on her. I'm not worried with the kind of relationship we've got. Most people, they don't leave room for mistakes in their relationship.", "owner": "Wyclef Jean"}, {"item": "Nah, Mike’s gonna stop by. He had to work late and he workswith this really cute chick and I just know he….” Alycia folded her armson her chest and pouted. “She better be a blonde bimbo with a huge rackand no personality if he’s gonna cheat on me.", "owner": "J.M. Colail"}, {"item": "But she stopped herself. That wouldn't make it right. You didn't forgive because it was the only choice you thought you had. That didn't make it forgiveness, that made it desperation. She'd always been too desperate about Jake. Always.", "owner": "Sarah Addison Allen, The Sugar Queen"}, {"item": "I never set out to bash men, it is not about revenge, I always say at the end of a relationship that i hope that i have created a better man for the next woman by what i allowed and reinforcedCrystal EvansThe Bunna Man", "owner": "Crystal Evans, The Bunna Man: Joe Grind Series"}, {"item": "I gave my heart to a man who loved me, who wanted to be with me. Who ultimately was afraid of all I offered.I didn’t understand why he sabotaged our future at the time – cheating on me, again, as we were making final plans to move in together. By the time he came over to smooth talk his way out of it, I was done. No more crying. Even my tears had given up on him. I’d already moved on, his cheating was simply the key left in the mailbox.", "owner": "Rachel  Thompson, Broken Pieces"}, {"item": "Pop stars AREN'T cool. Cheating on your husband or your wife isn't cool. Having no modesty with your body and no self-respect is NOT cool. It doesn't matter how pretty someone's voice is, or if they SAY they are Christian, God calls us to modesty and faithfulness, so we need to be careful to not idolize anyone that goes way off of what God wants.", "owner": "Lisa Bedrick, Relationships"}, {"item": "My dear lady, you have no idea just how scandalous I can be. ~Peter Viktor von Strassenberg, 1905", "owner": "Gwenn Wright, Lipstick & Bolsheviks"}, {"item": "What if just you and I hung out, like last summer?\" Nick sat up and began twirling a lock of my wet hair around his finger. \"Josh never needs to know.", "owner": "Dana Burkey, Just Pretending"}, {"item": "But cheating has always been the purview of fairies, and as we are about to enter their domain, we ought to act in accordance with local customs.", "owner": "Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making"}, {"item": "Just because we want makes ourself happy, it doesn't meant we must cheating to others . remember, \"Feeling\" .", "owner": "anne idris"}, {"item": "Having two women—one who can’t know about the other, and one who must be trusted not to destroy his life—is clearly difficult for him.", "owner": "Jennifer Harrison, Write like no one is reading 2"}, {"item": "...I feel like a traitor, a phony, a fake. But I am a hypocrite with the best intentions, and I need kissing desperately.", "owner": "Coco J. Ginger"}, {"item": "The dogs left with us and we walked. I sobbed the whole way home, still heartbroken. My mom had no time for my whining.“Why are you crying?!”“Because Fufi loves another boy.”“So? Why would that hurt you? It didn’t cost you anything. Fufi’s here. She still loves you. She’s still your dog. So get over it.”Fufi was my first heartbreak. No one has ever betrayed me more than Fufi. It was a valuable lesson to me. The hard thing was understanding that Fufi wasn’t cheating on me with another boy. She was merely living her life to the fullest. Until I knew that she was going out on her own during the day, her other relationship hadn’t affected me at all. Fufi had no malicious intent.I believed that Fufi was my dog, but of course that wasn’t true. Fufi was a dog. I was a boy. We got along well. She happened to live in my house. That experience shaped what I’ve felt about relationships for the rest of my life: You do not own the thing that you love. I was lucky to learn that lesson at such a young age. I have so many friends who still, as adults, wrestle with feelings of betrayal. They’ll come to me angry and crying and talking about how they’ve been cheated on and lied to, and I feel for them. I understand what they’re going through. I sit with them and buy them a drink and I say, “Friend, let me tell you the story of Fufi.", "owner": "Trevor Noah, Born a Crime: Stories From a South African Childhood"}], "pagination": {"size": 20, "total": 6, "current": 3}}