{"contents": [{"item": "It is not until an act occurs within the landscape of the past and future that it is a human act. Loyalty, which asserts the continuity of past and future, binding time into a whole, is the root of human strength; there is no good to be done without it.", "owner": "Ursula K. Le Guin, The Dispossessed"}, {"item": "There is a saying that bad traders divorce their spouse sooner than abandon their positions. Loyalty to ideas is not a good thing for traders, scientists - or anyone.", "owner": "Nassim Nicholas Taleb, Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets"}, {"item": "I was relying on youth be loyal to the specific variety of compromise and unhappiness, which our hard-won marriage represents.", "owner": "Alain de Botton, The Course of Love"}, {"item": "I can’t give up my faith in the longpaws. I understand that we can’t rely on the longpaws to help us anymore. But one of us has to remember. One of us has to carry the memories for the rest of the Pack. I’ll do it.", "owner": "Erin Hunter, The Empty City"}, {"item": "people say life is ", "owner": "Julio Alexi Genao, Collected"}, {"item": "Your Nationality or any other Affiliation isn’t written on your forehead or any visible part of your body. It is shown by the way you Pride Yourself.", "owner": "Joan Ambu"}, {"item": "Sovereignty, loyalty, and solitude.", "owner": "Georges Bataille, The Unfinished System of Nonknowledge"}, {"item": "Sweet is highly overrated.\" So is responsible, loyal, and every other adjective you'd find scrawled in my yearbook.", "owner": "Jeanne Ryan, Nerve"}, {"item": "Dumbledore's man through and through, aren't you Potter?\" \"Yeah I am,\" said Harry. \"Glad we straightened that out.", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "Better to have one woman on your side than ten men.", "owner": "Robert Jordan, The Great Hunt"}, {"item": "Such loyalty is admirable, of course,” said Scrimgeour, who seemed to be restraining his irritation with difficulty, “but Dumbledore is gone, Harry. He’s gone.”“He will only be gone from the school when none here are loyal to him,” said Harry, smiling in spite of himself.", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "Besides, if you are who you claim to be, that makes you my true queen. Therefore, you have my loyalty.", "owner": "Marissa Meyer, Scarlet"}, {"item": "A person who deserves my loyalty receives it.", "owner": "Joyce Maynard, Looking Back: A Chronicle of Growing Up Old in the Sixties"}, {"item": "Loyalty cannot be blueprinted. It cannot be produced on an assembly line. In fact, it cannot be manufactured at all, for its origin is the human heart -- the center of self-respect and human dignity. It is a force which leaps into being only when conditions are exactly right for it -- and it is a force very sensitive to betrayal.", "owner": "Maurice Franks"}, {"item": "Toto did not really care whether he was in Kansas or the Land of Oz so long as Dorothy was with him; but he knew the little girl was unhappy, and that made him unhappy too.", "owner": "L. Frank Baum, The Wonderful Wizard of Oz"}, {"item": "I always think loyalty's such a tiresome virtue. ", "owner": "Agatha Christie, Peril at End House"}, {"item": "You don't earn loyalty in a day. You earn loyalty day-by-day.", "owner": "Jeffrey Gitomer"}, {"item": "Where there is loyalty, weapons are of no use.", "owner": "Paulo Coelho, Manuscript Found in Accra"}, {"item": "Loyalty is a continuous phenomenon, you don't score points for past action,", "owner": "Natasha Pulley, The Watchmaker of Filigree Street"}, {"item": "Loyalty is a characteristic trait. Those who has it, gives it free of charge.", "owner": "Ellen J. Barrier"}], "pagination": {"size": 20, "total": 5, "current": 0}}