{"contents": [{"item": "When we start focusing our energy on the things we love, they come easier and more effortlessly over time.", "owner": "Michael Thomas Sunnarborg, Balancing Work, Relationships & Life in Three Simple Steps"}, {"item": "When you look back with regret, that (regret, loss) becomes your focus. Then your focus directs you: you go back to that – again and again.Look forward now – and focus on your passions with joyful anticipation.Then your passion will fill the gap of your loss...and where you land us will amaze you!", "owner": "The Truth"}, {"item": "Focus.Such a little word for such a hard thing and yet it can make things so simple, unless you break it. Like glass.Fragile on certain points with enough pressure ore carelessness, but if handled correctly, it’s useful, clear, sharp, and perfect.That’s what I will try to think about, whenever the Beast in me is not in agreement with what I am doing, or how I am behaving, when it threatens to break free, through that very same glass that separates us.I need to be exactly like this window: smooth, cool, strong, and impenetrable.Focus.", "owner": "D.S. Wrights, The Beast In Me"}, {"item": "Stop competing, stop judging, stop comparing, stop blaming and better you, for you.", "owner": "Turcois Ominek"}, {"item": "Give your life purpose and focus. Position yourself to succeed", "owner": "Karon Waddell"}, {"item": "Keep your maximum focus on the present and a little planning ahead because without the present there is no future", "owner": "ABC"}, {"item": "Focus on what lies ahead.", "owner": "Lailah Gifty Akita"}, {"item": "It's OK to glance in the rear-view to see where you've been, but stay focused on where you are going!", "owner": "Mark Hewer"}, {"item": "Everybody listens to me with a focus on my words. This is a mistake. The words are the vehicle to deliver an idea. Always listen to the idea, it's more valid then any words that I can use.", "owner": "Richard Diaz"}, {"item": "Stay focus on the goal.", "owner": "Lailah Gifty Akita"}, {"item": "Don’t compromise your focus by comparing what you are trying to learn to what you already know. Focus in the moment, on what you are trying to learn now.", "owner": "Lorii Myers, No Excuses, The Fit Mind-Fit Body Strategy Book"}, {"item": "When we constantly meditate on another's faults, it is because we are neglecting our own unhealed wounds.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Success comes from finding your center and self.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Two people that have the same wants are two people that should be friends.", "owner": "Shannon L. Alder"}, {"item": "People who score zero are not only those who do not participate in the game, but also those who play very well but have no goal in focus!", "owner": "Israelmore Ayivor, Daily Drive 365"}, {"item": "Hatred can't erase love memories.You need to focus on anything else.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "We don't treat Jesus like a puppy, soaking in his excitement over our coming home and then leading him back to stay in the laundry room when we go out to begin another day.", "owner": "Holly Sprink, Faith Postures: Cultivating Christian Mindfulness"}, {"item": "To be rich, focus on your wealth.", "owner": "Deyth Banger"}, {"item": "Take 5\" is the practice if spending 5 minutes a day giving focused attention to your hopes for your talent.", "owner": "Don Maruska, Take Charge of Your Talent: Three Keys to Thriving in Your Career, Organization, and Life"}, {"item": "Stop obsessing about where you invest your money.Focus instead, on where you invest your time.", "owner": "Gyan Nagpal, Talent Economics: The Fine Line Between Winning and Losing the Global War for Talent"}], "pagination": {"size": 20, "total": 10, "current": 2}}