{"contents": [{"item": "In every marriage more than a week old there are grounds for divorce. The trick is to find and continue to find grounds for marriage.", "owner": "Robert  Anderson"}, {"item": "A piece of advice his father had given him surfaced in Edgar's mind. Sometimes, he had said, it's better just to keep quiet and think with your heart.", "owner": "Sharan Newman, The Devil's Door"}, {"item": "It is possible, he thought, to be completely happy in marriage--though you must be willing to hold on when your ship was lost at sea and there was no guarantee of rescue.", "owner": "Adam Ross, Mr. Peanut"}, {"item": "And of course I didn't know who would marry me now that I'd been where I had been. I didn't know at all.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "I trust my wife's judgement... That's what Philippe says about Granny, just before all hell breaks loose.", "owner": "Deborah Harkness, Shadow of Night"}, {"item": "People stand in front of an officiant and say 'I do' but that shouldn't mean 'I'm done' when comes to putting time and effort to grow their relationship.", "owner": "Beth Ehemann, Room for More"}, {"item": "Meanwhile, Susan looked carefully into each of our faces. She was actually waiting for us to answer, to give reasons why people fall in love and get married. Nobody knows, I wanted to say. Nobody really knows. But that doesn't mean you're allowed to not do it.", "owner": "Rebecca    Lee, Bobcat and Other Stories"}, {"item": "Marriage is a partnership, not a corporate venture.", "owner": "Sophie Page, To Marry a Prince"}, {"item": "I like the way we talk to each other. It feels honest. It was different with Manuel. One of us always had to win. Husbands and wives do that, worry more about being right than being truthful.", "owner": "Richard Lange"}, {"item": "And I’m sorry,” Big Earrings said, “But how is some course going to teach them how marriage works? I’ve been married three times, and I haven’t figured it out yet.” She snorted. “I figured out how to call a lawyer, though.", "owner": "Kristin Walker, A Match Made in High School"}, {"item": "A young man married is a man that's marred.", "owner": "William Shakespeare, All's Well That Ends Well"}, {"item": "I had seen the light, come to believe that a wedding should be about a feeling between two people, not a show for the masses...It was a magical, romantic evening, and although I occasionally wish I had worn a slightly fancier dress, and that Nick and I had danced on our wedding night, I have no real regrets about the way we chose to do things.", "owner": "Emily Giffin, Heart of the Matter"}, {"item": "Taking up marriage is a good excuse for taking up cursing.\"These is my words", "owner": "Nancey E. Turner"}, {"item": "His eyes ignited into a color found only in the heart of the sun. ‘‘Yes?’’‘‘Yes, already. I’ll marry you. Yes. Hell, yes. What am I, stupid?", "owner": "Rachel Caine, Gale Force"}, {"item": "Well married, a man is winged—ill-matched, he is shackled.", "owner": "Henry Ward Beecher, Norwood: or, Village life in New England"}, {"item": "Not all marriages are made in heaven. Some, probably most, are constructed here on earth for any number of reason.", "owner": "Farahad Zama, The Wedding Wallah"}, {"item": "Oh! How many torments lie in the small circle of a wedding-ring!", "owner": "Colley Cibber, The Double Gallant"}, {"item": "I pay very little regard,\" said Mrs. Grant, \"to what any young person says on the subject of marriage. If they profess a disinclination for it, I only set it down that they have not yet seen the right person.", "owner": "Jane Austen, Mansfield Park"}, {"item": "He knew himself well enough to know his own faults. Impatient and judgmental and stubborn and often too quick to act: he would try never to crush her, never to overwhelm her or bend her to his will, but if she did not demand only the best from him, it would happen. It might happen. Possibly.", "owner": "Meredith Duran, Wicked Becomes You"}, {"item": "They say marriages work better if you don't know the person too well. Maybe we should stop writing each other posthaste.", "owner": "Bill Callahan, Letters to Emma Bowlcut"}], "pagination": {"size": 20, "total": 10, "current": 8}}