{"contents": [{"item": "The core practice of magic is: The execution of a willed intent to create change in the material world, which either defies, hastens or purifies the consequences of natural cause and effect.", "owner": "Zeena Schreck"}, {"item": "The universe does not carry debts, it always  returns back to you what you gave it.", "owner": "Drishti Bablani"}, {"item": "Can there be a completely different set of laws of physics in a different universe, or do the laws of physics as we understand them hold true in all possible universes? If the answer is that a different set of laws can operate in a different universe system, this would suggest (from a Buddhist perspective) that even the laws of physics are entangled with the karma of the sentient beings that will arise in that universe.", "owner": "Dalai Lama XIV, The Universe in a Single Atom: The Convergence of Science and Spirituality"}, {"item": "Now everything that you do is written in red or black in Angel Gabriel's book. Not for everyone is this record kept, but only for those who have taken a position of responsibility. There is a Law of Sins, and if you do not fulfil all your obligations, you will pay.", "owner": "G.I. Gurdjieff"}, {"item": "The sins of men aren't confined to them. They travel like ripples over water, over many generations till someone gets revenge or finds forgiveness. You and I, we are all paying for our father's sins, aren't we?", "owner": "Anirban Bose, The Death of Mitali Dotto"}, {"item": "How we treat people is always our choice, and if we choose not to be respectful, it can come back to bite us.", "owner": "Alison Levine, On the Edge: The Art of High-Impact Leadership"}, {"item": "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.", "owner": "Arthur Conan Doyle, The Adventures of Sherlock Holmes"}, {"item": "Teaching yoga itself is great karma yoga, because it reconnects people to the source.", "owner": "Amit Ray, Yoga The Science of Well-Being"}, {"item": "Following the Universal Way means practicing selflessness and extending virtue to the world unconditionally. In this way one not only eliminates the heavy contamination accumulated throughout many lifetimes but may also bring about the possibility of restoring one's original divine nature and become an integral being of the multi-universe.", "owner": "Lao Tzu, Hua Hu Ching: The Unknown Teachings of Lao Tzu"}, {"item": "Dear Karma, I really hate you right now, you made your point.", "owner": "Ottilie Weber, Family Ties"}, {"item": "I know what it's like to have secrets. Ones that are way traumatic. Ones that are so awful you can't tell anybody, even though you're dying to. So I'm not going to talk about this with anyone. It's the right thing to do. Karma and all.", "owner": "Susane Colasanti, Take Me There"}, {"item": "There are universal laws at work, even here. The Law of Attraction; the Law of Correspondence; and the Law of Karma. That is: like attracts like; as within, so without; and what goes around comes around.", "owner": "H.M. Forester, Game of Aeons"}, {"item": "Karma comes after everyone eventually. You can't get away with screwing people over your whole life, I don't care who you are. What goes around comes around. That's how it works. Sooner or later the universe will serve you the revenge that you deserve.", "owner": "Jessica Brody, The Karma Club"}, {"item": "I want revenge, but I don't want to screw up my karma.", "owner": "Susane Colasanti, Take Me There"}, {"item": "Time and Nemesis will do that which I would not, were it in my power remote or immediate. You will smile at this piece of prophecy - do so, but recollect it: it is justified by all human experience. No one was ever even the involuntary cause of great evils to others, without a requital: I have paid and am paying for mine - so will you.", "owner": "George Gordon Byron, Lord Byron: Selected Letters and Journals,"}, {"item": "I don't seek revenge because the karma bus always arrives on time.", "owner": "Fuad Alakbarov"}, {"item": "This is Karma. I'm a bitch. Can you think of anyone who deserves a bitch slap?\"My phone buzzes again.\"If so meet at Judy Blue Eyes, 2am. If not, sit back and enjoy the show.", "owner": "Jenny Han, Burn for Burn"}, {"item": "Karma's a bitch with a broken heart. But she wears a smile on her face because she's the queen of revenge.", "owner": "Sandra Golden, Hidden World: Past, Present and Future"}, {"item": "We must always reflect only what we wish to see reflected within us.", "owner": "Robin Sacredfire"}, {"item": "Love, endure, persist... Everything will return to you, innocent fool!", "owner": "Raheel Farooq"}], "pagination": {"size": 20, "total": 3, "current": 1}}