{"contents": [{"item": "I always knew, on some level, that I wouldn't live long. It's simply not written in my stars.", "owner": "Marie Lu, Champion"}, {"item": "Whether we like it or not, the one justification for the existence of all religions is death, they need death as much as we need bread to eat.", "owner": "José Saramago, Death with Interruptions"}, {"item": "You'll forget it when you're dead, and so will I. When I'm dead, I'm going to forget everything–and I advise you to do the same.", "owner": "Kurt Vonnegut Jr., Cat's Cradle"}, {"item": "And you know, there's less charm in life when you think about death--but it's more peaceful.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "Leonard asks me if there's anything I need to know before he dies, I think about it for a minute, turn to him, say what's the meaning of life, Leonard? He laughs, says that's an easy one, my son, it's whatever you want it to be.", "owner": "James Frey, My Friend Leonard"}, {"item": "See, as much as you want to hold on to the bitter sore memory that someone has left this world, you are still in it. And the very act of living is a tide: at first it seems to make no difference at all, and then one day you look down and see how much pain has eroded.", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "No, I regret nothing, all I regret is having been born, dying is such a long tiresome business I always found.", "owner": "Samuel Beckett"}, {"item": "There is one who remembers the way to your door: Life you may evade, but Death you shall not.", "owner": "T.S. Eliot"}, {"item": "We cannot, after all, judge a biography by its length, by the number of pages in it; we must judge by the richness of the contents...Sometimes the 'unfinisheds' are among the most beautiful symphonies.", "owner": "Viktor E. Frankl, The Doctor and the Soul"}, {"item": "No,’ Nico said. ‘Getting a second life is one thing. Making it a better life, that’s the trick.’ As soon as he said it, Nico realized he could’ve been talking about himself. He decided not to bring that up.", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "You should read something else.\"Why would he have done that to him?\"I don't know,\" she said.Do you ever feel like Job?\"She smiled, a little twinkle in her eyes.Sometimes.\"But you haven't lost your faith?\"No,\" I knew she hadn't, but I think I was losing mine.Is it because you think you might get better?\"No,\" she said,\"its because its the only thing I have left.", "owner": "Nicholas Sparks"}, {"item": "The only certainty life contains is death.", "owner": "Patricia Briggs, When Demons Walk"}, {"item": "Son. Everyone dies alone. That's what it is. It's a door. It's one person wide. When you go through it, you do it alone. But it doesn't mean you've got to be alone before you go through the door. And believe me, you aren't alone on the other side.", "owner": "Jim Butcher, Dead Beat"}, {"item": "Life is a spark between two identical voids, the darkness before birth and the one after death.", "owner": "Irvin D. Yalom, When Nietzsche Wept"}, {"item": "People do not die for us immediately, but remain bathed in a sort of aura oflife which bears no relation to true immortality but through which theycontinue to occupy our thoughts in the same way as when they were alive. Itis as though they were traveling abroad.", "owner": "Marcel Proust"}, {"item": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.", "owner": "Steve Jobs"}, {"item": "That's all you can do in this world, no matter how strong the current beats against you, or how heavy your burden, or how tragic your love story. You keep going.", "owner": "Robyn Schneider, Extraordinary Means"}, {"item": "You can't have living without dying. So you can't call it living, what we got. We just are, we just be, like rocks beside the road.", "owner": "Natalie Babbitt, Tuck Everlasting"}, {"item": "Men's lives have meaning, not their deaths.", "owner": "George R.R. Martin, A Dance with Dragons"}, {"item": "I saw the years of my life spaced along a road in the form of telephone poles threaded together by wires. I counted one, two, three... nineteen telephone poles, and then the wires dangled into space, and try as I would, I couldn't see a single pole beyond the nineteenth.", "owner": "Sylvia Plath, The Bell Jar"}], "pagination": {"size": 20, "total": 10, "current": 5}}