{"contents": [{"item": "If someone keeps bringing you down, perhaps it's time to get up and leave", "owner": "Karen Salmansohn"}, {"item": "Embrace your weirdness. Some will adore you. Others won't. But who cares? Worry about loving yourself, not loving the idea of other people loving you.", "owner": "Karen Salmansohn"}, {"item": "It's not selfish to love yourself, take care of yourself, and make your happiness a priority. It's necessary.", "owner": "Mandy Hale"}, {"item": "Listen to your heart. It will lead you to a person you are looking for.", "owner": "Rishika Sharma"}, {"item": "No one observed and beheld me, I observed and beheld myself; the invisible current went out and it came back to me. I came to love myself out of defiance, out of despair, because there was nothing else. Such a love will do, but it will only do, it is not the best kind; it has the taste of something left out on a shelf too long that has turned rancid, and when eaten makes the stomach turn. It will do, it will do, but only because there is nothing else to take its place; it is not to be recommended.", "owner": "Jamaica Kincaid"}, {"item": "Talk to yourself like you would to someone you love.", "owner": "Brené Brown"}, {"item": "And regardless of whomever I’m with for whatever amount of time, I’ll be with myself the whole time and I want to be good to her. I want her to have a heart like an ocean: endlessly vast, full of wonder, and navigable only by the brave.", "owner": "Kelton Wright, Anonymous Asked: Life Lessons from the Internet's Big Sister"}, {"item": "Affirmation 4 us: I appreciate myself, and I am honored to be me because I am a perfect extension of God.", "owner": "Katina Marshell Cotton-Sliwa"}, {"item": "No matter how stupid, how pointless, how painful my current situation was, as I listened to Mixtape every week I couldn't deny the love I still felt for that reckless, audacious fool who was still me, if only in my mind.", "owner": "Piper Kerman"}, {"item": "You are a very special person. There is only one like you in the whole world. There's never been anyone exactly like you before, and there will never be again. Only you. And people can like you exactly as you are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "I can put on a hat, or put on a coat,Or wear a pair of glasses or sail a boat. I can change all my names and find a place to hide. I can do most anything, but I'm still myself inside. I can go far away, or dream of anything, Or wear a scary costume or act like a king. I can change all my names and find a place to hide. I can do almost anything, but I'm still myself. I'm still myself. I'm still myself inside.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "We all have different gifts, so we all have different ways of saying to the world who we are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "I am as I am, and that's all there is to it, I can hardly take a pair of scissors to myself, and cut out a different person...", "owner": "Franz Kafka"}, {"item": "You’ll also wonder how you can feel so brave and so afraid at the same time.", "owner": "Brené Brown, The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are"}, {"item": "A person who loves himself can never feel himself completely lonely!", "owner": "Mehmet Murat ildan"}, {"item": "Self-love, my liege, is not so vile a sin as self-neglecting.", "owner": "William Shakespeare"}, {"item": "Self-love is the best love, and you're the only one who gives it.", "owner": "Jasmine Sandozz, Thoughts of a Burning Heart"}, {"item": "Self-love diminishes no one. It blesses others.", "owner": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path"}, {"item": "There is a thin line between self-love and self-hate. When you are at the self-hate side, make sure to cross the line and stay away from it forever.", "owner": "Merriam Rammila"}, {"item": "If the painter has clumsy hands, he will be apt to introduce them into his works, and so of any other part of his person, which may not happen to be so beautiful as it ought to be. He must, therefore, guard particularly against that self-love, or too good opinion of his own person, and study by every means to acquire the knowledge of what is most beautiful, and of his own defects, that he may adopt the one and avoid the other.", "owner": "Leonardo da Vinci, A Treatise on Painting"}], "pagination": {"size": 20, "total": 3, "current": 1}}