{"contents": [{"item": "Parents are like God because you wanna know they're out there, and you want them to think well of you, but you really only call when you need something.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "A man though carrying God may be of no worth to himself, to his family, to his nation and to the people around him.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Never look too far to find a family. Your neighbour is your closest family.", "owner": "Lailah Gifty Akita"}, {"item": "Life doesn't revolve around youIt revolves around those you love", "owner": "Richard L.  Ratliff"}, {"item": "We are a noisy and blessed little family", "owner": "Nancy E. Turner, These Is My Words: The Diary of Sarah Agnes Prine, 1881-1901"}, {"item": "Our own front door can be a wonderful thing, or a sight we dread; rarely is it only a door.", "owner": "Jeanette Winterson, Why Be Happy When You Could Be Normal?"}, {"item": "For what are the words with which to summarize a lifetime, so much crowded confused happiness terminated by such stark slow-motion pain?", "owner": "Joyce Carol Oates, We Were the Mulvaneys"}, {"item": "Give more, so that we can build more, put interest in understanding another more in whatever actions one might carry out in life. Because we all are fighting for survival against adversaries and are sometimes falling, but if we stand together and help shield and strengthen one another, imagine the world that we will live in together, having more happiness with one another, at one another’s side.", "owner": "Jonathan Anthony Burkett, Neglected But Undefeated"}, {"item": "Constant thoughts of money, possession, and control are a personal prison. Thoughts of God, family, and happiness are freedom.", "owner": "Ron Baratono"}, {"item": "A thousand happy moments succumbed to history. It was the happiest hour of the year, worst time of our lives. I can still smell the ruins from that cold dark brute stormy October night.", "owner": "Parul Wadhwa, The Masquerade"}, {"item": "Actually, before creating a family, it is necessary for a person to be already happy", "owner": "Sunday Adelaja"}, {"item": "Maybe I'm deceiving myself. Perhaps I don't know him as well as I'd like to imagine. What does a person so willing to utterly remake himself hold inside his heart? Can I trust such a man? What motivates him?In an instant she knew, and she felt a bit of relief.Love. Love was what drove him.", "owner": "David  Bowles, The Deepest Green"}, {"item": "To have the opportunity to know your parents is to have the opportunity to truly know yourself.", "owner": "Amy Denise"}, {"item": "I'm inspired by the people I meet in my travels--hearing their stories, seeing the hardships they overcome, their fundamental optimism and decency. I'm inspired by the love people have for their children. And I'm inspired by my own children, how full they make my heart. They make me want to work to make the world a little bit better. And they make me want to be a better man.", "owner": "Barack Obama"}, {"item": "The point is, you have family and friends who love you. You have a world out there just waiting for you to conquer it. You have a life that will be anything you make it. That's the point.", "owner": "Malorie Blackman, Boys Don't Cry"}, {"item": "Each time you say hello to a stranger, your heart acknowledges over and over again that we are all family.", "owner": "Suzy Kassem"}, {"item": "Most important thing in life is family,Without them you are nothing.Whatever you do will be worth nothing,If there is no one to appreciate it.", "owner": "Akash Lakhotia, World Hypnotized: Making of the Fuhrer"}, {"item": "Let's try living our lives by not letting our minds be ruled by materialistic elements.", "owner": "Mohith Agadi"}, {"item": "Everyone should be forcibly transplanted to another continent from their family at the age of three.", "owner": "Philip Larkin, Philip Larkin: Letters to Monica"}, {"item": "Writers will happen in the best of families.", "owner": "Rita Mae Brown"}], "pagination": {"size": 20, "total": 10, "current": 2}}