{"contents": [{"item": "This tottered ensign of my ancestorsWhich swept the desert shore of that dead seaWhereof we got the name of Mortimer,Will I advance upon these castle-walls.Drums, strike alarum, raise them from their sport,And sing aloud the knell of Gaveston!", "owner": "Christopher Marlowe, Edward II"}, {"item": "Something inexorable seeds itself in the place of your origin. You can never escape the bonds of family history, no matter how far you travel.", "owner": "Christina Baker Kline, A Piece of the World"}, {"item": "Digging through my roots to understand the way my branches grew.", "owner": "Saleem Haddad, Guapa"}, {"item": "Sometimes I want to be human for you.", "owner": "Sarah Rees Brennan, The Demon's Covenant"}, {"item": "Wherever, I am welcome, there is my home.", "owner": "Lailah Gifty Akita"}, {"item": "We need each other.", "owner": "Lailah Gifty Akita"}, {"item": "The stronger the family, stronger the society.", "owner": "Lailah Gifty Akita"}, {"item": "I suppose that’s an inevitable part of human existence, but in the bosom of a close family it can, at least, be endured. For the homeless, there is no relief. Without family or friends there’s only the pain.", "owner": "Peter  Kirby, The Dead of Winter"}, {"item": "work at our responsibility as parents as if everything in life counted on it, because in fact everything in life does count on it.", "owner": "Gordon B. Hinckley"}, {"item": "The greatest things are freely giving; life, love, joy, smiles, hugs, inner peace, blessings, family, friends, nature….!", "owner": "Lailah Gifty Akita"}, {"item": "Peaceful co-existence is the heart of humanity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Hearing him talk about his mother, about his intact family, makes my chest hurt for a second, like someone pierced it with a needle.", "owner": "Veronica Roth, Divergent"}, {"item": "After everything is said and done, a memory remains a treacherous thing…How long does one cling on to the people they’ve lost? How long could I have remembered my grandfather? How long had it been since I forgotten him and my mind began harbouring other things?", "owner": "Kanza Javed, Ashes, Wine and Dust"}, {"item": "We'd been assured it wouldn't be painful, though she might experience 'discomfort,' a term beloved of the medical profession that seems to be a synonym for agony that isn't yours.", "owner": "Lionel Shriver, We Need to Talk About Kevin"}, {"item": "Whatever Jesus lays His hands upon, lives. If He lays is hands upon a marriage, it lives. If He is allowed to lay His hands on the family, it lives.", "owner": "Howard W. Hunter"}, {"item": "Even when a girl is married she still never completely leaves her mother and father's home.", "owner": "Anna Godbersen, Envy"}, {"item": "Marriage and family life give us constant opportunities to deny ourselves for the sake of others. And yet self-denial is not a mask for self-contempt, but the necessary means for achieving self-mastery; for self-mastery makes possible our self-giving and self-fulfillment. Sin is not wanting too much, but settling for too little. It's settling for self-gratification rather than self-fulfillment.", "owner": "Scott Hahn, First Comes Love: Finding Your Family in the Church and the Trinity"}, {"item": "The married man and the mother of a Christian family, if they are faithful to their obligations, will fulfill a mission that is as great as it is consoling: that of bringing into the world and forming young souls capable of happiness and love, souls capable of sanctification and transformation in Christ.", "owner": "Thomas Merton, No Man Is an Island"}, {"item": "I welcome you to my home as my son, as the husband of my daughter who is the noor of my eye. Your pain will be our pain, your joy our joy. I hope that you will come to see your Khala and Jamila and me as a second set of parents, and I pray for your and our lovely Soraya jan's happiness. you both have our blessings.", "owner": "Khaled Hosseini, The Kite Runner"}, {"item": "Nothing makes sense, not that much of the world ever did.\"  Quote from the book: \"UnHoly Pursuit: The Devil on My Trail.", "owner": "A. White, 25 Things Moms hope don't happen for the Holidays"}], "pagination": {"size": 20, "total": 10, "current": 8}}