{"contents": [{"item": "The cruelest thing you can do to an artist is tell them their work is flawless when it isn't", "owner": "Yahtzee Croshaw"}, {"item": "All works of nonfiction, or memoir, have to first and foremost be art before they can be true. They have to be artful first before they can be truthful... If you emphasize the truth-telling at the expense of art, nobody is going to be interested in it. And if you sacrifice truth in the name of art, you risk triviality. There's a constant balance between those two.", "owner": "Alan Shapiro"}, {"item": "Curiosity is the most powerful thing you own. Imagination is a force that can actually manifest a reality.", "owner": "James Cameron"}, {"item": "Art-making is not about telling the truth but making the truth felt", "owner": "Christian Boltanski"}, {"item": "Nature alone can lead to the understanding of art, just as art brings us back to nature with greater awarness. It is the source of all beauty, since it is the source of all life. ", "owner": "Eugène Carrière"}, {"item": "There are no lungs like the ones that breathe poetry.", "owner": "D. Antoinette Foy"}, {"item": "Nature is an outcry, unpolished truth; the art—a euphemism—tamed wilderness.", "owner": "Dejan Stojanovic"}, {"item": "I tell you, you will not see the new beauty and the truth, until you make up your minds to spit.", "owner": "Kazimir Malevich, Essays On Art, 1915 1933"}, {"item": "True art is thoughtful, emotional examination of how human themes impact the overall experience of existing. The rest is kitsch.", "owner": "Tiffany Madison"}, {"item": "Art does not exist only to entertain -- but also to challenge one to think, to provoke, even to disturb, in a constant search for the truth.", "owner": "Barbra Streisand"}, {"item": "This world in which we live needs beauty in order not to sink into despair. It is beauty, like truth, which brings joy to the heart of man and is that precious fruit which resists the year and tear of time, which unites generations and makes them share things in admiration.", "owner": "Pope Paul VI"}, {"item": "Any clod can have the facts, but having opinions is an art.", "owner": "Charles McCabe"}, {"item": "This highest kind of truth is never something the artist takes as given. It's not his point of departure but his goal. Though the artist has beliefs, like other people, he realizes that a salient characteristic of art is its radical openness to persuasion. Even those beliefs he's surest of, the artist puts under pressure to see if they will stand.", "owner": "John Gardner, The Art of Fiction: Notes on Craft for Young Writers"}, {"item": "The first duty of an Author is --- I conceive --- a faithful allegiance to Truth and Nature; his second, such a conscientious study of Art as shall enable him to interpret eloquently and effectively the oracles delivered by those two great deities.--- Charlotte Bronte", "owner": "Juliet Barker, The Brontës: A Life in Letters"}, {"item": "God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things.", "owner": "Pablo Picasso"}, {"item": "I have no duty to be anyone's Friend and no man in the world has a duty to be mine. No claims, no shadow of necessity. Friendship is unnecessary, like philosophy, like art, like the universe itself (for God did not need to create). It has no survival value; rather it is one of those things which give value to survival.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "In moments of prayer, people tend to pose as a critic and point out percieved flaws in God's art.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "What a comfort to know that God is a poet.", "owner": "Rachel Held Evans, Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions"}, {"item": "God is love, I said, but art's the possibility of forms, and shadows are the source of identity.", "owner": "Ralph Ellison, Juneteenth"}, {"item": "Every form of art is another way of seeing the world. Another perspective, another window. And science –that’s the most spectacular window of all. You can see the entire universe from there.", "owner": "Claudia Gray, A Thousand Pieces of You"}], "pagination": {"size": 20, "total": 10, "current": 5}}