{"contents": [{"item": "When I wake up,\" he said, \"remind me that I'm going to marry her.", "owner": "Gabriel García Márquez, Crónica de una muerte anunciada"}, {"item": "Marriage is the triumph of imagination over intelligence. Second marriage is the triumph of hope over experience.", "owner": "Oscar Wilde"}, {"item": "How can two people love each other, create children together, cohabitiate, build a life together, and then end up hating each other in the end.", "owner": "Zane"}, {"item": "A good wife always forgives her husband when she's wrong.", "owner": "Milton Berle"}, {"item": "A good marriage is good because one or both of them have learned to overlook the other's faults, to love the other as they are and to not attempt to change them or bring them to repentance.", "owner": "Debi Pearl"}, {"item": "I wish you knew how I value you; and what an inexpressible blessing it is to have one whom one can always trust, one always the same, always ready to give comfort, sympathy and the best advice. God bless you, my dear, you are too good for me.' -Charles to Emma, 1859", "owner": "Deborah Heiligman, Charles and Emma: The Darwins' Leap of Faith"}, {"item": "Them lady poets must not marry, pal.", "owner": "John Berryman, The Dream Songs"}, {"item": "An ideal marriage is a true partnership between two imperfect people, each striving to complement the other, to keep the commandments, and to do the will of the Lord [\"Our Sacred Duty to Honor Woman,\" Ensign, May 1999).", "owner": "Russel M. Nelson"}, {"item": "Better die an old maid, sister, than marry the wrong man.", "owner": "Billy Sunday"}, {"item": "Oh, of course there's a risk in marrying anybody, but, when it's all said and done, there's many a worse thing than a husband.", "owner": "L.M. Montgomery, Anne of Avonlea"}, {"item": "A woman with fair opportunities, and without an absolute hump, may marry WHOM SHE LIKES.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "Some marriages are made in heaven, but they all have to be maintained on earth. Mrs Miracle", "owner": "Debbie Macomber, Mrs. Miracle"}, {"item": "Marriage is a wonderful institution, but who would want to live in an institution?", "owner": "H.L. Mencken"}, {"item": "When a girl marries, she exchanges the attention of many men for the inattention of one.", "owner": "Helen Rowland"}, {"item": "I married beneath me. All women do.", "owner": "Nancy Astor"}, {"item": "See I'm the reckless and wild one who saves him from being boring. It's why we're perfect for each other. We balance. - Madame Selena", "owner": "Sherrilyn Kenyon, Seize the Night"}, {"item": "I can see you are a fine lady, but this boy is randy as a goat around you and it's plain to see. If he seeks the joys of wedded bliss, he can wed you. Without a weddin' he'll be havin' no bliss.", "owner": "Karen Marie Moning, To Tame a Highland Warrior"}, {"item": "Don't you suppose men get surprised after they're married to findthat their wives do have sense?\"\"Well, it's too late den. Dey's already mahied.", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "Those who talk most about the blessings of marriage and the constancy of its vows are the very people who declare that if the chain were broken and the prisoners left free to choose, the whole social fabric would fly asunder. You cannot have the argument both ways. If the prisoner is happy, why lock him in? If he is not, why pretend that he is?", "owner": "George Bernard Shaw, Man and Superman"}, {"item": "The cafe was called Tattoos. The fella who owned it didn't have any tattoos... but we never saw his wife.", "owner": "Karl Pilkington"}], "pagination": {"size": 20, "total": 10, "current": 4}}