{"contents": [{"item": "Life is so sweet even though it is full of lies and half truths...", "owner": "Janvier Chouteu-Chando, The Usurper: And Other Stories"}, {"item": "Nothing crushes the soul of a father more than the loss of the beloved son he failed to lavish his love on.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "The longings of the human heart are changeable and elusive. The good fortune we enjoy today may not be appreciated until it has been taken away and we have to fight and try to get it back (p.132)", "owner": "Mimi Baird, He Wanted the Moon: The Madness and Medical Genius of Dr. Perry Baird, and His Daughter's Quest to Know Him"}, {"item": "The four of them stand in the cockpit of the Misdemeanor as they motor from one town to another. They pass their house, which is not theirs any longer. Libby cuts the throttle, and they stall there in front of their sprawling memory. The four of them have come up for the closing; since all of them are owners, they all must be present to sign away this place. They have given most of the land to the Maine Preservation Society, and the house, they have sold to a family who promises not to tear the whole thing down, though they know that is a lie. The oak is yellow and peeks from behind the house. The glossy white windows of the great room look down upon them. It is cold and they all wear their foul-weather gear, bright-yellow slickers, except Gwen, in a red poncho to accommodate the swell of her belly. Libby keeps one hand on the tiller and the other she slips into Tom’s hand. He gives it a squeeze and then puts his arm around her. Danny moves from the stern to stand between Tom and Gwen. They all stand on the starboard side looking at the house. Libby and Tom, then Danny, his hand resting on his brother’s shoulder, and Gwen next to him, her arms crossed over her protruding belly, her hair long and dark hanging down her back. She is no longer a beacon, but a buoy in her poncho, red right returning. The sky is gray and low and promises a choppy ferry ride to the mainland, but there in the safe haven of the harbor it is calm and windless, and the house isn’t empty, but expectant. The flat water, dark green now, lies empty, the float pulled out the month before. Going from town dock to town dock, there is no need for a tender. There is no way for them to come ashore, even if they wanted to. A house like this is not supposed to exist now. It comes from another era. It is a ghost, like the schooners that sail through the thoroughfare every summer. It is an aberration, a figment. It is their great shingled memory.", "owner": "Sarah Moriarty, North Haven"}, {"item": "You need to make time for your family no matter what happens in your life", "owner": "Matthew Quick, The Silver Linings Playbook"}, {"item": "We have to forego some good things in order to choose others that are better or best because they develop faith in the Lord Jesus Christ and strengthen our families.", "owner": "Dallin H. Oaks"}, {"item": "That sounds terrific, thought Cary, just you, your comatose wife your shell-shocked son, and your daughter who hates your guts. Not to mention that your two kids may be in love with each other. Yeah, that sounds like a perfect family reunion.", "owner": "Cassandra Clare, City of Bones"}, {"item": "What’s the best part of being in Hermes cabin?Connor: You are never lonely. I mean seriously, new kids are always coming in. So you always have someone to talk to.Travis: Or prank.Connor: Or pickpocket. One big happy family.", "owner": "Rick Riordan, The Demigod Files"}, {"item": "Some people won't have kids, but I’m not going to have parents. I’m burning their birth certificates and defacing their gravestones tonight.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "How rude of me, we haven’t even introduced ourselves. We’re the Andersons. I’m Evan, the lovely size-zero lass in the floppy sun hat is my wife Amy, and these are our best friends/children, Evan and Amy Jr. As you can see, we’re very fit and active. You know what our family’s average percentage of body fat is? Three. Yes, really. We got it tested last year when we all became organ donors.You may have noticed that I’m carrying Amy on my back. We do that a lot. At least once a day, and not just when we’re in fields like this; we do it on beaches and in urban environments as well. That’s what happens when your love is deep and playful like ours. You should also know that we also dab frosting on each other’s noses every single time we eat cupcakes, which is both mischievous and very us. Do you guys even eat cupcakes?", "owner": "Colin Nissan"}, {"item": "Holiness is found in how we treat others, not in how we contemplate the cosmos. As our experiences in marriages, families, and friendship teach us, it takes relationships to provide the friction that wears down our rough edges and sanctifies us.", "owner": "Terryl Givens"}, {"item": "But I was afraid of the questions (much more than the accusations) you might both put to me. ", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "Do not be afraid of living without family- be afraid of living an empty and meaningless life", "owner": "Sunday Adelaja"}, {"item": "It is inevitable that being unaware of the purpose for it is inevitable that being unaware of the purpose for your life, you will not be able to recover from being abandoned by your wife or husband", "owner": "Sunday Adelaja"}, {"item": "You can become a model of a perfect man or a devoted husband and a father in order to show the role of the a man’s responsibility for the family", "owner": "Sunday Adelaja"}, {"item": "Record what you can, pursue your passions, connect with the world, fight the good fight, defy evil, shine incandescently as best you can. And it doesn't matter what field it's in but, it does matter that we leave something that accumulates over time.", "owner": "Stefan Molyneux"}, {"item": "Beautiful homes with beautiful flowers", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "My wife is a thief...She takes the last cookieTakes forever to get readyShe takes her time in the showerTakes all of the hot waterShe takes my favorite seat on the couchTakes the high road when I lose controlMy wife is a thief...She took my last nameTook the time to get to know me, love meShe took the back seat and let me leadTook on motherhood and the emotional toll that it bringsShe took care of me the many times that I've gotten sickTook on the pain of pregnancy so that the Jackson legacy would live onMy wife takes, and takes, and takes...I'm so proud of my perpetual thief who stole my heart and won't give it back.", "owner": "David Jackson"}, {"item": "Nico scowled. ‘It’s none of your business, but I don’t belong. That’s obvious. No one wants me. I’m a child of –’ ‘Oh, please.’ Will sounded unusually angry. ‘Nobody at Camp Half-Blood ever pushed you away. You have friends – or at least people who would like to be your friend. You pushed yourself away. If you’d get your head out of that brooding cloud of yours for once –", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "You're the one who is weak. You will never know love or friendship. And I feel sorry for you.", "owner": "J.K. Rowling, Harry Potter and the Order of the Phoenix"}], "pagination": {"size": 20, "total": 10, "current": 5}}