{"contents": [{"item": "If you have a warm heart and you care for others you'll be happy and the community in which you live will be happier too.", "owner": "Auliq-Ice"}, {"item": "A more peaceful world and a more peaceful century require that we rely not on weapons but on developing a widespread inner peace.", "owner": "Auliq-Ice"}, {"item": "Rules of Life!Learn to appreciate those who love u. Endeavor to help those who need u. Try to forgive those who hurt u. Live to forget those who leave u.Kip those who want u", "owner": "Idowu Ayodeji"}, {"item": "Where Love Leads, Hatred Cannot Follow.", "owner": "Auliq Ice"}, {"item": "Happiness is long-lasting, a condition of the soul, the foundation on which the circumstances of life are experienced, endured, or enjoyed.", "owner": "Auliq Ice"}, {"item": "Happiness is the condition of who we are and how we think and what we believe and how we live.", "owner": "Auliq Ice"}, {"item": "Life, is a chess game you win or loose, but just keep playing.", "owner": "Auliq Ice"}, {"item": "What are you doing?”“What does it look like? I’m getting down on my knees.”His head butted against her stomach. Her muscles clenched, shocked at the touch, even through the layer of cotton.“I’ve never begged a woman for anything before. Enjoy this.”She tried to think of something sufficiently sassy. “Enjoy it? I can’t even see it.”“It’s symbolic.", "owner": "Alisha Rai, Veiled Seduction"}, {"item": "I remember every good thing about you. Every sweet and perfect thing. And nothing else.” He touched her chin, tipped it up to look into her wet brown eyes. Even smudged, they were gorgeous. The dawning light in them filled his heart, and healed it. “Nothing else.", "owner": "V.S. Carnes"}, {"item": "There is hope in forgiveness", "owner": "John Piper, A Sweet and Bitter Providence: Sex, Race, and the Sovereignty of God"}, {"item": "Sometimes people need to know they could be forgiven to have the strength to change.", "owner": "J. Leigh Bralick, Prism"}, {"item": "Unforgiveness denies the victim the possibility of parole and leaves them stuck in the prison of what was, incarcerating them in their trauma and relinquishing the chance to escape beyond the pain.", "owner": "T.D. Jakes"}, {"item": "I am planting a tree in this bomb crater to remind us that in the midst of death, there is life... and hope.", "owner": "Robert S. Graetz"}, {"item": "Healing Follows Forgiveness", "owner": "Pat Bluth"}, {"item": "We can ast for comfort and hope and patience and courage . . . and we’ll git what we ast for. They ain’t no gar’ntee thet we ain’t go’n have no troubles and ain’t go’n die. But shore as frogs croak and cows bellow, God’ll forgive us if’n we ast Him to.", "owner": "Olive Ann Burns"}, {"item": "No matter how dark life can be, it's how we react to it that matters. Love & forgiveness instead of hate and fear, create in us a garden of healing.", "owner": "Kathy Goodhew, A Vision Beyond Abuse: Spiritual Healing After Abuse"}, {"item": "I hope you defy the odds of most dreams and actually accomplish yours", "owner": "Colleen Hoover, It Ends with Us"}, {"item": "Forgiveness is brave, sets us free from darkness, and allows light to shine the sweet fragrance of life into our souls", "owner": "Paul Bradley Smith"}, {"item": "What can a man do for a woman while she live her life? You can only show her that you love her.", "owner": "Lailah Gifty Akita"}, {"item": "I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.", "owner": "William P. Young"}], "pagination": {"size": 20, "total": 10, "current": 2}}