{"contents": [{"item": "I only want to write. And there's no college for that except life.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "Every year, many, many stupid people graduate from college. And if they can do it, so can you.", "owner": "John Green"}, {"item": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?", "owner": "David Wood"}, {"item": "Self-education is lifelong curiosity.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I can't take anything you don't give me. Stop giving me power over your life.", "owner": "Chelsea M. Cameron, Deeper We Fall"}, {"item": "I think back to what Landon said about heartbreak, that if you don’t love the person, they can’t break your heart. Hardin repeatedly breaks my heart, even when I don’t think there are any more pieces to break.And I love him. I love Hardin.", "owner": "Anna Todd, After"}, {"item": "GrayG: I feel like I can tell you anything.IvyMac: You can. That's what friends do.GrayG: I've never been friends with a girl before.IvyMac: I'm honored to be your first.", "owner": "Kristen Callihan, The Friend Zone"}, {"item": "Here is a lesson in creative writing. First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.", "owner": "Kurt Vonnegut Jr., A Man Without a Country"}, {"item": "My advice to writers just starting out? Don't use semi-colons! They are transvestite hermaphrodites, representing exactly nothing. All they do is suggest you might have gone to college.", "owner": "Kurt Vonnegut Jr., Armageddon in Retrospect"}, {"item": "Some people get an education without going to college. The rest get it after they get out.", "owner": "Mark Twain"}, {"item": "I imagine that one of the biggest troubles with colleges is there are too many distractions, too much panty-raiding, fraternities, and boola-boola and all of that.", "owner": "Malcolm X, The Autobiography of Malcolm X"}, {"item": "In 1971, after seven years in college, with that magic piece of paper clutched triumphantly in my fist, the best job I was able to get was night watchman on a sewer project in Babylon, N.Y. guarding a hole in the ground to prevent anyone from stealing it. God bless the American educational system!", "owner": "Spider Robinson, The Callahan Chronicals"}, {"item": "I didn't want any degrees if all the ill-read literates and radio announcers and pedagogical dummies I knew had them by the peck. ", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "I’d compare college tuition to paying for a personal trainer at an athletic club. We professors play the roles of trainers, giving people access to the equipment (books, labs, our expertise) and after that, it is our job to be demanding.", "owner": "Randy Pausch, The Last Lecture"}, {"item": "I mean that they (students) should not play life, or study it merely, while the community supports them at this expensive game, but earnestly live it from beginning to end. How could youths better learn to live than by at once trying the experiment of living? Methinks this would exercise their minds as much as mathematics.", "owner": "Henry David Thoreau, Walden"}, {"item": "Most people who were educated have become the \"problems\" instead of problem solvers.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "I will miss younot because you taught me,not because you helped me on all steps of education;but only becauseyou made me a leader to lead as an perfect Electrical Engineer.", "owner": "Hasil Paudyal"}, {"item": "You have no idea how many men are spoiled by what is called education. For the most part, colleges are places where pebbles are polished and diamonds are dimmed. If Shakespeare had graduated at Oxford, he might have been a quibbling attorney, or a hypocritical parson.", "owner": "Robert G. Ingersoll"}, {"item": "The difference between a good and a poor student is result", "owner": "ETC Wanyanwu"}, {"item": "Collegiate life presents a student with innumerable opportunities to engender personal growth by responding to a dynamic social, athletic, and academic environment. Students instigate personal development by making calculated and rash personal decisions pertaining to what activities to pursue and by measuring their string of reactions to new experiences.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}], "pagination": {"size": 20, "total": 10, "current": 0}}