{"contents": [{"item": "I'm bad and I'm going to hell, and I don't care. I'd rather be in hell than anywhere where you are. ", "owner": "William Faulkner"}, {"item": "Now it was just the three of us: the leader, the warrior, and the kid about to wet his pants. Guess who I was.", "owner": "D.J. MacHale"}, {"item": "Just believe everything I tell you, and it will all be very, very simple.\"\"Ah, well, I'm not sure I believe that.", "owner": "Douglas Adams, Life, the Universe and Everything"}, {"item": "I was feeling the height of bitchiness.", "owner": "Jennifer L. Armentrout, Obsidian"}, {"item": "I'm placing you under arrest for murder, conspiracy to commit murder and, I don't know, possibly littering.", "owner": "Derek Landy, Skulduggery Pleasant"}, {"item": "She says you're not awake until you're actually out of bed and standing up.", "owner": "Richelle Mead, Blood Promise"}, {"item": "Self-knowledge is better than self-control any day,\" Raquel said firmly. \"And I know myself well enough to know how I act around cookies.", "owner": "Claudia Gray, Evernight"}, {"item": "A child of five could understand this. Send someone to fetch a child of five.", "owner": "Groucho Marx"}, {"item": "There are times when it is appropriate, even preferable, to get an erection when someone's face is in close proximity to your penis.This was not one of those times.", "owner": "John Green, Looking for Alaska"}, {"item": "What's a dementor?\"I mean, I can't even. \"Nora, you are no longer my sister.\"\"So it's some Harry Potter thing,\" she says.", "owner": "Becky Albertalli, Simon vs. the Homo Sapiens Agenda"}, {"item": "Well, someone slap my butt and give me a hero cookie. (Nick)", "owner": "Sherrilyn Kenyon, Infinity"}, {"item": "However, if you do start crying in an argument and someone asks why, you can always say, \"I'm just crying because of how wrong you are.", "owner": "Amy Poehler, Yes Please"}, {"item": "Do things that make you happy within the confines of the legal system.", "owner": "Ellen DeGeneres, Seriously... I'm Kidding"}, {"item": "IF WE DIE FOR THEM, I'LL KILL YOU, HARRY!", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "Juan gave Bones the most admiring look he’d bestowed on him yet. “You talked her into going without panties all these years? Madre de Dios, now that’s impressive. I could learn a great deal from you, amigo.", "owner": "Jeaniene Frost, One Foot in the Grave"}, {"item": "So that's it?\" Kenji says. \"You just like him for his personality, huh?\"\"What?\"\"All of this,\" Kenji says, waving a hand in the air, \"has nothing to do with him being all sexy and shit and him being able to touch you all the time?\"\"You think Warner is sexy?\"\"That is not what I said.", "owner": "Tahereh Mafi, Ignite Me"}, {"item": "Magnus raised his hands above his head and clapped once. The room flooded with light. \"You see? You think that would be possible without magic? \"Actually,\" replied Simon, \"It is. If you watched infomercials you'd know that.", "owner": "Cassandra Clare"}, {"item": "Vampires. They wrote the book on possessive.", "owner": "Charlaine Harris, Dead to the World"}, {"item": "My friend \"M\" says the irony of being a zombie is that everything is funny, but you can't smile, because your lips have rotted off.", "owner": "Isaac Marion, Warm Bodies"}, {"item": "Politics and prostitution have to be the only jobs where inexperience is considered a virtue. In what other profession would you brag about not knowing stuff? “I’m not one of those fancy Harvard heart surgeons. I’m just an unlicensed plumber with a dream and I’d like to cut your chest open.” The crowd cheers.", "owner": "Tina Fey, Bossypants"}], "pagination": {"size": 20, "total": 10, "current": 9}}