{"contents": [{"item": "Boxing combines, in perfect proportion, strength, speed, and endurance. Normally, most sports are either about one of the three: either about speed or endurance or strength. Boxing combines all three of them. It's really intense.", "owner": "Edgar Ramirez"}, {"item": "On Earth, men are seen as superior because of their physical strength, but it means nothing in space, where there is no gravity.", "owner": "Yi So-Yeon"}, {"item": "It is our duty, as parents and as teachers, to give all children the space to build their emotional strength and provide a strong foundation for their future.", "owner": "Kate Middleton"}, {"item": "The joy of the mind is the measure of its strength.", "owner": "Ninon de L'Enclos"}, {"item": "In this outward and physical ceremony we attest once again to the inner and spiritual strength of our Nation. As my high school teacher, Miss Julia Coleman, used to say: 'We must adjust to changing times and still hold to unchanging principles.'", "owner": "Jimmy Carter"}, {"item": "Work is not man's punishment. It is his reward and his strength and his pleasure.", "owner": "George Sand"}, {"item": "From the depth of need and despair, people can work together, can organize themselves to solve their own problems and fill their own needs with dignity and strength.", "owner": "Cesar Chavez"}, {"item": "Since I was a little girl, I have witnessed the strength and courage that energized my mother, who left every sorrow and pain in the past, who would work unyieldingly to obtain her goals, who was the great warrior from whom I learned all the values that are today fundamental pillars of my every day.", "owner": "Thalia"}, {"item": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.", "owner": "Lawrence Welk"}, {"item": "You're blessed if you have the strength to work.", "owner": "Mahalia Jackson"}, {"item": "The strength of British theatre should be that these actors in their middle years know what they're doing and are good at it. Not rich, not famous, but making a living.", "owner": "Ian Mckellen"}, {"item": "One of the strengths of the DC Universe has been the strength of the rogues' gallery. Often times they're as famous - if not more infamous - than our heroes.", "owner": "Jim Lee"}, {"item": "Although I'm not an orphan and I can't lift a horse. I was, however, briefly famous for my feats of strength: at about age 11, I could competitively arm-wrestle a full-grown man.", "owner": "Lisa Lutz"}, {"item": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.", "owner": "John Muir"}, {"item": "Wolves and women are relational by nature, inquiring, possessed of great endurance and strength. They are deeply intuitive, intensely concerned with their young, their mate and their pack. Yet both have been hounded, harassed and falsely imputed to be devouring and devious, overly aggressive, of less value than those who are their detractors.", "owner": "Clarissa Pinkola Estes"}, {"item": "I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit.", "owner": "Miriam Makeba"}, {"item": "What are the symbols of American strength, wealth, power and modernity? Certainly not jazz and rock and roll, not chewing-gum or hamburgers, Broadway or Hollywood. It's their skyscrapers. Their Pentagon. Their science. Their technology.", "owner": "Oriana Fallaci"}, {"item": "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology.", "owner": "Kim Jong-un"}, {"item": "I want to exude strength and intelligence.", "owner": "Portia de Rossi"}, {"item": "There is a lot of strength and intelligence in Hollywood.", "owner": "Fay Wray"}], "pagination": {"size": 20, "total": 10, "current": 8}}