{"contents": [{"item": "Each day brings new opportunities, allowing you to constantly live with love—be there for others—bring a little light into someone's day. Be grateful and live each day to the fullest.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be mindful. Be grateful. Be positive. Be true. Be kind.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Always remember people who have helped you along the way, and don’t forget to lift someone up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Pursue what catches your heart, not what catches your eyes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Start each day with a positive thought and a grateful heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When one has a grateful heart, life is so beautiful.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The world is 3 days: As for yesterday, it has vanished along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work on it.", "owner": "al-Hasan al-Basri"}, {"item": "We don’t truly appreciate what we have until it’s gone… We don’t really appreciate something until we have experienced some events; we don't really appreciate our parents until we ourselves have become parents. Be grateful for what you have now, and nothing should be taken for granted.", "owner": "Roy T. Bennett"}, {"item": "Regardless of Sunshine or Rain, Be Thankful for another GREAT day…and treat Life as the ULTIMATE Gift.... Because IT IS :)", "owner": "Pablo"}, {"item": "If you want to find happiness, find gratitude.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Deliver more than you promise and earn the respect and gratitude of the intelligent, the wise, and the honourable.", "owner": "Wayne Gerard Trotman"}, {"item": "Grateful people are happy people. The more things you are grateful for, the happier you will be.", "owner": "Roy T. Bennett"}, {"item": "As we become the light, the light is lifted in every room that we enter.", "owner": "Natalie Pace, The Gratitude Game: 21 Days to a Healthier, Wealthier, More Beautiful You"}, {"item": "Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night.", "owner": "Irving Berlin"}, {"item": "Be consistent in your dedication to showing your gratitude to others. Gratitude is a fuel, a medicine, and spiritual and emotional nourishment.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Gratitude always comes into play; research shows that people are happier if they are grateful for the positive things in their lives, rather than worrying about what might be missing.", "owner": "Dan Buettner, Thrive: Finding Happiness the Blue Zones Way"}, {"item": "No one can obtain felicity by pursuit. This explains why one of the elements of being happy is the feeling that a debt of gratitude is owed, a debt impossible to pay. Now, we do not owe gratitude to ourselves. To be conscious of gratitude is to acknowledge a gift.", "owner": "Josef Pieper, Happiness and Contemplation"}, {"item": "Are you what is called a lucky man? Well, you are sad every day. Each day has its great grief or its little care. Yesterday you were trembling for the health of one who is dear to you, today you fear for your own; tomorrow it will be an anxiety about money, the next day the slanders of a calumniator, the day after the misfortune of a friend; then the weather, then something broken or lost, then a pleasure for which you are reproached by your conscience or your vertebral column; another time, the course of public affairs. Not to mention heartaches. And so on. One cloud is dissipated, another gathers. Hardly one day in a hundred of unbroken joy and sunshine. And you are of that small number who are lucky! As for other men, stagnant night is upon them.", "owner": "Victor Hugo, Les Misérables"}, {"item": "Gratitude is the secret to happiness.", "owner": "Mahrukh"}, {"item": "Today, I choose not to take my life for granted. I choose not to look upon the fact that I am healthy, have food in my refrigerator and have clean water to drink as givens. They are not givens for so many people in our world. The fact that I am safe and (relatively) sane are not givens. That I was born into a family who loves me and into a country not ravaged by war are not givens. It is impossible to name all of the circumstances in my life I’ve taken for granted. All of the basic needs I’ve had met, all of the friendships and job opportunities and financial blessings and the list, truly, goes on and on. The fact that I am breathing is a miracle, one I too rarely stop to appreciate. I’m stopping, right now, to be grateful for everything I am and everything I’ve been given. I’m stopping, right now, to be grateful for every pleasure and every pain that has contributed to the me who sits here and writes these words. I am thankful for my life. This moment is a blessing. Each breath a gift. That I’ve been able to take so much for granted is a gift, too. But it’s not how I want to live—not when gratitude is an option, now when wonder and awe are choices. I choose gratitude. I choose wonder. I choose awe. I choose everything that suggest I’m opening myself to the miraculous reality of simply being alive for one moment more.", "owner": "Scott Stabile"}], "pagination": {"size": 20, "total": 10, "current": 0}}