{
    "contents": [
        {
            "item": "Trust should be like the feeling of a one year old babywhen you throw him in the air,he laughsbecause he knows you will catch him;",
            "owner": "Abhishek Thakore"
        },
        {
            "item": "Entrusting one's life is not the same as opening up one's soul.",
            "owner": "Muriel Barbery, The Elegance of the Hedgehog"
        },
        {
            "item": "I ask myself, who do i trust? Then i answered, No-one",
            "owner": "donwayne"
        },
        {
            "item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust them.",
            "owner": "Katherine Boo"
        },
        {
            "item": "I want my relationship with my future boyfriend to be built on trust, not in alcohol , not in the appearance , and in jealous eyes",
            "owner": "zwaantje nacion"
        },
        {
            "item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust him",
            "owner": "Katherine Boo"
        },
        {
            "item": "A promise made is a debt unpaid.",
            "owner": "Robert W. Service"
        },
        {
            "item": "Loyalty is still the same  Whether it win or lose the game  True as a dial to the sun  Although it be not shined upon.",
            "owner": "Samuel Butler"
        },
        {
            "item": "Never trust the teller. Trust the tale.",
            "owner": "D. H. Lawrence"
        },
        {
            "item": "There is nothing more likely to start disagreement among people or countries than an agreement.",
            "owner": "E. B. White"
        },
        {
            "item": "When praying does no good  insurance does help.",
            "owner": "Bertolt Brecht"
        },
        {
            "item": "It is better to suffer wrong than to do it  and happier to be sometimes cheated than not to trust.",
            "owner": "Samuel Johnson"
        },
        {
            "item": "I think that we may safely trust a good deal more than we do.",
            "owner": "Henry David Thoreau"
        },
        {
            "item": "To put one's trust in God is only a longer way of saying that one will chance it.",
            "owner": "Samuel Butler"
        },
        {
            "item": "To be trusted is a greater compliment than to be loved.",
            "owner": "George Macdonald"
        },
        {
            "item": "Trust me  but look to thyself.",
            "owner": "Irish proverb"
        },
        {
            "item": "Trust thyself only  and another shall not betray thee.",
            "owner": "Thomas Fuller"
        },
        {
            "item": "Make yourself necessary to somebody.",
            "owner": "Ralph Waldo Emerson"
        },
        {
            "item": "Trust one who has tried.",
            "owner": "Virgil"
        },
        {
            "item": "Government is a trust  and the officers of the government are trustees  and both the trust and the trustees are created for the benefit of the people.",
            "owner": "Henry Clay"
        }
    ],
    "pagination": {
        "size": 20,
        "total": 10,
        "current": 9
    }
}