{"contents": [{"item": "To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever.", "owner": "Omar Khayyám, Rubaiyat"}, {"item": "Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own.", "owner": "Nelson Algren, A Walk on the Wild Side"}, {"item": "I don't know what to say to fill the silence. I don't know how to fix this. It seems wrong to leave him, but I have to. There's no compromise, no alternative. Things just weren't meant to be, which seems like a pansy-ass thing to say, until it happens to you.", "owner": "H.M. Ward, The Arrangement 8: The Ferro Family"}, {"item": "I don’t have cookie-cutter relationships, Rumi. Women aren’t iPhone apps that I download and discard!", "owner": "Natasha Ahmed"}, {"item": "There is greatness in doing something you hate for the sake of someone you love.", "owner": "Shmuley Boteach"}, {"item": "I suffer from girlnextdooritis where the guy is friends with you and that's it.", "owner": "Taylor Swift"}, {"item": "Man, when you lose your laugh you lose your footing.", "owner": "Ken Kesey, One Flew Over the Cuckoo's Nest"}, {"item": "Every couple needs to argue now and then. Just to prove that the relationship is strong enough to survive. Long-term relationships, the ones that matter, are all about weathering the peaks and the valleys.", "owner": "Nicholas Sparks, Safe Haven"}, {"item": "When you don't talk, there's a lot of stuff that ends up not getting said.", "owner": "Catherine Gilbert Murdock, Dairy Queen"}, {"item": "We die to each other daily. What we know of other people is only our memory of the moments during which we knew them. And they have changed since then. To pretend that they and we are the same is a useful and convenient social convention which must sometimes be broken. We must also remember that at every meeting we are meeting a stranger.", "owner": "T.S. Eliot, The Cocktail Party"}, {"item": "Forgive the past. It is over. Learn from it and let go. People are constantly changing and growing. Do not cling to a limited, disconnected, negative image of a person in the past. See that person now. Your relationship is always alive and changing.", "owner": "Brian L. Weiss, Messages from the Masters: Tapping into the Power of Love"}, {"item": "When we face pain in relationships our first response is often to sever bonds rather than to maintain commitment.", "owner": "bell hooks, All About Love: New Visions"}, {"item": "Mocking a woman is like drinking too much wine. It may be fun for a short time, but the hangover is hell.", "owner": "Brandon Sanderson, Warbreaker"}, {"item": "When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself.", "owner": "Deepak Chopra"}, {"item": "You Can't Lose Something You Never Had", "owner": "Kate Hudson"}, {"item": "Trust is the fruit of a relationship in which you know you are loved.", "owner": "William Paul Young"}, {"item": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.", "owner": "Stephen R. Covey"}, {"item": "The reason we all like to think so well of others is that we are all afraid for ourselves. The basis of optimism is sheer terror.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "What you want most you push away from you.You want more than you care to admit.", "owner": "Tarjei Vesaas, The Bridges"}, {"item": "And now you are and I am and we're a mystery which will never happen again.", "owner": "E.E. Cummings"}], "pagination": {"size": 20, "total": 10, "current": 0}}