{"contents": [{"item": "Never be focused on yourself.", "owner": "Sunday Adelaja"}, {"item": "In fact the trick good shooters deploy is change of focus from long to short and vice versa. And that should happen fast.The modus operandi is an alignment – of long Focus (long term vision) with due validation with respect to current status (short term goals).", "owner": "Priyavrat Thareja"}, {"item": "Maintain focus on what God called you to do.", "owner": "Sunday Adelaja"}, {"item": "Restriction often enhances clarity.", "owner": "Richard J. Foster, Celebration of Discipline"}, {"item": "Here, there's no anger, no loss, not even fear. When he's battling, everything has a crystal clarity, just action and reaction.", "owner": "Anonymous"}, {"item": "Entrepreneurship: you put one dumb foot in front of the other while the world throws bricks at your head.", "owner": "Peter Thiel"}, {"item": "Divided attention destroys best intentions. Singular focus is the friend to success.", "owner": "Benjamin Lotter"}, {"item": "A person who is interrupted while performing a task takes 50% more time to complete it and make 50% more errors.", "owner": "David Brooks"}, {"item": "Focus on the systematic process and the things you have control.", "owner": "Balenti Peco Ramos"}, {"item": "Focus on the Destination not on the journey", "owner": "George Bank jc"}, {"item": "You Can't depend on your eyes when your imagination is not on focus.", "owner": "George Bank jc"}, {"item": "I got to wear blinders all the time so I won't think sideways or in the past.", "owner": "Carson McCullers, The Heart is a Lonely Hunter"}, {"item": "Carmack was of the moment. His ruling force was focus. Time existed for him not in some promising future or sentimental past but in the present condition, the intricate web ol problems and solutions, imagination and code. He kept nothing from the past–no pictures, no records, no games, no computer disks. He didn’t even save copies of his first games, Wraith and Shadowforge. There was no yearbook to remind of his time at Shadowforge. There was no yearbook to remind of his time at school, no magazine copies of his early publications. He kept nothing but what he needed at the time. His bedroom consisted of a lamp, a pillow, a blanket, and a stack of books. There was no mattress. All he brought with him from home was a cat named Mitzi (a gift from his stepfamily) with a mean streak and a reckless bladder.", "owner": "David Kushner, Masters of Doom: How Two Guys Created an Empire and Transformed Pop Culture"}, {"item": "When you focus on revenge, you're uploading only negativity to your system. You should focus on moving forward and enjoy the little things in life. For we know, that innocent smile of yours is a big obstacle in the eyes of the haters.", "owner": "Fasela Oosterwolde"}, {"item": "All of history has pointed its refining focus to your life this moment.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "When I have a mission, it gives me something to focus on.", "owner": "Duncan Bannatyne, Anyone Can Do It"}, {"item": "Success comes from doing the hard part. When the hard part is all you've got, you're more likely to do it.And this is precisely why it's difficult to focus. Because focusing means acknowledging that you just signed up for the hard part.", "owner": "Seth Godin"}, {"item": "A true DreamChaser knows how to sacrifice beyond measure and live with the decision.", "owner": "Jordan Mitchell"}, {"item": "Therefore, to maximize your productivity, deliberately focus on precisely one thing at a time.", "owner": "Oran Kangas, Productivity: Big Ideas from the Top 10 Books"}, {"item": "I personally find that having a couple of projects going at once can be an aid to focus, refreshing my brain as I go back and forth between them – a book review and a novel at the same time, for example. But I’ve seen that writers who are starting out sometimes throw their energy in so many different directions that they can never finish any of the projects, much less all of them.To me a good test is this: what do you like to read? What kind of book moves and affects you the most? Is it the memoir, the novel, the long poem-collection? Personally, I find myself most immersed in the novel, and that’s why I write them – they have the most magic for me. The joy of self-expression is exhilarating, but ultimately choosing one venue for it can make your work much better – and same for your chances of actually finishing something.", "owner": "Charles Finch"}], "pagination": {"size": 20, "total": 10, "current": 7}}