{"contents": [{"item": "Such a simplified lifestyle can be truly wonderful - you'll finally have time for the things you really love, for relaxation, for outdoor activities, for exercise, for reading or finding peace and quiet, for the loved ones in your life, for the things you're most passionate about. This is what it means to thrive - to live a life full of the things you want in them, and not more. To live a better quality of life without having to spend and buy and consume.", "owner": "Leo Babauta, Thriving on Less: Simplifying in a Tough Economy"}, {"item": "Find your focus by seeking all that is good in your life.", "owner": "Lorii Myers, Make It Happen, A Healthy, Competitive Approach to Achieving Personal Success"}, {"item": "I wanna be the best in at least one thing in this life.", "owner": "Toba Beta"}, {"item": "The difference between successful people and very successful people is that very successful people say “no” to almost everything.", "owner": "Warren Buffett"}, {"item": "What you focus on grows!", "owner": "Kelli Wilson, The Clutter Breakthrough: Your Five-Step Solution to Freedom from Clutter Forever"}, {"item": "A little distraction often helps you come back with sharper focus.", "owner": "Tapan Ghosh"}, {"item": "Being in integrity’ only means all your senses are just focusing on that task, in that moment!!!", "owner": "Harrish Sairaman"}, {"item": "Life is too short to major the MINOR and MINOR the major. Make the main thing the main thing and the world will make you the MAIN man", "owner": "Sesan Kareem"}, {"item": "Only through constant focus can you become independent. Only through independence can you know yourself. And only through knowing yourself will you be able to ask the key question of your life: What is is that I am destined to accomplish, and how can I make it happen?", "owner": "Elizabeth Gilbert, The Last American Man"}, {"item": "Raw power doesn't determine all that you can do with magic. Focus matters, too. The better your focus is, the better you are at putting your power in one place at the same time, the more you can get done.", "owner": "Jim Butcher, Storm Front"}, {"item": "The pursuit of your vision determines your focus", "owner": "Sunday Adelaja"}, {"item": "Too much focus on miracles create a beggarly mentality.", "owner": "Sunday Adelaja"}, {"item": "If you don’t want to live in self-deceit in a new year, miracle must not be your focus", "owner": "Sunday Adelaja"}, {"item": "Don’t make miracle your focus", "owner": "Sunday Adelaja"}, {"item": "Everybody must be focused on cultivating their own territory", "owner": "Sunday Adelaja"}, {"item": "Everybody must be focused on cultivating their own land of promise", "owner": "Sunday Adelaja"}, {"item": "Things are not working for us because our focus is lost", "owner": "Sunday Adelaja"}, {"item": "When you focus on miracles you will be manipulated", "owner": "Sunday Adelaja"}, {"item": "Focus on miracles brings selfishness.", "owner": "Sunday Adelaja"}, {"item": "Focus on miracles brings about self-gratification.", "owner": "Sunday Adelaja"}], "pagination": {"size": 20, "total": 10, "current": 4}}