{"contents": [{"item": "The depth of love is immeasurable, when you scale it, you will only see and experience it to the degree of your scales.", "owner": "Wayne Chirisa"}, {"item": "Without healing, there is no happiness.", "owner": "Lailah Gifty Akita"}, {"item": "Oh, child, my child, if only you realized who you truly are.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "When God said 'Let there be light'.May be he meant it Inside.", "owner": "Jasleen Kaur Gumber"}, {"item": "Maybe I am everything I knew that I would never be. I looked back at Jay and smiled.", "owner": "Holly Hood"}, {"item": "I am fundamentally an optimist. Whether that comes from nature or nurture, I cannot say. Part of being optimistic is keeping one's head pointed toward the sun, one's feet moving forward. There were many dark moments when my faith in humanity was sorely tested, but I would not and could not give myself up to despair. That way lays defeat and death.", "owner": "Nelson Mandela, Long Walk to Freedom: Autobiography of Nelson Mandela"}, {"item": "The chief beauty about timeis that you cannot waste it in advance.The next year, the next day, the next hour are lying ready for you,as perfect, as unspoiled,as if you had never wasted or misapplieda single moment in all your life.You can turn over a new leaf every hourif you choose.", "owner": "Arnold Bennett"}, {"item": "Sometimes it's easy to lose faith in people. And sometimes one act of kindness is all it takes to give you hope again.", "owner": "Randa Abdel-Fattah, Does My Head Look Big In This?"}, {"item": "Faith is the very first thing you should pack in a hope chest.", "owner": "Sarah Ban Breathnach"}, {"item": "There had to be dark and muddy waters so that the sun could have something to background it's flashing glory.", "owner": "Betty  Smith"}, {"item": "Aura, I'm really patient, but I'm not a bloody saint.", "owner": "Jeri Smith-Ready, Shade"}, {"item": "And when all your faith is gone let it be me, if it's a friend you need let it be me", "owner": "Ray Lamontagne"}, {"item": "Instead of being encouraged to feel completely protected, loved, honored, and respected by the Divine Force, you've been taught that you're being judged. Because you've been taught that, you feel guilt and fear. But guilt and fear do not open you connection to the Divine; they only serve to close your heart. The reality is that God's way is love, and you can see this for yourself.", "owner": "Michael A. Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "The nature of the enemy's warfare in your life is to cause you to become discouraged and to cast away your confidence. Not that you would necessarily discard your salvation, but you could give up your hope of God's deliverance. The enemy wants to numb you into a coping kind of Christianity that has given up hope of seeing God's resurrection power.", "owner": "Bob Sorge, Glory: When Heaven Invades Earth"}, {"item": "I’ve learned that no matter how inspired, fired up and motivated you might be, the dark clouds will always set in", "owner": "Bernard Kelvin Clive, Your Dreams Will Not Die"}, {"item": "O Diabo, invejoso, fez o homem confundir fé com religião e amor com casamento.", "owner": "Machado de Assis"}, {"item": "It was just like him, she thought; with him, a happy ending was always a foregone conclusion. But such was the power of his faith that when she was with him; she found herself believing in happy endings, too.", "owner": "Sharon Kay Penman, When Christ and His Saints Slept"}, {"item": "But everything I have to give, I'll give to you", "owner": "Ray Lamontagne"}, {"item": "Deep down under where his heart resided, strangled up in thorny vines of guilt, anger, fear and longing, there lay something deeper in him, something that he couldn’t see but she could.", "owner": "Carol Oates, Ember"}, {"item": "The sun is still there... even if clouds drift over it. Once you have experienced the reality of sunshine you may weep, but you will never feel ice about your heart again.", "owner": "Elizabeth Goudge, The White Witch"}], "pagination": {"size": 20, "total": 10, "current": 9}}