{"contents": [{"item": "There was a pretty young woman I used to see pegging out sheets and I worried that she would grow old there and that no one would know how beautiful she was. And maybe she would die without ever having really lived.", "owner": "Sebastian Faulks, Engleby"}, {"item": "The secret to modeling is not being perfect. What one needs is a face that people can identify in a second. You have to be given what’s needed by nature, and what’s needed is to bring something new.", "owner": "Karl Lagerfeld"}, {"item": "Your looks will introduce you, but your character and personality will make them to like you,love you and they would want to keep you.", "owner": "De philosopher DJ Kyos"}, {"item": "She is of the strangest beauty and the darkest courage, and when she walks with intent the earth trembles beneath her feet.", "owner": "Nicole  Lyons, Hush"}, {"item": "The real beauty of a woman is most clearly seen in the smiles of those who interact with her.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "Outer beauty is transient, but the inner beauty of a kind heart gets brighter with time. Be kind and get prettier forever.", "owner": "Debasish Mridha"}, {"item": "Surround yourself with beauty and positivity.", "owner": "Debasish Mridha"}, {"item": "Poetry, romance, beauty, and love have no book value, but life has no value without them.", "owner": "Debasish Mridha"}, {"item": "Desires move us from one station to another in this life while we search for beauty, love, and happiness.", "owner": "Debasish Mridha"}, {"item": "Confidence is the beauty, kindness is the charm, style is the uniqueness and fashion is the mask.", "owner": "Debasish Mridha"}, {"item": "It is uncertainty which fills life with beauty, excitement, and joy.", "owner": "Debasish Mridha"}, {"item": "To find beauty all around you, fill yourself with self-love.", "owner": "Debasish Mridha"}, {"item": "We enjoy beauty through our perceptions, and we create beauty through our expressions.", "owner": "Debasish Mridha"}, {"item": "A philosopher is a lover and searcher of truth, beauty, meaning, and wisdom.", "owner": "Debasish Mridha"}, {"item": "I get lost in the magical beauty that is all around me. My mind is an enchanted magician who mysteriously creates all of that magnificent beauty.", "owner": "Debasish Mridha"}, {"item": "I can hear only the sounds of love all around me. I love all of the beauty—all of the things I can feel and see.", "owner": "Debasish Mridha"}, {"item": "Beauty is important, but who you are in your heart defines you better.", "owner": "Debasish Mridha"}, {"item": "Like the morning sun, you appeared in my cloudy sky and filled my world with light, love, beauty, and joy.", "owner": "Debasish Mridha"}, {"item": "Live in absolute bliss. One moment of deep appreciation of beauty that surrounds you can change your perception of life.", "owner": "Debasish Mridha"}, {"item": "You are the most magnificent flower. Your beauty is immeasurable and incredible. The universe created you with all of her love and power to see herself in you.", "owner": "Debasish Mridha"}], "pagination": {"size": 20, "total": 10, "current": 8}}