{"contents": [{"item": "The wedding was in Monterey, a sombre boding ceremony in a little Protestant chapel. The church had so often seen two ripe bodies die by the process of marriage that it seemed to celebrate a mystic double death with its ritual.", "owner": "John Steinbeck, To a God Unknown"}, {"item": "Couples are jigsaw puzzles that hang together by touching in just enough points. They're never total fits or misfits. ... We marry children who have grown up and still rejoice in being children .... [p. 15]", "owner": "Diane Ackerman, One Hundred Names for Love: A Stroke, a Marriage, and the Language of Healing"}, {"item": "But a good wife—a good unworldly woman—may really help a man, and keep him more independent.", "owner": "George Eliot, Middlemarch"}, {"item": "Philosophers have a long tradition of marrying stupid women, from Socrates on. They think it clever.", "owner": "Simon Gray, Otherwise Engaged"}, {"item": "Why is it that married people always say \"Come in\" when everything they do says \"Get out\"? They talk about their miseries and then ask you why you're unmarried.", "owner": "Malcolm Bradbury, The History Man"}, {"item": "Livvy noted there seemed some communal feeling between the married: any wife could be faintly rude to anyone else's husband.", "owner": "Elizabeth Bowen, The Last September"}, {"item": "Divorce is just as contagious as Marriage.", "owner": "M.G. Hardie"}, {"item": "We all have a childhood dream that when there is love, everything goes like silk, but the reality is that marriage requires a lot of compromise.", "owner": "Raquel Welch"}, {"item": "Strange, to see what delight we married people have to see these poor fools decoyed into our condition, every man and wife gazing and smiling at them. ", "owner": "Samuel Pepys"}, {"item": "[The book, Anna Karenina, is] a mirror held up to the real, grimy, quotidian interactions of married life, of which romance is little more than a passing mood: marriage, that slippery social contract that, if it works at all, depends more on indulgent disconnection than on some kind of sacred accord.", "owner": "Kate Moses, Cakewalk: A Memoir"}, {"item": "Every bride and groom in the history of civilization has gained weight after their wedding day. It is only a matter of time until archaeologists unearth a married caveman who's wearing a pair of old tux pants that were so tight he couldn't get the zipper closed.", "owner": "Peter Scott, There's a Spouse in My House: A Humorous Journey Through the First Years of Marriage"}, {"item": "...We'll exchange rings, we'll throw rice. We'll put down roots.'We don't have roots. We're network people. We have aerials.", "owner": "Bruce Sterling, Distraction"}, {"item": "We tell ourselves that intimacy (and marriage) takes two people who are willing to work at it-but, unfortunately, we rarely have the slightest inkling of our \"job\" assignments in this project.", "owner": "David Schnarch, Passionate Marriage: Keeping Love and Intimacy Alive in Committed Relationships"}, {"item": "In your attempts to heal this beloved one, the Holy Spirit finds opportunity to keep the promise of Jesus - and indeed, to heal.", "owner": "Walter Wangerin Jr., As For Me And My House: Crafting Your Marriage To Last"}, {"item": "Like most marriages, ours eventually wore down all the cartilage. We were a hip needing replacement. Bone on bone, grinding, day in and day out. It worked but it was hard.", "owner": "Frederick Barthelme, Elroy Nights"}, {"item": "At our age, surely there are better things to sustain us, to sustain a marriage, than the brief flame of passion?\" ...\"You are mistaken, Ernest,\" she said at last. \"There is only the passionate spark. Without it, two people living together may be lonelier than if they lived quite alone.", "owner": "Helen Simonson"}, {"item": "His own parents, the estimable Gilchrists, a couple who had taken the 'till death' part of their own wedding vows so seriously he wouldn't be surprised if they one day throttled one another, had naturally wangled the next best seat in the house: row two, on the aisle.", "owner": "Ally Blake, A Night with the Society Playboy"}, {"item": "I want my kids to enjoy romance as part of the entirety of marriage, when it has been earned with commitment and hard work.", "owner": "Amy E. Spiegel, Letting Go of Perfect: Women, Expectations, and Authenticity"}, {"item": "Among other things a marriage is a system of belief, a story, and though it manifests itself in things that are real enough, the impulse that drives it is ultimately mysterious.", "owner": "Rachel Cusk"}, {"item": "Marriage is holy and it's private.", "owner": "Marlene Van Niekerk, Agaat"}], "pagination": {"size": 20, "total": 10, "current": 9}}