{"contents": [{"item": "If I had to live my life again, I'd make the same mistakes, only sooner.", "owner": "Tallulah Bankhead"}, {"item": "My father always used to say, \"Don't raise your voice. Improve your argument.\" Good sense does not always lie with the loudest shouters, nor can we say that a large, unruly crowd is always the best arbiter of what is right.", "owner": "Desmond Tutu"}, {"item": "Time flows away like the water in the river. ", "owner": "Confucius"}, {"item": "He hated when his own advice applied to himself.", "owner": "Rick Riordan, The Blood of Olympus"}, {"item": "A desire not to butt into other people's business is at least eighty percent of all human wisdom.", "owner": "Robert A. Heinlein, Stranger in a Strange Land"}, {"item": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.", "owner": "Gautama Buddha"}, {"item": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.", "owner": "Kahlil Gibran"}, {"item": "Peace is not happenstance. It is a living fire that must be fed constantly. It must be tended to with vigilance, else it dies out.", "owner": "Libba Bray, The Sweet Far Thing"}, {"item": "...Nobody knows like a woman how to say things that are both sweet and profound. Sweetness and depth, this is all of woman; this is Heaven.", "owner": "Victor Hugo, Les Misérables"}, {"item": "The wise are not wise because they make no mistakes. They are wise because they correct their mistakes as soon as they recognize them.", "owner": "Orson Scott Card, Xenocide"}, {"item": "All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, until they take root in our personal experience.", "owner": "Johann Wolfgang von Goethe"}, {"item": "The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world.", "owner": "Zhuangzi"}, {"item": "A path is made by walking on it.", "owner": "Zhuangzi"}, {"item": "If a man could have half of his wishes, he would double his troubles.", "owner": "Benjamin Franklin"}, {"item": "Anyone who cannot cope with mathematics is not fully human. At best, he is a tolerable subhuman who has learned to wear his shoes, bathe, and not make messes in the house.", "owner": "Robert A. Heinlein"}, {"item": "Because some things are never meant to be anything more than a moment. And that was one of them.", "owner": "Kevin Brooks, Lucas"}, {"item": "Realize that everything connects to everything else.", "owner": "Leonardo da Vinci"}, {"item": "He who acts, spoils; he who grasps, lets slip.", "owner": "Lao Tzu"}, {"item": "Knowledge is merely brilliance in organization of ideas and not wisdom. The truly wise person goes beyond knowledge.", "owner": "Confucius"}, {"item": "It seems wisest to assume the worst from the beginning...and let anything better come as a surprise.", "owner": "Jules Verne, The Mysterious Island"}], "pagination": {"size": 20, "total": 10, "current": 2}}