{"contents": [{"item": "Worry about your own neck. Don’t waste time worrying what others may or may not think. If someone is rude, if they disrespect you, recognize that this is an issue with them and not you. Don’t let it change how you behave. Be the same kind, loving and compassionate person as always. Don’t fuel the negativity. Always strive to carry peace in your heart, wherever you go. It will help to keep you in a positive frame of mind.", "owner": "Akiroq Brost"}, {"item": "If you miss the present moment, you miss your appointment with life. It’s so clear. Mindfulness is the energy and practice that helps you go back to the here and now so that you encounter life.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "When you hold the hand of a child, invest one hundred percent of yourself in the act of holding her hand. When you hug your partner, do the same. Forget everything else. Be totally present, totally alive in the act of hugging. This is the opposite of the way we’ve been trained to lead our lives and run our businesses. We’ve been taught to do many things at once. We answer an e-mail while we talk on the phone; while in a meeting for one project, we work on our notes for another project. Every new technology promises to help us do more things at once. Now we can send e-mail while listening to music, talking on the phone, and taking a picture, all with the same device. With your energy that dispersed, where is your power?", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Don’t wait for tomorrow. Tomorrow may be too late. If we know how to live according to the insight of impermanence, we will not make many mistakes. We can be happy right now. We can love our beloved, care for her, and make her happy today. And we won’t run toward the future, losing our life, which is available only in the present moment.", "owner": "Thich Nhat Hanh, The Art of Power"}, {"item": "Mindfulness works like a vaccine, boosting natural resilience. You undertake practices that can initially feel odd or counterintuitive. You practise in safe, low-risk ways, stimulating the recovery and growth mechanisms of the human mind and emotions. Meditating builds resilience muscles that are strong enough to kick in during stressful moments in life, when you need them the most.", "owner": "Meg Salter, Mind Your Life: How Mindfulness Can Build Resilience and Reveal Your Extraordinary"}, {"item": "[R]emain open to not knowing, perhaps allowing yourself to come to the point of admitting, \"I don't know,\" and then experimenting with relaxing a bit into this not knowing instead of condemning yourself for it. After all, in this moment, it may be an accurate statement of how things are for you.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "Taking in the good is not about putting a happy shiny face on everything, nor is it about turning away from the hard things in life. It's about nourishing well-being, contentment, and peace inside that are refuges you can always come from and return to.", "owner": "Rick Hanson, Buddha's Brain: The Practical Neuroscience of Happiness, Love, and Wisdom"}, {"item": "By grounding yourself in mindfulness early in the morning, you are reminding yourself that things are always changing, that good and bad things come and go, and that it is possible to embody a perspective of of constancy, wisdom, and inner peace as you face any conditions that present themselves.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "The purpose of meditation practice is not enlightenment; it is to pay attention even at unextraordinary times, to be of present, nothing-but-the-present, to bear this mindfulness of now into each event of ordinary life.", "owner": "Peter Matthiessen, The Snow Leopard"}, {"item": "The challenge of mindfulness is to work with the very circumstances that you find yourself in - no matter how unpleasant, how discouraging, how limited, how unending and stuck they may appear to be - and to make sure that you have done everything in your power to use their energies to transform yourself before you decide to cut your losses and move on.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "There can be no resolution leading to growth until the present situation has been faced completely and you have opened to it with mindfulness, allowing the roughness of the situation itself to sand down your own rough edges. In other words, you must be willing to let itself to become your teacher.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "The virtues of getting up early have nothing to do with cramming more hours of busyness and industry into one's day. Just the opposite. They stem from the stillness and solitude of the hour, and the potential to use that time to expand consciousness, to contemplate, to make time for being, for purposefully not doing anything. The peacefulness, the darkness, the dawn, the stillness - all contribute to making early morning a special time for mindfulness practice.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "The point is not to resist painful experiences or grasp at pleasant ones: that's a kind of craving - and craving leads to suffering. The art is to find a balance in which you remain mindful, accepting, and curious regarding difficult experiences - while also taking in supportive feelings and thoughts.", "owner": "Rick Hanson, Buddha's Brain: The Practical Neuroscience of Happiness, Love, and Wisdom"}, {"item": "It's not that God, the environment, and other people cannot help us to be happy or find satisfaction. It's just that our happiness, satisfaction, and our understanding, even of God, will be no deeper than our capacity to know ourselves inwardly, to encounter the world from the deep comfort that comes from being at home in one's own skin, from an intimate familiarity with the ways of one's own mind and body.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "Mindfulness is to understand that there is a no moment left to be unhappy.", "owner": "Amit Ray, Mindfulness Living in the Moment - Living in the Breath"}, {"item": "Life and love generate effort, but effort will not generate them.", "owner": "Alan W. Watts, The Book on the Taboo Against Knowing Who You Are"}, {"item": "The roots of war are in the way we live our daily lives —the way we develop our industries, build up our society, and consume goods.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Peace is based on respect for life, the spirit of reverence for life.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "If we are aware of our lifestyle, our way of consuming, of looking at things, we will know how to make peace right in the moment we are alive.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Most people treat the present moment as if it were an obstacle that they need to overcome. Since the present moment is life itself, it is an insane way to live.", "owner": "Eckhart Tolle"}], "pagination": {"size": 20, "total": 9, "current": 2}}