{"contents": [{"item": "I would never understand how hurt and confused and hopeless he must have felt, to decide it wasn't worth trying, and I wasn't mad at him anymore for doing it...", "owner": "Michelle Falkoff, Playlist for the Dead"}, {"item": "Sometimes your music sounds like there’s too much inside you. Maybe even you couldn’t get it all out. Maybe that’s why you died. Like you exploded from the inside.", "owner": "Ava Dellaira, Love Letters to the Dead"}, {"item": "Regret is a painful thing. Few people understand that there are three important things that leave us and can never return. Words. Time. Opportunity. These are things we can never get back.", "owner": "Kathryn Perez, Letters Written in White"}, {"item": "The root of identity crises: we seem to know a lot about ourselves, but we can't tell who we are. Realize your self!", "owner": "Stefan Emunds"}, {"item": "The depression belongs to all of us. I think of the family down the road whose mother was having a baby and they went around the neighborhood saying, \"We're pregnant.\" I want to go around the neighborhood saying, \"We're depressed.\" If my mum can't get out of bed in the morning, all of us feel the same. Her silence has become ours, and it's eating us alive.", "owner": "Melina Marchetta, Saving Francesca"}, {"item": "If there is such a thing as depression and despair, I experienced it during the months leading-up to and following the divorce. Insomnia, constant and uncontrollable thoughts and a deep sense of loss were among the conditions of my life. Was I depressed? Yes, I was very much so and, what’s worse, was determined to do nothing immediately for it.", "owner": "H. Kirk Rainer, A Once and Always Father"}, {"item": "Minds have their own weather systems. You are in a hurricane. Hurricanes run out of energy eventually. Hold on.", "owner": "Matt Haig, Reasons to Stay Alive"}, {"item": "What frightened me most was, I could no longer believe in my own life as a story. Everyone needs a story, a part to play in order to avoid the realization that life is without significance. How else do any of us survive? It’s what makes life bearable, even interesting. When it becomes neither, people say you’ve lost the plot. Or just lost it.", "owner": "Amanda Craig, In a Dark Wood"}, {"item": "Mechanics of Mind: I feel the greatest source of despair stems not from what we do on a daily basis, but the pace at which our mind thinks vis-a-vis our progression in real life that matters - the greater the gap the more the despair!", "owner": "Ramana Pemmaraju"}, {"item": "RebukeObstinate regressionbringing untold pathsof deep dark forebodingdepression...", "owner": "Muse, Enigmatic Evolution"}, {"item": "The world can ask you to participate, but it's a day-today decision if you want to agree to that proposal.", "owner": "Aimee Bender, An Invisible Sign of My Own"}, {"item": "I couldn’t trust my own mind anymore, which wasthe scariest thing I’ve ever experienced.", "owner": "Felicia Day, You're Never Weird on the Internet"}, {"item": "I think I’ll feel out of place wherever I go on earth, forever. But that’s fine. I have to make my peace with that.", "owner": "Laura Marling"}, {"item": "I’m going inside of myself and never coming out.", "owner": "Jennifer Elisabeth"}, {"item": "Ashtadukht slumped and let thenightingale’s song flood her brain. She knew that empty tone, that defeatedoutlook; she knew it intimately. Even now, it burned in her as limply as asnuffed flame. Passion burned with unchecked verve, devoured its fuel, andsputtered out. Despair required no upkeep; it heaped barely-glowing coals inthe back of your mind and fuelled itself.", "owner": "Darrell Drake, A Star-Reckoner's Lot"}, {"item": "I don't know why we take our worst moods so much more seriously than our best, crediting depression with more clarity than euphoria. We dismiss peak moments and passionate love affairs as an ephemeral chemical buzz, just endorphins or hormones, but accept those 3 a.m. bouts of despair as unsentimental insights into the truth about our lives.", "owner": "Tim Kreider, We Learn Nothing"}, {"item": "Depression is a reality with everyone. What’s important is the ability to move on.", "owner": "Pawan Mishra, Coinman: An Untold Conspiracy"}, {"item": "No matter how \"normal\" people look, living \"ordinary\" lives, everyone has a story to tell. And may be, just like you, everyone else is a misfit too.", "owner": "Sanhita Baruah"}, {"item": "Sometimes, falling back on or using an old method or habit, is like sliding into a pair of worn running shoes and a corset. Doesn't make sense to others, but it's not for them. It's what keeps you together, what keeps you going.", "owner": "Alyse M. Gardner"}, {"item": "When you try hard to get something, but you gain nothing, this is what's called depression.", "owner": "Al-Hanouf Halawi"}], "pagination": {"size": 20, "total": 10, "current": 5}}