{"contents": [{"item": "Life is a spark between two identical voids, the darkness before birth and the one after death.", "owner": "Irvin D. Yalom, When Nietzsche Wept"}, {"item": "People do not die for us immediately, but remain bathed in a sort of aura oflife which bears no relation to true immortality but through which theycontinue to occupy our thoughts in the same way as when they were alive. Itis as though they were traveling abroad.", "owner": "Marcel Proust"}, {"item": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.", "owner": "Steve Jobs"}, {"item": "That's all you can do in this world, no matter how strong the current beats against you, or how heavy your burden, or how tragic your love story. You keep going.", "owner": "Robyn Schneider, Extraordinary Means"}, {"item": "You can't have living without dying. So you can't call it living, what we got. We just are, we just be, like rocks beside the road.", "owner": "Natalie Babbitt, Tuck Everlasting"}, {"item": "Men's lives have meaning, not their deaths.", "owner": "George R.R. Martin, A Dance with Dragons"}, {"item": "I saw the years of my life spaced along a road in the form of telephone poles threaded together by wires. I counted one, two, three... nineteen telephone poles, and then the wires dangled into space, and try as I would, I couldn't see a single pole beyond the nineteenth.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "I have stitched life into me like a rare organ", "owner": "Sylvia Plath"}, {"item": "There's difference between being dead and dying. We're all dying. Some of us die for ninety years, and some of us die for nineteen. But each morning everyone on this planet wakes up one day closer to their death. Everyone. So living and dying are actually different words for the same thing, if you think about it.", "owner": "Robyn Schneider, Extraordinary Means"}, {"item": "What am I dying for?", "owner": "Stephenie Meyer, The Host"}, {"item": "End? No, the journey doesn't end here. Death is just another path. One that we all must take.", "owner": "J.R.R. Tolkien, The Return of the King"}, {"item": "Until death it is all life", "owner": "Miguel de Cervantes Saavedra, Don Quixote"}, {"item": "No one escapes from life alive.", "owner": "Michael Crichton, Congo"}, {"item": "I do not cling to life sufficiently to fear death.", "owner": "Alexandre Dumas, The Three Musketeers"}, {"item": "I could just remember how my father used to say that the reason for living was to get ready to stay dead a long time.", "owner": "William Faulkner, As I Lay Dying"}, {"item": "Whenever I see an ambulance, I like to think there is a baby being born, rather than a death.", "owner": "Phil Lester"}, {"item": "Life is a slope. As long as you're going up you're always looking towards the top and you feel happy, but when you reach it, suddenly you can see the road going downhill and death at the end of it all. It's slow going up and quick going down.", "owner": "Guy de Maupassant, Bel-Ami"}, {"item": "My father chose my name , and my last name was chosen by my ancestors . That’s enough, I myself choose my way", "owner": "Ali Shariati"}, {"item": "...When you die, the energy that kept you alive filters into the people you loved. Did you know that? It's like a fire you've tended all your life, and the sparks are all scattered into the wind.... That's why we survive as long as we do, because the people who loved us keep us going.", "owner": "Kevin Brockmeier, The View from the Seventh Layer"}, {"item": "How unhappy does one have to be before living seems worse than dying?", "owner": "Deborah Curtis, Touching from a Distance: Ian Curtis and Joy Division"}], "pagination": {"size": 20, "total": 10, "current": 5}}