{"contents": [{"item": "Hope.It's like a drop of honey, a field of tulips blooming in the springtime. It's a fresh rain, a whispered promise, a cloudless sky, the perfect punctuation mark at the end of a sentence. And it's the only thing in the world keeping me afloat.", "owner": "Tahereh Mafi, Unravel Me"}, {"item": "The very existence of libraries affords the best evidence that we may yet have hope for the future of man", "owner": "T.S. Eliot"}, {"item": "I laugh because I must not cry, that is all, that is all. ", "owner": "Abraham Lincoln"}, {"item": "I don't know when we'll see each other again or what the world will be like when we do. We may both have seen many horrible things. But I will think of you every time I need to be reminded that there is beauty and goodness in the world.", "owner": "Arthur Golden, Memoirs of a Geisha"}, {"item": "You might think I lost all hope at that point. I did. And as a result I perked up and felt much better.", "owner": "Yann Martel, Life of Pi"}, {"item": "Be faithful in small things because it is in them that your strength lies.", "owner": "Mother Teresa"}, {"item": "Hope in reality is the worst of all evils because it prolongs the torments of man.", "owner": "Friedrich Nietzsche"}, {"item": "As long as the sun’s shining, shit can’t be that bad.", "owner": "J. Lynn, Wait for You"}, {"item": "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity. ", "owner": "Charles Haddon Spurgeon"}, {"item": "Where there is no hope, it is incumbent on us to invent it.", "owner": "Albert Camus"}, {"item": "With every mistake, we must surely be learning.", "owner": "George Harrison"}, {"item": "Out of doubt, out of dark to the day's risingI came singing into the sun, sword unsheathing.To hope's end I rode and to heart's breaking:Now for wrath, now for ruin and a red nightfall! ", "owner": "J.R.R. Tolkien, The Return of the King"}, {"item": "There is a secret medicine given only to those who hurt so hard they can't hope.The hopers would feel slighted if they knew.", "owner": "Jalaluddin Rumi, The Essential Rumi"}, {"item": "Then you must teach my daughter this same lesson. How to lose your innocence but not your hope. How to laugh forever.", "owner": "Amy Tan, The Joy Luck Club"}, {"item": "If there's only one nation in the sky, shouldn't all passports be valid for it?", "owner": "Yann Martel, Life of Pi"}, {"item": "Do not follow me! Let's just be fabulously where we are and who we are. You be you and I'll be me, today and today and today, and let's trust the future to tommorrow. Let the stars keep track of us. Let us ride our own orbits and trust that they will meet. May our reunion be not a finding but a sweet collision of destinies!", "owner": "Jerry Spinelli, Love, Stargirl"}, {"item": "Sir Topher finally looked up. “Because any hope beyond that, my boy, would be too much. I feared we would drown in it.”\"Then I choose to drown,” Finnikin said. “In hope. Rather than float into nothing.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "If winter comes, can spring be far behind?", "owner": "Percy Bysshe Shelley, Ode to the West Wind"}, {"item": "Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chilliest landAnd on the strangest sea;Yet, never, in extremity,It asked a crumb of me.", "owner": "Emily Dickinson, The Complete Poems of Emily Dickinson"}, {"item": "O, wonder!How many goodly creatures are there here!How beauteous mankind is! O brave new world,That has such people in't!", "owner": "William Shakespeare, The Tempest"}], "pagination": {"size": 20, "total": 10, "current": 4}}