{"contents": [{"item": "~I hope that in this year to come, YOU make mistakes. Because if YOU are making mistakes, then YOU are making NEW things, trying NEW things, learning, living, pushing YOURself, changing YOURself, changing YOUR world. YOU're doing things YOU've never done before, n MORE importantly, YOU're doing something~", "owner": "Neil Gaiman"}, {"item": "Living like an empty shell is not really living, no matter how many years it might go on", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "You only grow when you are alone.", "owner": "Paul   Newman"}, {"item": "The connections that we have with others, the things we learn, and yes, our prayers—all of it is a web of connections that bind us into the fabric of reality and make us part of something greater than ourselves. And if our reality is only a tiny reflection of a much greater reality, still it is also an essential part. And the same is true of each individual life. Each deed and thought—each word between friends—adds a new thread to a tapestry so vast that we may never be able to step back and see the whole.", "owner": "Yael Shahar, A Damaged Mirror: A story of memory and redemption"}, {"item": "At each step there is a small moment of transformation that cannot be overlooked or rushed. And these moments should not be, because they are beautiful.", "owner": "Anne Ursu, The Real Boy"}, {"item": "There is an undeniable truth that as one progresses further in his understanding of a craft the rest of his life progresses along with it. This symbiotic relationship between all things is experienced on a daily basis, but rarely articulated through conscious thought.", "owner": "Chris Matakas, My Mastery: Learning to Live through Jiu Jitsu"}, {"item": "My growth as a human being has been directly proportional to my growth as a marital artist.", "owner": "Chris Matakas, My Mastery: Learning to Live through Jiu Jitsu"}, {"item": "People interested in change and personal development need larger and larger environments in which to live. Their views expand. Their perspectives broaden. Their interests change. They seek bigger challenges. And they need people in their lives who will make room for their growth.", "owner": "Steve Goodier"}, {"item": "Better is the most important step to becoming your best. If you want to be your best, you need to start by getting better. Start doing better. Good, better, best. That's how it works.", "owner": "Mark Sanborn, Fred 2.0: New Ideas on How to Keep Delivering Extraordinary Results"}, {"item": "Lord, I intend to be aware today of the presence of your divine being in every other living being that I encounter.I intend to center my spirit in alignment with the spirit of Love before I commence my day.I intend to ground my being in your source, Universal Intentional Love Energy, recognizing my role as a cell in the body of the universe.I intend to be loving and compassionate with every person I encounter today, observing their activities in the context of their growth, and not judging their decisions as good or bad. I intend not to attempt to blame or shame other people, but rather to encourage and support.I intend to be creative today, emulating the divine creative essence in my life.I intend to be joyful today, aware of what good things I have, picking up the scent of wonder, and breathing in the good things with thanks and appreciation.I intend to reject any opinion of other people offered which negatively affects my ability to achieve the above goals.I am blessed and will be grateful for the presence of love in my life.I will grow today, learning more and applying love to the best of my ability.", "owner": "Phil 'Philosofree' Cheney"}, {"item": "See yourself as a long-term work in progress, not a short-term project of preservation.", "owner": "Oli Anderson, Personal Revolutions: A Short Course in Realness"}, {"item": "I'd learned enough from life's experiences to understand that destiny's interventions can sometimes be read as invitation for us to address and even surmount our biggest fears. It doesn't take a great genius to recognize that when you are pushed by circumstance to do the one thing you have always most specifically loathed and feared, this can be, at the very least, an interesting growth opportunity.", "owner": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage"}, {"item": "You've got to be able to look at the mirror and smile at yourself. If you can't do that, you've got work to do. You have to learn to get along with yourself, to like yourself, to be proud of yourself. You've got to learn to celebrate yourself. You need to be able to love yourself before you can ever appreciate anyone else who does. You're worth it. Put the work in to have the best relationship with yourself that's possible.", "owner": "Akiroq Brost"}, {"item": "blessed are those who can find light in dark places, courageous enough to feel when it's time to reflect & hopeful enough to believe when all seems impossible. We don't have enough pioneers like this, and I wonder if it's because they were afraid to live and afraid to learn?", "owner": "Nikki Rowe"}, {"item": "I no longer think that laziness is all about being idle. I now know when I become lazy- when I stop learning new things, and cease to grow.", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "You are not your mistakes and your mistakes are not you.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Far more important than the tribulations and heartaches, the thrills, merriment, and pleasures of life is what you learn from it all. It isn't the tunnel we pass through that matters, it's what emerges on the other side.", "owner": "Richelle E. Goodrich, Making Wishes"}, {"item": "We all make mistakes, but one of our biggest mistakes is continually revisiting the past.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Humility adds lessons to our pain and suffering, turning the seemingly senseless into meaning.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Every dimension of your suffering will instruct you, until you have learned your essential lessons.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}], "pagination": {"size": 20, "total": 10, "current": 5}}