{"contents": [{"item": "If I had a shiny gun I could have a world of fun Speeding bullets through the brains Of the folks that cause me pains :)", "owner": "Dorothy Parker"}, {"item": "I think my quarry is illusion. I war against magic. I believe that, though illusion often cheers and comforts, it ultimately and invariably weakens and constricts the spirit.", "owner": "Irvin D. Yalom, Love's Executioner and Other Tales of Psychotherapy"}, {"item": "Non-violence, which is the quality of the heart, cannot come by an appeal to the brain.", "owner": "Mahatma Gandhi"}, {"item": "There can be many opinions on a thing, but there is only one truth.\"Vashet smiled lazily. \"And if the pursuit of the truth was my goal, that would concern me.\" She gave a long yawn, stretching like a happy cat. \"Instead I will focus on the joy in my heart, [...}", "owner": "Patrick Rothfuss, The Wise Man's Fear"}, {"item": "I know you have it in you, Guy,\" Anne said suddenly at the end of a silence, \"the capacity to be terribly happy.", "owner": "Patricia Highsmith, Strangers on a Train"}, {"item": "You know, a few months ago, I made a terrible mistake. I realized something, and instead of crushing the thought the moment it came I... I let it hang on, and now I know it to be true. And I'm afraid it's stuck in my head forever. These are the best days of our lives. It's a terrible thing to know, but I know it.", "owner": "Richard Curtis"}, {"item": "Truthfulness is a luxury, perhaps the greatest, and let me assure you, the most expensive luxury in our life—and happy the man who has been able to enjoy it from his very child hood.", "owner": "Friedrich Max Müller, India: What it Can Teach Us"}, {"item": "Count your age by friends, not years. Count your life by smiles, not tears.", "owner": "John Lennon"}, {"item": "I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "She was not too young to be wise, but she was too young to know that wisdom shouldn't be spoken aloud when you are happy.", "owner": "Graham Greene, Loser Takes All"}, {"item": "A day unemployed is like a bagel- even when it's bad, it's still pretty good...", "owner": "CrimethInc., Evasion"}, {"item": "The Master said, “What a worthy man was Yan Hui! Living in a narrow alley, subsisting upon meager bits of rice and water—other people could not have borne such hardship, and yet it never spoiled Hui’s joy. What a worthy man was Hui!”(Analects 6.11)", "owner": "Confucius"}, {"item": "The one who would be constant in happiness must frequently change.", "owner": "Anthony de Mello, Awareness: Conversations with the Masters"}, {"item": "I let all that anger and worry go because they don't belong to me any more than the future does. And I don't wanna feel them anyhow, because the truth is, whatever happens when this war ends, here and now, far from Richmond County, I'm freer than I've ever been.", "owner": "Teresa R. Funke, Dancing in Combat Boots"}, {"item": "Tout bonheur est un chef-d'oeuvre: la moindre erreur le fausse, la moindre hésitation l'altère, la moindre lourder le dépare, la moindre sottise l'abêtit.", "owner": "Marguerite Yourcenar, Memoirs of Hadrian"}, {"item": "Knowledge, degrees and diplomas are not for everyone, but wisdom is. True wisdom is in being happy doing what you do best no matter how trivial it may seem as long as it is beneficial to you and to those around you.", "owner": "Charbel Tadros"}, {"item": "Dive down into the deepest depth of your soul there you will find your ocean of wisdom.", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "And then she reminded me: \"It's the journey, not the destination, true?\"\"True.\" I said \" A bit hackneyed, but true indeed.\"She sighed. I smiled.", "owner": "Susan Spencer-Wendel"}, {"item": "If you want to heal or experience more happiness in life, learn to move out of the mental body and be in your heart more. You will know you are \"in your head\" is when you analyze, control and overthink. When you have run on thoughts, worry, and talk without listening. When you take all the workshops and read all the books, but aren't experiencing it's message in your heart.", "owner": "Eileen Anglin"}, {"item": "A man’s true world should be the space and people that enrich his soul,", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}], "pagination": {"size": 20, "total": 10, "current": 4}}