{"contents": [{"item": "Shall there be truth between us, as two men? Not as friends, but as enemies and equals?", "owner": "Stephen King, The Gunslinger"}, {"item": "He was one of those quite rare adults who communicate with small children fairly well and who love them all impartially--not in a sugary way but in a businesslike fashion that may sometimes entail a hug, in the same way that closing a big business deal may call for a handshake.", "owner": "Stephen King, The Gunslinger"}, {"item": "Dumped doesn't even begin to describe it. If you're going to use a trash metaphor, incinerated is more like it.", "owner": "Rachel Cohn, Naomi and Ely's No Kiss List"}, {"item": "I was going to say the beginning is the good part, when it's all sparks and sparkles, before they are inevitably unmasked as assholes.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "We cannot win in team situations or in relationships by ourselves. It is like trying to pick up a pencil with only one finger...Even if that one finger is extremely strong, it will prove almost impossible to pick up that pencil unless you use your other fingers or some other part of your hand. Teamwork is a bit like using all of your fingers. Each one is unique and contributes something different, but they unite in pursuit of a common goal.", "owner": "Terry Orlick"}, {"item": "Uh-uh, dude. I tried it your way with the dating and the girls and the kissing and the drama, and man, I didn't like it. Plus, my best friend is a walking cautionary tale of what happens to you when romantic relationships don't involve marriage. Like you always say, kafir, everything ends in breakup, divorce, or death. I want to narrow my misery options to divorce or death - that's all.", "owner": "John Green, An Abundance of Katherines"}, {"item": "I decided that giving a girl a ring when you're not in a serious relationship is sort of like giving a guy a blow job when you have no real feelings for him. It makes everything feel a little cheap.It cheapens the giver and the recipient.", "owner": "Emily Giffin, Baby Proof"}, {"item": "She seemed to think that one of the perks of marriage was that it gave you rights of comment and intrusion over single people's love lives.", "owner": "J.K. Rowling, The Casual Vacancy"}, {"item": "...you do not have too many boogeymen for me. You have just the right number.", "owner": "Rebecca Wells"}, {"item": "If I knew how a lot of my relationships would have turned out, I never would have gotten involved in them... And I would have missed out on some of the best times in my life.", "owner": "L.A. Witt, Rules of Engagement"}, {"item": "Some people are oil and water.", "owner": "John Christopher, The Pool of Fire"}, {"item": "Bones,” I sighed. “Know something? I’m not afraid of you, but you scareme….” His outline blurred again.“You scare me, too, Kitten,” he might have replied, but I couldn’t be sure.", "owner": "Jeaniene Frost, Halfway to the Grave"}, {"item": "If you never left anything or anyone there would be no room for the new. Naturally, to move on is an infidelity -- to others, to the past, to old notions of oneself. Perhaps every day should contain at least one essential infidelity or necessary betrayal. It would be an optimistic, hopeful act, guaranteeing belief in the future -- a declaration that things can be not only different but better.", "owner": "Hanif Kureishi, Intimacy: das Buch zum Film von Patrice Chéreau"}, {"item": "There is a soul-jealousy that can be as frantic as any body-jealousy.", "owner": "Arthur Conan Doyle, The Case-Book of Sherlock Holmes"}, {"item": "A relationship needs constant attention. It’s a living thing, not just a habit. You’ve got to keep on top of it.", "owner": "Matt Dunn, Best Man"}, {"item": "There was a time Jeff and Helen loved each other and touched each other's hands and ate breakfast in cafes together and secretly fucked in public, the way people in like do. Then came a time they made each other crazy and beat their hands on steering wheels and tore up love letters and photographs and said goodbye.", "owner": "Amy Guth, Three Fallen Women"}, {"item": "Every configuration of people is an entirely new universe unto itself.", "owner": "Kristin Cashore, Bitterblue"}, {"item": "It seemed that everyone else could mate, could fit their parts together in pleasant and productive ways, but that some almost indistinguishable difference in my anatomy and psyche set me slightly, yet irrevocably, apart.", "owner": "Peter Cameron, Someday This Pain Will Be Useful to You"}, {"item": "the important people in our lives leave imprints. they may die or go in the physical realm, but they are always there in your heart, because they helped form your heart", "owner": "Jules Renard"}, {"item": "If she does not respect you, she will replace you.", "owner": "Habeeb Akande"}], "pagination": {"size": 20, "total": 10, "current": 5}}