{"contents": [{"item": "Work is not man's punishment. It is his reward and his strength  his glory and his pleasure.", "owner": "George Sand"}, {"item": "If a man loves the labour of his trade  apart from any question of success or fame  the gods have called him.", "owner": "Robert Louis Stevenson"}, {"item": "When white-collar people get jobs  they sell not only their time and energy  but their personalities as well. They sell by week  or month  their smiles and their kindly gestures  and they must practise prompt repression of resentment and aggression.", "owner": "C. Wright Mills"}, {"item": "He that can work is a born king of something.", "owner": "Thomas Carlyle"}, {"item": "Love of bustle is not industry.", "owner": "Seneca"}, {"item": "The joy about our work is spoiled when we perform it not because of what we produce but because of the pleasure with which it can provide us  or the pain against which it can protect us.", "owner": "Paul Tillich"}, {"item": "Productive work is the central purpose of a rational man's life  the central value that integrates and determines the hierarchy of all his other values. Reason is the source  the precondition of his productive work - pride is the result.", "owner": "Ayn Rand"}, {"item": "By the work one knows the workman.", "owner": "Jean de la Fontaine"}, {"item": "Because it is less structured than work  leisure time leaves workaholics at a loss for what to do. Workaholics practically climb the wall when they can't work.", "owner": "Marilyn Machlowitz"}, {"item": "Workaholics commit slow suicide by refusing to allow the child inside them to play.", "owner": "Dr. Laurence Susser"}, {"item": "Man works primarily for his own self-respect and not for others or for profit. . . the person who is working for the sake of his own satisfaction  the money he gets in return serves merely as fuel  that is  as a symbol of reward and recognition  in the last analysis  of acceptance by one's fellowmen.", "owner": "Otto Rank"}, {"item": "To travel hopefully is a better thing than to arrive  and the true success is to labour.", "owner": "Robert Louis Stevenson"}, {"item": "In a professional once engaged  the performance of the job comes first.", "owner": "Garson Kanin"}, {"item": "If a little labour  little are our gains. Man's fortunes are according to his pains.", "owner": "Robert Herrick"}, {"item": "Work is the curse of the drinking classes.", "owner": "Oscar Wilde"}, {"item": "A man must love a thing very much if he not only practises it without any hope of fame and money  but even practises it without any hope of doing it well.", "owner": "G. K. Chesterton"}, {"item": "A hobby is hard work you wouldn't do for a living.", "owner": "Anonymous"}, {"item": "A task becomes a duty from the moment you suspect it to be an essential part of that integrity which alone entitles a man to assume responsibility.", "owner": "Dag Hammarskjold"}, {"item": "God gave man work  not to burden him  but to bless him  and useful work  willingly  cheerfully  effectively done  has always been the finest expression of the human spirit.", "owner": "Walter R. Courtenay"}, {"item": "Work is more fun than fun.", "owner": "Noel Coward"}], "pagination": {"size": 20, "total": 10, "current": 5}}