{"contents": [{"item": "Learn to love yourself for who you are, not just what you do - there is a big difference.", "owner": "Joanne Madeline Moore, Love and Sex Signs: Venus, Mars and Astrology"}, {"item": "A girl should want to look good for herself, not for boys.", "owner": "Lisi Harrison, Alphas"}, {"item": "Nothing Can Substitute Attitude Keep It Up ", "owner": "Shravan kumar"}, {"item": "After an initial rush of pleasure that left me trembling with need, I broke off the heated kiss and whispered, \"Okay, you win.\"He leaned over me and said into my ear, \"Dutch, I won the moment you crawled into bed.\"He really did need to work on his self-esteem.", "owner": "Darynda Jones, Seventh Grave and No Body"}, {"item": "I may not be the prettiest butterfly in the garden to seek but, I am still there with my wings.", "owner": "Oceangirlie14"}, {"item": "No matter how useful we may be, sometimes it takes us a while to recognize our own value.", "owner": "Benjamin Hoff, The Tao of Pooh"}, {"item": "Self-esteem wasn't the issue for my parents or their parents. Survival was their primary goal.", "owner": "Julia A. Boyd, In the Company of My Sisters"}, {"item": "Oh what a shame, if she thought any beauty that she has came from him. She didn't understand the beauty of her own skin.", "owner": "Jasmine Sandozz"}, {"item": "The moment you blame life for who you are is that very moment you ignore your talents and inner abilities to change the world.", "owner": "Jeekeshen Chinnappen, Psychic Gang"}, {"item": "We are also not what others think of us. Our reputations do not define our true worth. Every person we know has an opinion of us. We drive ourselves crazy wondering what those opinion are and trying to change the ones that aren’t favorable.", "owner": "Toni Sorenson"}, {"item": "You are an irreplaceable, one-of-a-kind, amazing being. There will never be another you and this fact alone makes you infinitely and absolutely valuable. Having absolute value means you cannot be diminished by anything or anyone. You are bulletproof and nothing can change your value.", "owner": "Kimberly Giles, Choosing Clarity: The Path to Fearlessness"}, {"item": "You're not as invisible as you think.", "owner": "C.J. Duggan, That One Summer"}, {"item": "That's not me talking, it's your inner voice. I'd attempt the accent, only I don't speak low self-esteem. It's a language I've never needed to learn.", "owner": "Sophie Hannah, Kind of Cruel"}, {"item": "No wonder she was so underweight. She was desperate to please a woman that could never be pleased, in the hopes of being loved and accepted by the very person that should be giving that freely.", "owner": "Rose Wynters, Delicate Devastation"}, {"item": "By looking at the Bible as if it were fundamentally about us, we totally miss the Point–like the two on the road to Emmaus. As Luke 24 shows, it's possible to read the Bible, study the Bible, and memorize large portions of the Bible, while missing the whole point of the Bible. It's entirely possible, in other words, to read the stories and miss the Story.", "owner": "Tullian Tchividjian"}, {"item": "In the vast majority of cases, however, getting into trouble has nothing to do with one's self-esteem. It usually has much more to do with whatever is causing the trouble - a monster, a bus driver, a banana peel, killer bees, the school principal - than what you think of yourself.", "owner": "Lemony Snicket, The Miserable Mill"}, {"item": "That nice feeling when you look in the mirror, and your hair's right for the first time in your life? I don;t think we should base so much on weight, muscles, and a good hair day, but when it happens, it's nice. It really is.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "Don't be so defensive and afraid to be proven wrong that you miss the opportunity to learn from your mistakes.", "owner": "Karen E. Quinones Miller"}, {"item": "I didn't despise myself for being who I was, and I never would. I wouldn't allow anyone to make me feel bad about that. That was a line I could draw in the sand.", "owner": "Z.A. Maxfield, Jacob's Ladder"}, {"item": "Elizabeth scowled, feeling like a nobody, a nothing. She felt like her entire self had been made worthless. She could change her interests, but she couldn’t change her looks. She’d never be six feet tall. She’d never look like a supermodel.", "owner": "Francine Pascal, Model Flirt"}], "pagination": {"size": 20, "total": 5, "current": 3}}