{"contents": [{"item": "True friends don't send sms, they give a phone call.", "owner": "Alin Sav"}, {"item": "Out of your comfort zone is the growth zone.", "owner": "Alin Sav"}, {"item": "A vision keeps you going even when your partners and sponsors leave you.", "owner": "Alin Sav"}, {"item": "Leadership is the art of following, listening and executing.", "owner": "Alin Sav"}, {"item": "You build legacy when you do something and also when you do nothing.", "owner": "Alin Sav"}, {"item": "We become what we think. If you have a negative thinking, stop thinking.", "owner": "Alin Sav"}, {"item": "Be as good as you would want to follow yourself.", "owner": "Alin Sav"}, {"item": "The source of motivation should be in the vision, not position.", "owner": "Alin Sav"}, {"item": "Do not look after people with big titles. Look after people with big characters.", "owner": "Alin Sav"}, {"item": "How do you know who´s the leader? When he says nothing, but everybody understands what has to be done.", "owner": "Alin Sav"}, {"item": "If you are number 2 or 3 and you are ok with that, then you are ready to be number one and everybody is ok with that.", "owner": "Alin Sav"}, {"item": "Leaders move among the various stages each day. But effective leaders move among the right stages at the right times.", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "You can’t effectively move up to the next stage of leadership yourself until your current stage leadership skills are solid and are being developed in your team members so they can take over as you move on.", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "Rich people can´t afford to waste time.", "owner": "Alin Sav"}, {"item": "How much of your time, at your “hourly rate,” is wasted each year because you’re cleaning up after your employees and fixing issues they’ve created or haven’t resolved themselves?", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "What is the cost of replacing and bringing up to speed one of your managers, supervisors, or front-line employees who left because they were frustrated with your organization’s leadership?", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "Care about people first, then numbers.", "owner": "Alin Sav"}, {"item": "Connect enthusiastically. Give relentlessly and lead courageously.", "owner": "Sravani Saha Nakhro"}, {"item": "Every time I read \"serve\", I understand \"leadership\".", "owner": "Alin Sav"}, {"item": "Being silent in the right moment is a skill.", "owner": "Alin Sav"}], "pagination": {"size": 20, "total": 10, "current": 9}}