{"contents": [{"item": "To be forgiven is to be loved", "owner": "Brené Brown, Rising Strong"}, {"item": "Is there any friendship, without forgiveness?", "owner": "Lailah Gifty Akita"}, {"item": "every time God forgives us, God is saying that God's own rules do not matter as much as the relationship that God wants to create with us.", "owner": "Richard Rohr, Falling Upward: A Spirituality for the Two Halves of Life"}, {"item": "I've never heard anyone say \"I wish I hadn't forgiven.", "owner": "Katerina Stoykova Klemer"}, {"item": "Much of what I learned about forgiveness I learned by inhabiting the lives of my characters. Even villains act with reasonable intent. Mercy is easier with understanding. Still, it helps that on paper I can kill them off.", "owner": "Joyce Rachelle"}, {"item": "The Lord is calling us to turn from evil. And return to Him in repentance.", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness is the way we break the grip that long-held resentments have on our hearts.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "It's all very well to tell us to forgive our enemies; our enemies can never hurt us very much. But oh, what about forgiving our friends?", "owner": "Willa Cather, My Mortal Enemy"}, {"item": "For I hope my Friends will pardon me, when I declare, I know none of them without a Fault; and I should be sorry if I could imagine, I had any Friend who could not see mine. Forgiveness, of this Kind, we give and demand in Turn.", "owner": "Henry Fielding, The History of Tom Jones, a Foundling"}, {"item": "Friends hurt friends. They don’t mean to, but it happens. So friendship is made of forgiveness as much as it is love.", "owner": "Toni Sorenson"}, {"item": "Sincere forgiveness isn't colored with expectations that the other person apologize or change. Don't worry whether or not they finally understand you. Love them and release them. Life feeds back truth to people in its own way and time.", "owner": "Sara Paddison"}, {"item": "Do not judge. But pray for grace for all people.", "owner": "Lailah Gifty Akita"}, {"item": "Peace is such hard work. Harder than war. It takes way more effort to forgive than to kill.", "owner": "Rae Carson, The Bitter Kingdom"}, {"item": "Forgiveness is the one gift you don't give to others. Rather, it is the gift you give yourself, so you can finally be free.", "owner": "Shannon L. Alder"}, {"item": "Forgiveness is really just another word for freedom.", "owner": "Julie Lessman"}, {"item": "Life’s too short to not forgive those who hurt us. I trust you to do what’s right. Right by your own heart.…Forgiveness sets you free.", "owner": "Cheryl Kaye Tardif, Whale Song"}, {"item": "All they had to do was let go, and they'd be free. But they held on.", "owner": "Dyan Cannon, Dear Cary: My Life with Cary Grant"}, {"item": "Any fool knows men and women think differently at times, but the biggest difference is this. Men forget, but never forgive; women forgive, but never forget.", "owner": "Robert Jordan"}, {"item": "There is no forgiveness. For women. A man may lose his honor and regain it again. But a woman cannot. She cannot.", "owner": "Cormac McCarthy, All the Pretty Horses"}, {"item": "Forgiving men is so much easier than forgiving women.", "owner": "Margaret Atwood, CAT'S EYE."}], "pagination": {"size": 20, "total": 10, "current": 3}}