{"contents": [{"item": "You need to change, renew, and rejuvenate yourself. Put your best foot forward in all that you do; you will develop an unmatched passion.", "owner": "Farshad Asl"}, {"item": "All passion is childish. It's banal and naive. It's nothing we learn; it's instinctive, and so it overwhelms us. Overturns us. It bears us away in a flood. All other emotions belong to the earth, but passion inhabits the universe.", "owner": "Fredrik Backman, Britt-Marie Was Here"}, {"item": "down down↓ bottomRemove this quote from your collection“I thought I saw a memory.\" The nun looks at her funny as the bus turns into a position she can no longer see Elathan.\"What do you mean dear?\" She turns to the nun.\"I don't know exactly, I saw a face that looked like a long lost memory trying to push its way back into my head. Something powerful, something good.\" Michael was right. She had pushed all the memories of her father's death deep into the back of her mind, including Elathan. She shakes it off.", "owner": "Kerri E. Lorenz, Where Demons Hide: Elathan's Story Book 1"}, {"item": "Passion is good, but Pros have purpose and realism.", "owner": "Gabriel Dibble"}, {"item": "Skill, education, money aren't the difference makers, passion is. If you've passion to achieve something, there's nothing that can stop you.", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "Time and again, I've met or read about people who succeeded against all kinds of odds because they had passion. You're passion away to win!", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "She admired her passion, knowing that passion is by definition excessive.", "owner": "Milan Kundera, Ignorance"}, {"item": "Anna and I did not make love. I don't remember why. Maybe we didn't need to. She might have been afraid, although I doubt she was afraid of much. She'd been a midwife before she opened a studio; she'd held life in her hands, like a wire from a galvanic cell. Maybe death was too strong in me for an act so inspirited with life. Although I sometimes think that death is what gives lovemaking its desperate and terrible joy.", "owner": "Norman Lock, American Meteor"}, {"item": "You can only love something that refuses to be mastered.", "owner": "Yevgeny Zamyatin, We"}, {"item": "In work, it is possible to find commitment, attachment, chemistry, and connection. In fact, it's high time that more people acknowledged the electric pull that women can feel for their profession, the exciting heat of ambition and frisson of success.", "owner": "Rebecca Traister, All the Single Ladies: Unmarried Women and the Rise of an Independent Nation"}, {"item": "One passion leads to another. It's passion that makes the wheels of life turn, passion for work, passion for pleasure, passion for passion.", "owner": "Chloe Thurlow, Katie in Love"}, {"item": "I would love to become a poor writer as per my choice then a billionaire businessman as per them...", "owner": "shivangi lavaniya"}, {"item": "The mental agony I have suffered, during the last two days, wrings from me the avowal to you of a passion which, as you well know, is not one of yesterday, nor one I have lightly formed. On Rose, sweet, gentle girl! my heart is set, as firmly as ever heart of man was set on woman. I have no thought, no view, no hope in life, beyond her; and if you oppose me in this great stake, you take my peace and happiness in your hands, and cast them to the wind. Mother, think better of this, and of me, and do not disregard the happiness of which you seem to think so little.", "owner": "Charles Dickens, Oliver Twist"}, {"item": "Passion. It's not a male body's, & it's not a female body's It's not the penetration or reception of sex organs, & it's not how powerful a body is or the amount of its sexual secretions. It's not how a person expresses their strengths or weaknesses to other people. Passion is a quality, a quality that is an energy resource that someone can tap into within themselves. The type of passion I've been searching for in people is similar to my own. It's not necessarily in the body of a woman.", "owner": "Qiu Miaojin, Last Words from Montmartre"}, {"item": "Passion is not such an emotion as a destiny.", "owner": "Jeanette Winterson, The Passion"}, {"item": "Whatever you do, put all your soul, your spirit and your strength into it.", "owner": "Lailah Gifty Akita"}, {"item": "When you are passionate about something, it shows. There is no point doing something that does not make you feel happy just to earn money. If you hate what you are doing, you are then just wasting your life.", "owner": "Preeti Shenoy, It Happens for a Reason"}, {"item": "One has to look for one's passion. It's not going to come up and smack you on the head.", "owner": "Charlotte Huang, Going Geek"}, {"item": "I felt condemned to obscurity and to celibacy. But when one is driven by passion, one can live on almost nothing, and I was driven by passion for writing. One does not starve in modern, Western societies, and one can do without such amenities as the telephone, a car, entertainment.", "owner": "Alain Robbe-Grillet"}, {"item": "Erupting like fiery autumn leaves between silksas skin meets skinflames that lick everythingand consume all there is.", "owner": "Sreesha Divakaran, Wine, Fire, Satin, Dew"}], "pagination": {"size": 20, "total": 10, "current": 4}}