{"contents": [{"item": "What use were his talons and fangs to the dying tiger? In the clutches, say, to make matters worse, of a boa-constrictor? But apparently this improbable tiger had no intention of dying just yet. On the contrary, he intended taking a little walk, taking the boa-constrictor with him, even to pretend, for a while, it wasn't there.", "owner": "Malcolm Lowry, Under the Volcano"}, {"item": "A psychiatrist is the God of our age. But they cost money.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "When a depressed person shrinks away from your touch it does not mean he is rejecting you. Rather he is protecting you from the foul, destructive evil which he believes is the essence of his being and which he believes can injure you.", "owner": "Dorothy Rowe, Depression: The Way Out of Your Prison"}, {"item": "They thought depression was like bieng 'depressed'. They thought it was like being in a bad mood, only worse. Therefore, they tried to get him to snap out of it.", "owner": "Jeffrey Eugenides, The Marriage Plot"}, {"item": "You are sick not weak. It is okay to be depressed.", "owner": "Kevin Breel"}, {"item": "Some folks got a light around them that shine for other peoples. I think that maybe some of them was in tunnels, and in that tunnel, maybe the only light they had was inside of them. And then, even long after they escaped that tunnel... They still be shining for everybody else.", "owner": "Sapphire, Push"}, {"item": "These dogs didn't bother to bond with us, but stuck out their paws, not to shake hands but so we could slit their wrists and get it the hell over with. (p.51)", "owner": "Stephanie Powell Watts, We Are Taking Only What We Need"}, {"item": "Sometimes you need to stop fighting to stop drowning", "owner": "Evy Michaels"}, {"item": "When others cannot find something to hold onto … we can reach out and be their anchor in that moment.", "owner": "Aaron Woodall"}, {"item": "Life is stronger than you are, even when you deny it, even when you neglect it, even when you refuse to admit it.", "owner": "Anna Gavalda, Someone I Loved"}, {"item": "In the lowest of lows you can learn the highest of highs, and that often when you get to the point of wanting to die, it’s because you already have and are truly aching to live.", "owner": "Jackie Haze, Borderless"}, {"item": "May we live impossibly,” Sebby said when he opened his eyes. “Against all odds. May people look at us and wonder how such jewels can sparkle in the sad desert of the world. May we live the impossible life.", "owner": "Kate Scelsa, Fans of the Impossible Life"}, {"item": "I don’t see how anyone can find happiness in this world.", "owner": "Denice Envall"}, {"item": "I don’t existmetal pressed to pagesspilling blood, inkin vein each thought ragesSunlight shootingthrough a forest of pinesblack top windingand yellow dotted linesI am not hereonly a deep aching,a lightning flashand a tree trunk breakingSheets once alive covered in a deep redmark the presentbut I am not yet deadNothing is hereonly the rain and mistfresh air and soilI do not need to exist.", "owner": "Abby Musgrove"}, {"item": "Does this world feel like hell to you? Of course it does, because it is.", "owner": "Naoyuki Ochiai, Syndrome 1866 Vol. 4"}, {"item": "This is what I think now; that the natural state of the sentient adult is a qualified unhappiness. I think also that in an adult the desire to be finer in grain than you are, \"a constant striving\" (as those people say who gain their bread by saying it) only adds to this unhappiness in the end--that end that comes to our youth and hope.", "owner": "F. Scott Fitzgerald, The Crack-Up"}, {"item": "Life without knowing your destiny leads to “rat races”, depression and frustration, and attempt to commit suicide", "owner": "Sunday Adelaja"}, {"item": "One of the things that therapists do if you are suicidal, like a trick, is ask you about the future. They want to know what your plans are. Do you want to be the president? Do you want to be a rock star? They want to know if you want to live later even if you want to die now.", "owner": "Albert Borris, Crash Into Me"}, {"item": "But he'll never be fully recognised, because Scots literature these days is all about complaining and moaning and being injured in one's soul.", "owner": "Alexander McCall Smith, The Sunday Philosophy Club"}, {"item": "Starving artist: starving for affection, starving for attention", "owner": "Jessica-Lynn Barbour, Willow"}], "pagination": {"size": 20, "total": 10, "current": 7}}