{"contents": [{"item": "Life is too short when you think of the length of death", "owner": "Sean Mangan"}, {"item": "It was ironic, really - you want to die because you can't be bothered to go on living - but then you're expected to get all energetic and move furniture and stand on chairs and hoist ropes and do complicated knots and attach things to other things and kick stools from under you and mess around with hot baths and razor blades and extension cords and electrical appliances and weedkiller. Suicide was a complicated, demanding business, often involving visits to hardware shops.And if you've managed to drag yourself from the bed and go down the road to the garden center or the drug store, by then the worst is over. At that point you might as well just go to work.", "owner": "Marian Keyes, Lucy Sullivan Is Getting Married"}, {"item": "Live or die, but don't poison everything.", "owner": "Anne Sexton"}, {"item": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.", "owner": "Henry David Thoreau, Walden"}, {"item": "There is no escape—we pay for the violence of our ancestors.", "owner": "Frank Herbert, Dune"}, {"item": "Our lives can't be measured by our final years, of this I am sure.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "YOU FEAR TO DIE?\"It's not that I don't want... I mean, I've always...it's just that life is a habit that's hard to break...", "owner": "Terry Pratchett, Reaper Man"}, {"item": "These were the lovely bones that had grown around my absence: the connections-sometimes tenuous, sometimes made at great cost, but often magnificent-that happened after I was gone. And I began to see things in a way that let me hold the world without me in it. The events that my death wrought were merely the bones of a body that would become whole at some unpredictable time in the future. The price of what I came to see as this miraculous body had been my life.", "owner": "Alice Sebold, The Lovely Bones"}, {"item": "The end is in the beginning and yet you go on.", "owner": "Samuel Beckett, Endgame"}, {"item": "He is terribly afraid of dying because he hasn’t yet lived.", "owner": "Franz Kafka"}, {"item": "I am afraid. Not of life, or death, or nothingness, but of wasting it as if I had never been.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "The fact that life has no meaning is a reason to live --moreover, the only one.", "owner": "Emil M. Cioran"}, {"item": "Everybody know death is inevitably coming, but it never fails to catch everybody by surprise everytime one is going", "owner": "Hlovate, Contengan Jalanan"}, {"item": "Live free or die.", "owner": "Lauren Oliver, Requiem"}, {"item": "I know I wrote letters to people with no address on this earth, I know that you are dead. But I hear you. I hear all of you. We were here. Our lives matter.", "owner": "Ava Dellaira, Love Letters to the Dead"}, {"item": "People die all the time. Life is a lot more fragile than we think. So you should treat others in a way that leaves no regrets. Fairly, and if possible, sincerely. It's too easy not to make the effort, then weep and wring your hands after the person dies.", "owner": "Haruki Murakami, Dance Dance Dance"}, {"item": "Each time we don't say what we wanna say, we're dying.", "owner": "Yoko Ono"}, {"item": "I wonder if I'll ever have to decide which is worse, life as we're living or no life at all.", "owner": "Susan Beth Pfeffer, Life As We Knew It"}, {"item": "Contrary to what you may assume, I am not a pessimist but an indifferentist- that is, I don't make the mistake of thinking that the... cosmos... gives a damn one way or the other about the especial wants and ultimate welfare of mosquitoes, rats, lice, dogs, men, horses, pterodactyls, trees, fungi, dodos, or other forms of biological energy.", "owner": "H.P. Lovecraft"}, {"item": "The connections we make in the course of a life--maybe that's what heaven is.", "owner": "Fred Rogers"}], "pagination": {"size": 20, "total": 10, "current": 4}}