{"contents": [{"item": "A woman has to change her nature if she is to be a wife. She has to learn to curb her tongue, to suppress her desires, to moderate her thoughts and to spend her days putting another first. She has to put him first even when she longs to serve herself or her children. She has to put him first even if she longs to judge for herself. She has to put him first even when she knows best. To be a good wife is to be a woman with a will of iron that you yourself have forged into a bridle to curb your own abilities. To be a good wife is to enslave yourself to a lesser person. To be a good wife is to amputate your own power as surely as the parents of beggars hack off their children's feet for the greater benefit of the family.", "owner": "Philippa Gregory, The Other Queen"}, {"item": "Each recognized the fact that real commitment could be proven only through the passage of time.", "owner": "Nicholas Sparks"}, {"item": "The Puritan ethic of marriage was first to look not for a partner whom you do love passionately at this moment but rather for one whom you can love steadily as your best friend for life, then to proceed with God’s help to do just that.", "owner": "J.I. Packer"}, {"item": "Marriage is a wrestling match where you hold on tight while your mate changes into a hundred different things. The trick is that you're changing into a hundred other things, but you can't let go. You can only try to match up and never turn into a wolf while he's a rabbit, or a mouse while he's still busy being an owl, a brawny black bull while he's a little blue crab scuttling for shelter. It's harder than it sounds.", "owner": "Catherynne M. Valente, The Girl Who Soared Over Fairyland and Cut the Moon in Two"}, {"item": "I nod, thinking of how difficult marriage can be, how much effort is required to sustain a feeling between two people - a feeling that you can't imagine will ever fade in the beginning when everything comes so easily. I think of how each person in a marriage owes it to the other to find individual happiness, even in a shared life. That is the only real way to grow together, instead of apart.", "owner": "Emily Giffin, Heart of the Matter"}, {"item": "It is to be broken. It is to betorn open. It is not to bereached and come to rest inever. I turn against you,I break from you, I turn to you.We hurt, and are hurt,and have each other for healing.It is healing. It is never whole.", "owner": "Wendell Berry, The Collected Poems, 1957-1982"}, {"item": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.", "owner": "George Bernard Shaw"}, {"item": "Often a Christian man or woman falls prey to that cruel and vexatious spirit, wondering how to find marriage, who, when, where? It is on God that we should wait, as a waiter waits--not for but on the customer--alert, watchful, attentive, with no agenda of his own, ready to do whatever is wanted. 'My soul, wait thou only upon God; for my expectation is from him.' (Ps. 62:5 KJV) In Him alone lie our security, our confidence, our trust. A spirit of restlessness and resistance can never wait, but one who believes he is loved with an everlasting love, and knows that underneath are the everlasting arms, will find strength and peace.", "owner": "Elisabeth Elliot, Quest for Love: True Stories of Passion and Purity"}, {"item": "Nobody knows you as well as our spouse. And that means no one will be quicker to recognize a change when you deliberately start sacrificing your wants and wishes to make sure his or her needs are met. ", "owner": "Stephen Kendrick, The Love Dare"}, {"item": "I first learned the concepts of non-violence in my marriage.", "owner": "Mahatma Gandhi"}, {"item": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.", "owner": "Erma Bombeck"}, {"item": "What we do for each other before marriage is no indication of what we will do after marriage.", "owner": "Gary Chapman, The Five Love Languages: How to Express Heartfelt Commitment to Your Mate"}, {"item": "The Viscount stepped into the room. \"Came to see if you was dead,\" he said. \"Laid Pom odds you weren't.\"Lethbridge passed his hand across his eyes. \"I'm not,\" he replied in a faint voice.\"No. I'm sorry,\" said the Viscount simply. He wandered over to the table and sat down. \"Horry said she killed you, Pom said So she might, I said No. Nonsense.\"Lethbridge still holding a hand to his aching head tried to pull himself together. \"Did you?\" he said. His eyes ran over his self invited guest. \"I see. Let me assure you once more that I am very much alive.\"\"Well I wish you'd put your wig on,\" complained the Viscount. \"What I want to know is why did Horry hit you on the head with a poker?\"Lethbridge gingerly felt his bruised scalp. \"With a poker was it? Pray ask her, though I doubt if she will tell you.\"\"You shouldn't keep the front door open,\" said the Viscount. \"What's to stop people coming in and hitting you over the head? It's preposterous.\"\"I wish you'd go home,\" said Lethbridge wearily.The Viscount surveyed the supper-table with a knowing eye.\"Card-party?\" he inquired.", "owner": "Georgette Heyer, The Convenient Marriage"}, {"item": "Some marriages are made in heaven,Mine was made in Hong Kong, by the same people who make those little rubber pork chops they sell in the pet department at Kmart.", "owner": "Tom Robbins"}, {"item": "Why should love require a contract? Why put yourself into the clutches of the state and give it power over you? Why invite lawyers to fuck around with your assets? Marriage is for the immature and the insecure and the ignorant. We who see through such institutions should be content to live together without legal coercion.", "owner": "Robert Silverberg"}, {"item": "In the modern industrialized Western world, where I come from, the person whom you choose to marry is perhaps the single most vivid representation of your own personality. Your spouse becomes the most gleaming possible mirror through which your emotional individualism is reflected back to the world. There is no choice more intensely personal after all, than whom you choose to marry; that choice tells us, to a large extent, who you are.", "owner": "Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage"}, {"item": "They are the we of me.", "owner": "Carson McCullers, The Member of the Wedding"}, {"item": "You'll be happy if you'll remember that men don't change much. Women do. Women adapt themselves, and if you think that means they lose their individuality, you're wrong. Show me a happy marriage and I'll show you a clever woman.", "owner": "Elizabeth Cadell"}, {"item": "Well, the one thing I've thought about is having dad give me away. You know when he takes your hand and he puts it in the hand of the person you marry? That's the only part I've ever wanted.", "owner": "Kiera Cass, The Elite"}, {"item": "People only get married when they've no other option, out of panic or desperation or so as not to lose someone they couldn't bear to lose. It's always the most conventional things that contain the largest measure of madness.", "owner": "Javier Marías"}], "pagination": {"size": 20, "total": 10, "current": 4}}