{"contents": [{"item": "In love, no question is ever preposterous.", "owner": "André Brink, Before I Forget"}, {"item": "The greatest happiness of life is the conviction that we are loved -- loved for ourselves, or rather, loved in spite of ourselves.", "owner": "Victor Hugo"}, {"item": "No matter how much you think you love somebody, you'll step back when the pool of their blood edges up too close.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "We are all worthy of one another.", "owner": "Edward P. Jones, The Known World"}, {"item": "Love is an abstract noun, something nebulous. And yet love turns out to be the only part of us that is solid, as the world turns upside down and the screen goes black.", "owner": "Martin Amis, The Second Plane: 14 Responses to September 11"}, {"item": "Love cannot be reduced to a catalogue of reasons why, and a catalogue of reasons cannot be put together into love.", "owner": "Eleanor Catton, The Luminaries"}, {"item": "The fate of your heart is your choice and no one else gets a vote", "owner": "Sarah Dessen, This Lullaby"}, {"item": "He stared at her, knowing with certainty that he was falling in love. He pulled her close and kissed her beneath a blanket of stars, wondering how on earth he'd been lucky enough to find her.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "The great tragedy of life is not that men perish, but that they cease to love.", "owner": "W. Somerset Maugham"}, {"item": "In real life, love has to be possible. Even if it is not returned right away, love can only survive when the hope exists that you will be able to win over the person you desire.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "Anyone who loves in the expectation of being loved in return is wasting their time.", "owner": "Paulo Coelho, The Devil and Miss Prym"}, {"item": "When you love someone, you say their name different. Like it's safe inside your mouth.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "I don't want to lose you.' His voice almost a whisper. Seeing his haggard expression, she took his hand and squeezed it, then reluctantly let it go. She could feel the tears again, and she fought them back. 'But you don't want to keep me, either, do you?' To that, he had no response.", "owner": "Nicholas Sparks, The Rescue"}, {"item": "Unless you love someone, nothing else makes sense.", "owner": "E.E. Cummings"}, {"item": "With him, life was routine; without him, life was unbearable.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "If you can capture a woman's imagination, then you will have her. But imagination is a strange creature. It needs time and distance to function properly.", "owner": "Kathleen Tessaro"}, {"item": "It’s dark now and I am very tired. I love you, always. Time is nothing.", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "If I were to live a thousand years, I would belong to you for all of them. If we were to live a thousand lives, I would want to make you mine in each one.", "owner": "Michelle Hodkin, The Evolution of Mara Dyer"}, {"item": "Love sucks. Sometimes it feels good. Sometimes it's just another way to bleed.", "owner": "Laurell K. Hamilton, Blue Moon"}, {"item": "I'm saying I'm in love with you! I've been in love with you this whole bleeding year!", "owner": "Stephanie Perkins, Anna and the French Kiss"}], "pagination": {"size": 20, "total": 10, "current": 7}}