{"contents": [{"item": "He always thinks because I'm reading, I'm not doing anything. There is no greater plague to an introvert than the extroverted.", "owner": "Pierce Brown, Golden Son"}, {"item": "The final fact being that at the very bottom of his soul he was an outsider, and anti-social, and he accepted the fact inwardly, no matter how Bond-Streety he was on the outside. His isolation was a necessity to him; just as the appearance of conformity and mixing-in with the smart people was also a necessity.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "Introverts living under the Extroversion Ideal are like women in a man’s world, discounted because of a trait that goes to the core of who they are. Extroversion is an enormously appealing personality style, but we’ve turned it into an oppressive standard to which most of us feel we must conform", "owner": "Susan Cain"}, {"item": "If you ask an introvert a question, wait until she thinks about it. Introverts think before speaking, not through speaking. If you want to get to the good stuff, you need to slow down.", "owner": "Laurie Helgoe"}, {"item": "We are troubled by having two selves, the inner and the outer. The outer one is rather dull and lets great things go by.", "owner": "Robert Henri, The Art Spirit: Notes, Articles, Fragments of Letters and Talks to Students, Bearing on the Concept and Technique of Picture Making, the Study of Art"}, {"item": "I've seen women-and men too, sometimes-as canna bear the sound of their own thoughts, and they maybe dinna make such good matches with those who can.", "owner": "Diana Gabaldon, Drums of Autumn"}, {"item": "The solitary and thoughtful stroller finds a singular intoxication in this universal communion. The man who loves to lose himself in a crowd enjoys feverish delights that the egoist locked up in himself as in a box, and the slothful man like a mollusk in his shell, will be eternally deprived of. He adopts as his own all the occupations, all the joys and all the sorrows that chance offers.", "owner": "Charles Baudelaire"}, {"item": "As much as anything else, it was a stare, not so paradoxically, of a privacy-lover who, once his privacy has been invaded, doesn't quite approve when the invader just gets up and leaves, one-two-three, like that.", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "I just have a hard time with small talk. My friend Jocelyn says I'm too quiet. But I'm really not quiet. I just tend to come across that way to new people because I don't like to talk first. What if the other person doesn't want to be bothered?", "owner": "Lauren Barnholdt, Two-Way Street"}], "pagination": {"size": 9, "total": 1, "current": 0}}