{"contents": [{"item": "There is no hope for the hopeless but there is always some love for the loveless.", "owner": "Santosh Kalwar"}, {"item": "It's true I live on hope. Why shouldn't I? Every day I see her beauty while you rot in hell. You will tell me that I'm deluded but we are all deluded in some way. The question is which is the best delusion.", "owner": "Danny Scheinmann, Random Acts Of Heroic Love"}, {"item": "His hope wasn't lost, it was buried, and somehow Prudence Ryland made that old grave seem much more shallow than it once was.", "owner": "Kathryn Smith"}, {"item": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "There is some good in this world, and it's worth fighting for.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.", "owner": "Barbara Kingsolver, Animal Dreams"}, {"item": "You can cut all the flowers but you cannot keep Spring from coming.", "owner": "Pablo Neruda"}, {"item": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily.", "owner": "Lemony Snicket, The Beatrice Letters"}, {"item": "When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "Hope can be a powerful force. Maybe there's no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic.", "owner": "Laini Taylor, Daughter of Smoke & Bone"}, {"item": "There is a crack in everything.That's how the light gets in.", "owner": "Leonard Cohen, Selected Poems, 1956-1968"}, {"item": "It is often in the darkest skies that we see the brightest stars.", "owner": "Richard Evans"}, {"item": "Hope is a good breakfast, but it is a bad supper.", "owner": "Francis Bacon"}, {"item": "When it was dark, you always carried the sun in your hand for me.", "owner": "Seán O'Casey, Three More Plays: The Silver Tassie, Purple Dust, Red Roses For Me"}, {"item": "The feelings that hurt most, the emotions that sting most, are those that are absurd - The longing for impossible things, precisely because they are impossible; nostalgia for what never was; the desire for what could have been; regret over not being someone else; dissatisfaction with the world’s existence. All these half-tones of the soul’s consciousness create in us a painful landscape, an eternal sunset of what we are.", "owner": "Fernando Pessoa"}, {"item": "We need never be hopeless because we can never be irreperably broken.", "owner": "John Green, Looking for Alaska"}, {"item": "Remember, Hope is a good thing, maybe the best of things, and no good thing ever dies.", "owner": "Stephen King"}, {"item": "We must accept finite disappointment, but never lose infinite hope.", "owner": "Martin Luther King Jr."}, {"item": "Walk on with hope in your heart, and you'll never walk alone", "owner": "Shah Rukh Khan"}, {"item": "Yesterday is but a dream,Tomorrow is only a vision. But today well lived makes every yesterday a dream of happiness, and every tomorrow a vision of hope.", "owner": "Kālidāsa, The complete works of Kalidasa"}], "pagination": {"size": 20, "total": 10, "current": 3}}