{"contents": [{"item": "There's so much to be grateful for, words are poor things.", "owner": "Marilynne Robinson, Home"}, {"item": "No. Don't give up hope just yet. It's the last thing to go. When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "To be grateful is to recognize the Love of God in everything He has given us - and He has given us everything. Every breath we draw is a gift of His love, every moment of existence is a grace, for it brings with it immense graces from Him. Gratitude therefore takes nothing for granted, is never unresponsive, is constantly awakening to new wonder and to praise of the goodness of God. For the grateful person knows that God is good, not by hearsay but by experience. And that is what makes all the difference.", "owner": "Thomas Merton"}, {"item": "Men and women who turn their lives over to God will discover that He can make a lot more out of their lives than they can. He can deepen their joys, expand their vision, quicken their minds, strengthen their muscles, lift their spirits, multiply their blessings, increase their opportunities, comfort their soals, and pour out peace.", "owner": "Ezra Taft Benson"}, {"item": "Most lives are not distinguished by great achievements. They are measured by an infinite number of small ones. Each time you do a kindness for someone or bring a smile to his face, it gives your life meaning. Never doubt your value, little friend. The world would be a dismal place without you in it. (tweaked version of a passage from Scandal in Spring)", "owner": "Lisa Kleypas, Scandal in Spring"}, {"item": "It is this belief in a power larger than myself and other than myself which allows me to venture into the unknown and even the unknowable.", "owner": "Maya Angelou"}, {"item": "Understanding is the reward of faith. Therefore, seek not to understand that you may believe, but believe that you may understand.", "owner": "Augustine of Hippo"}, {"item": "Faith is like radar that sees through the fog -- the reality of things at a distance that the human eye cannot see.", "owner": "Corrie ten Boom"}, {"item": "You can feel the whole world and still feel lost in it. So many people are in pain-- no matter how smart or accomplished--they cry, they yearn, they hurt. But instead of looking down on things, they look up, which is where I should have been looking, too. Because when the world quiets to the sound of your own breathing, we all want the same things: comfort, love and a peaceful heart.", "owner": "Mitch Albom"}, {"item": "But there were some things I believed in. Some things I had faith in. And faith isn't about perfect attendance to services, or how much money you put on the little plate. It isn't about going skyclad to the Holy Rites, or meditating each day upon the divine. Faith is about what you do. It's about aspiring to be better and nobler and kinder than you are. It's about making sacrifices for the good of others - even when there's not going to be anyone telling you what a hero you are.", "owner": "Jim Butcher, Changes"}, {"item": "I was taught to strive not because there were any guarantees of success but because the act of striving is in itself the only way to keep faith with life.", "owner": "Madeleine K. Albright, Madam Secretary: A Memoir"}, {"item": "I have great faith in fools - self-confidence my friends will call it.", "owner": "Edgar Allan Poe, Marginalia"}, {"item": "Regardless of what I think about Islam or Wicca or any other religion, the fact is that it's a group of people. Every faith has its ceremonies. And since it's made up of people, every faith also has its assholes.", "owner": "Jim Butcher, White Night"}, {"item": "There are those who scoff at the schoolboy, calling him frivolous andshallow: Yet it was the schoolboy who said 'Faith is believing what youknow ain't so'.", "owner": "Mark Twain, Pudd'nhead Wilson"}, {"item": "I'm a Christian first, and a mean-spirited, bigoted conservative second, and don't you ever forget it. You know who else was kind of \"divisive\" in terms of challenging the status quo and the powers-that-be of his day? Jesus Christ.", "owner": "Ann Coulter, If Democrats Had Any Brains, They'd Be Republicans"}, {"item": "Pactum serva\" - \"Keep the faith", "owner": "Horace"}, {"item": "All religions are based on obsolete terminology.", "owner": "Vladimir Nabokov, Pale Fire"}, {"item": "And now we step to the rhythm of miracles.--from The Light, That Never Dies", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Things which are accidentally the causes either of hope or fear are called good or evil omens.", "owner": "Baruch Spinoza"}, {"item": "Тогава си счел всички земни придобивки за нищо. И сега недей да милееш за нищо. Имай готовност, като захвърлиш всичко, да останеш гол.", "owner": "Феофан Затворник, Путь ко спасению. Краткий очерк аскетики."}], "pagination": {"size": 20, "total": 10, "current": 1}}