{"contents": [{"item": "Count your age by friends, not years. Count your life by smiles, not tears.", "owner": "John Lennon"}, {"item": "I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "She was not too young to be wise, but she was too young to know that wisdom shouldn't be spoken aloud when you are happy.", "owner": "Graham Greene, Loser Takes All"}, {"item": "A day unemployed is like a bagel- even when it's bad, it's still pretty good...", "owner": "CrimethInc., Evasion"}, {"item": "The Master said, “What a worthy man was Yan Hui! Living in a narrow alley, subsisting upon meager bits of rice and water—other people could not have borne such hardship, and yet it never spoiled Hui’s joy. What a worthy man was Hui!”(Analects 6.11)", "owner": "Confucius"}, {"item": "The one who would be constant in happiness must frequently change.", "owner": "Anthony de Mello, Awareness: Conversations with the Masters"}, {"item": "I let all that anger and worry go because they don't belong to me any more than the future does. And I don't wanna feel them anyhow, because the truth is, whatever happens when this war ends, here and now, far from Richmond County, I'm freer than I've ever been.", "owner": "Teresa R. Funke, Dancing in Combat Boots"}, {"item": "Tout bonheur est un chef-d'oeuvre: la moindre erreur le fausse, la moindre hésitation l'altère, la moindre lourder le dépare, la moindre sottise l'abêtit.", "owner": "Marguerite Yourcenar, Memoirs of Hadrian"}, {"item": "Knowledge, degrees and diplomas are not for everyone, but wisdom is. True wisdom is in being happy doing what you do best no matter how trivial it may seem as long as it is beneficial to you and to those around you.", "owner": "Charbel Tadros"}, {"item": "Dive down into the deepest depth of your soul there you will find your ocean of wisdom.", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "And then she reminded me: \"It's the journey, not the destination, true?\"\"True.\" I said \" A bit hackneyed, but true indeed.\"She sighed. I smiled.", "owner": "Susan Spencer-Wendel"}, {"item": "If you want to heal or experience more happiness in life, learn to move out of the mental body and be in your heart more. You will know you are \"in your head\" is when you analyze, control and overthink. When you have run on thoughts, worry, and talk without listening. When you take all the workshops and read all the books, but aren't experiencing it's message in your heart.", "owner": "Eileen Anglin"}, {"item": "There is no saint here. I have attained wisdom from life's experiences... the positive, the negative, the destructive, the nourishing. I have been medicine and I have been poison. I've learned a lot about heaven from aligning with angels and I learned a lot about hell from acting like a devil. I offer my scars... what you call \"wisdom\"... as insight I have gathered from my comfort of living within both the light and the shadow.", "owner": "Steve Maraboli"}, {"item": "A man’s true world should be the space and people that enrich his soul,", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "A woman’s love is all a man should expect from his wife. That love could be translated into so many positive things, especially if it is reciprocated.", "owner": "Janvier Chouteu-Chando"}, {"item": "Life is a rare fantasy that can be made a reality by being objective.", "owner": "Janvier Chouteu-Chando"}, {"item": "...political realism is the way forward for any system that is genuinely for humanity or for the interest and advancement of the people of this world.", "owner": "Janvier Chouteu-Chando"}, {"item": "Always strive to get what you want, what you need, especially if your intentions are good and nobody gets hurt in the process.", "owner": "Janvier Chouteu-Chando"}, {"item": "Men have the blood of their fathers and the passions of their mothers, in the same sense that women have the blood of their mothers and the passions of their fathers. We often find ourselves trapped in life when we fail to balance the two. The most unusual of men are those who are haunted by the warped blood of their fathers and the untamed passions of their mothers. They become either the legends of the legends that mankind remembers for generations or they end up as the fools of their time,", "owner": "Janvier Chouteu-Chando"}, {"item": "From the sadness, learn something; from the happiness, learn something. From the setback, learn something and even from the success learn something. Never stop learning from any situation in life, for that is where the wisdom lies.", "owner": "Gift Gugu Mona"}], "pagination": {"size": 20, "total": 10, "current": 5}}