{"contents": [{"item": "There is power in the word of God if used properly.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "There is a remedy and there is a hope but the remedy is not in the political party or in places that will take you away from hope. You better run to God, that is the only place you can find both.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "My advice for those of you who felt being marginalised, undervalued and taken for granted; guess what? That is the Arena where God creates Leaders.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I didn't come from a success lineage but I am so glad that my earthly lineage is not my final story because when I gave my life to Jesus twelve years back, God interrupted my story.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Parents never you make church and studying the word of God optional for your children. If they are in your house, get them up, teach them the word of God, the greatest awards, PhD or achievements any child could have is to grow up in the word of God. I and my family are living witness and it is extending to our third generation.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I do not have any trust fund, I have always trusted God for all my funds.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Whenever you are in transition it is always important to choose the words that you use. You call it crises in your life and I call it transition.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "All my pains has always increased my sense of purpose.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "If God gives you a gift and you don't know what to do with it, it won't make you happy. Some of you God gave a wonderful husband but you can't make a home and some of you God gave a wonderful wife but you can't make a good husband. Some of you can't even unwrap the gift so that you can appreciate it.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "If you can feed in the presence of your enemies, if you can be blessed under the weight of burdens, when you praise God in pain, it is preparation for provision.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "When you do away with God you become your own god, because you recognise no greater power in the universe than yourself.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I have graduated to the extent of not asking what is happening in my life because I trust the maker(God).", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I have my priorities and I know my purpose. I do not Praise God because of my pain but I praise Him because of what the pain is producing.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "When you praise God in pain, it is preparing you for provision.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The things I call crisis and all the things that were coming after me are all coming to serve the purpose of God in my life.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God made my enemies to serve me in my absence. God made the things that conspired to destroy me feed me into the place that He was preparing for me. I am a big girl and I can handle trouble and my enemies.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God prepared a table before me in the presence of my insecurity, in the presence of my deficits, in the presence of my addictions, in the presence of my confusions, in the presence of what I have lost, in the presence of the threat that I won't make it, in the presence of my enemies, I am looking straight ahead.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Learn to eat with your enemies all around you but most of all thank God for his presence. Keep your eyes fixed to the presence of God in the presence of your enemies.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I have learned to thank God for what I cannot see, I have learned to trust God with what I cannot.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Do you know that you can be surrounded by all these blessings, all these relationships, goodness, provisions, opportunities? But if you don't know how to turn the blessing into praise, it will turn into pride and your life will never be filled with joy because your heart has holes in it.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}], "pagination": {"size": 20, "total": 10, "current": 9}}