{"contents": [{"item": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections", "owner": "Bob Marley"}, {"item": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. ", "owner": "Epictetus"}, {"item": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.", "owner": "Carlos Castañeda"}, {"item": "There are two ways to be happy: improve your reality, or lower your expectations.", "owner": "Jodi Picoult, Nineteen Minutes"}, {"item": "People tend to think that happiness is a stroke of luck, something that will descend like fine weather if you're fortunate. But happiness is the result of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly.", "owner": "Elizabeth Gilbert"}, {"item": "It's a helluva start, being able to recognize what makes you happy. ", "owner": "Lucille Ball"}, {"item": "Humanity does not ask us to be happy. It merely asks us to be brilliant on its behalf.", "owner": "Orson Scott Card, Ender's Game"}, {"item": "Memory is the happiness of being alone.", "owner": "Lois Lowry, Anastasia Krupnik"}, {"item": "My God, a moment of bliss. Why, isn't that enough for a whole lifetime?", "owner": "Fyodor Dostoyevsky, White Nights"}, {"item": "Is anyone anywhere happy?", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Later she remembered all the hours of the afternoon as happy -- one of those uneventful times that seem at the moment only a link between past and future pleasure, but turn out to have been the pleasure itself.", "owner": "F. Scott Fitzgerald, Tender is the Night"}, {"item": "But maybe happiness isn't in the choosing. Maybe it's in the fiction, in the pretending: that wherever we have ended up is where we intended to be all along.", "owner": "Lauren Oliver, Requiem"}, {"item": "Listen to what is being preached today. Look at everyone around us. You've wondered why they suffer, why they seek happiness and never find it. If any man stopped and asked himself whether he's ever held a truly personal desire, he'd find the answer. He'd see that all his wishes, his efforts, his dreams, his ambitions are motivated by other men. He's not really struggling even for material wealth, but for the second-hander's delusion - prestige. A stamp of approval, not his own. He can find no joy in the struggle and no joy when he has succeeded. He can't say about a single thing: 'This is what I wanted because I wanted it, not because it made my neighbors gape at me'. Then he wonders why he's unhappy.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "The foundation of irreligious criticism is: Man makes religion, religion does not make man. Religion is, indeed, the self-consciousness and self-esteem of man who has either not yet won through to himself, or has already lost himself again. But man is no abstract being squatting outside the world. Man is the world of man – state, society. This state and this society produce religion, which is an inverted consciousness of the world, because they are an inverted world...Religious suffering is, at one and the same time, the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.The abolition of religion as the illusory happiness of the people is the demand for their real happiness. To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is, therefore, in embryo, the criticism of that vale of tears of which religion is the halo.Criticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or consolation, but so that he shall throw off the chain and pluck the living flower. The criticism of religion disillusions man, so that he will think, act, and fashion his reality like a man who has discarded his illusions and regained his senses, so that he will move around himself as his own true Sun. Religion is only the illusory Sun which revolves around man as long as he does not revolve around himself.", "owner": "Karl Marx, Critique of Hegel's Philosophy of Right"}, {"item": "I don't know what good it is to know so much and be smart as whips and all if it doesn't make you happy.", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "The secret of happiness is not in doing what one likes, but in liking what one does.", "owner": "J.M. Barrie"}, {"item": "Everybody in the world is seeking happiness—and there is one sure way to find it. That is by controlling your thoughts. Happiness doesn't depend on outward conditions. It depends on inner conditions.", "owner": "Dale Carnegie, How to Win Friends and Influence People"}, {"item": "To be stupid, and selfish, and to have good health are the three requirements for happiness - though if stupidity is lacking, the others are useless.", "owner": "Julian Barnes, Flaubert's Parrot"}, {"item": "There are random moments - tossing a salad, coming up the driveway to the house, ironing the seams flat on a quilt square, standing at the kitchen window and looking out at the delphiniums, hearing a burst of laughter from one of my children's rooms - when I feel a wavelike rush of joy. This is my true religion: arbitrary moments of of nearly painful happiness for a life I feel privileged to lead.", "owner": "Elizabeth Berg, The Art of Mending"}, {"item": "Growing old is mandatory. Growing up is optional.", "owner": "Carroll Bryant"}], "pagination": {"size": 20, "total": 10, "current": 9}}