{"contents": [{"item": "Because it is less structured than work  leisure time leaves workaholics at a loss for what to do. Workaholics practically climb the wall when they can't work.", "owner": "Marilyn Machlowitz"}, {"item": "Workaholics commit slow suicide by refusing to allow the child inside them to play.", "owner": "Dr. Laurence Susser"}, {"item": "Man works primarily for his own self-respect and not for others or for profit. . . the person who is working for the sake of his own satisfaction  the money he gets in return serves merely as fuel  that is  as a symbol of reward and recognition  in the last analysis  of acceptance by one's fellowmen.", "owner": "Otto Rank"}, {"item": "To travel hopefully is a better thing than to arrive  and the true success is to labour.", "owner": "Robert Louis Stevenson"}, {"item": "In a professional once engaged  the performance of the job comes first.", "owner": "Garson Kanin"}, {"item": "If a little labour  little are our gains. Man's fortunes are according to his pains.", "owner": "Robert Herrick"}, {"item": "Work is the curse of the drinking classes.", "owner": "Oscar Wilde"}, {"item": "A man must love a thing very much if he not only practises it without any hope of fame and money  but even practises it without any hope of doing it well.", "owner": "G. K. Chesterton"}, {"item": "A hobby is hard work you wouldn't do for a living.", "owner": "Anonymous"}, {"item": "A task becomes a duty from the moment you suspect it to be an essential part of that integrity which alone entitles a man to assume responsibility.", "owner": "Dag Hammarskjold"}, {"item": "God gave man work  not to burden him  but to bless him  and useful work  willingly  cheerfully  effectively done  has always been the finest expression of the human spirit.", "owner": "Walter R. Courtenay"}, {"item": "Work is more fun than fun.", "owner": "Noel Coward"}, {"item": "When more and more people are thrown out of work  unemployment results.", "owner": "Calvin Coolidge"}, {"item": "Man's usual routine is to work and to dream and work and dream.", "owner": "Raymond Queneau"}, {"item": "We can redeem anyone who strives unceasingly.", "owner": "Goethe"}, {"item": "The Gods rank work above virtues.", "owner": "Hesiod"}, {"item": "Anyone can do any amount of work provided it isn't the work he is supposed to be doing at that moment.", "owner": "Robert Benchley"}, {"item": "It is not upon thee to finish the work  neither art thou free to abstain from it.", "owner": "The Talmud"}, {"item": "Work banishes those three great evils  boredom  vice  and poverty.", "owner": "Voltaire"}, {"item": "Amateurs hope. Professionals work.", "owner": "Garson Kanin"}], "pagination": {"size": 20, "total": 10, "current": 6}}