{"contents": [{"item": "Forgiveness in no way requires that you trust the one you forgive.", "owner": "William Paul Young, The Shack"}, {"item": "I want to be the kind of person who can do that. Move on and forgive people and be healthy and happy. It seems like an easy thing to do in my head. But it's not so easy when you try it in real life.", "owner": "Susane Colasanti, Waiting for You"}, {"item": "We don't forgive people because they deserve it. We forgive them because they need it—because we need it.", "owner": "Bree Despain, The Dark Divine"}, {"item": "An eye for an eye, and the whole world would be blind.", "owner": "Kahlil Gibran"}, {"item": "Hatred does not cease by hatred, but only by love; this is the eternal rule.", "owner": "Gautama Buddha, The Dhammapada: The Sayings of the Buddha"}, {"item": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.", "owner": "Gerald G. Jampolsky, Love Is Letting Go of Fear"}, {"item": "I'm sorry about yesterday,\" she said.He hung on to his straps and shrugged. \"Yesterday happens.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "They lie, you know. It's not easier to ask for forgiveness. Not even a little.", "owner": "Michelle Hodkin, The Evolution of Mara Dyer"}, {"item": "To forgive is to set a prisoner free and discover that the prisoner was you.", "owner": "Lewis B. Smedes, Forgive and Forget: Healing the Hurts We Don't Deserve"}, {"item": "I guess forgiveness, like happiness, isn’t a final destination. You don’t one day get there and get to stay.", "owner": "Deb Caletti"}, {"item": "Forgiveness is the key that unlocks the door of resentment and the handcuffs of hatred. It is a power that breaks the chains of bitterness and the shackles of selfishness.", "owner": "Corrie ten Boom, Clippings from My Notebook"}, {"item": "One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him.", "owner": "Socrates"}, {"item": "Forgiveness means it finally becomes unimportant that you hit back. You're done. It doesn't necessarily mean that you want to have lunch with the person. If you keep hitting back, you stay trapped in the nightmare...", "owner": "Anne Lamott, Plan B: Further Thoughts on Faith"}, {"item": "Forgiveness means it finally becomes unimportant that you hit back.", "owner": "Anne Lamott"}, {"item": "It is surely better to pardon too much, than to condemn too much.", "owner": "George Eliot"}, {"item": "A life lived without forgiveness is a prison.", "owner": "William Arthur Ward"}, {"item": "The only vice that cannot be forgiven is hypocrisy. The repentance of a hypocrite is itself hypocrisy.", "owner": "William Hazlitt, Selected Essays, 1778-1830"}, {"item": "I understand why she did all those things, but that doesn't mean we aren't still broken.", "owner": "Veronica Roth, Allegiant"}, {"item": "I want to undo this. To make it right. But I have no idea how. I don't seem to know how to open up to people without getting the door slammed in my face. So I do nothing.", "owner": "Gayle Forman, Just One Day"}, {"item": "Forgiveness is too easy. I can forget by indifference, but not forgive. I prefer revenge.", "owner": "Karl Lagerfeld"}], "pagination": {"size": 20, "total": 10, "current": 9}}