{"contents": [{"item": "Romance is thinking about your significant other, when you are supposed to be thinking about something else.", "owner": "Nicholas Sparks"}, {"item": "If you're a bird... I'm a bird...", "owner": "Nicholas Sparks, The Notebook"}, {"item": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.", "owner": "Erich Segal"}, {"item": "Let me not to the marriage of true minds Admit impediments. Love is not love Which alters when it alteration finds, Or bends with the remover to remove. O no, it is an ever-fixed mark That looks on tempests and is never shaken; It is the star to every wand'ring barque, Whose worth's unknown, although his height be taken. Love's not Time's fool, though rosy lips and cheeks Within his bending sickle's compass come; Love alters not with his brief hours and weeks, But bears it out even to the edge of doom. If this be error and upon me proved, I never writ, nor no man ever loved.", "owner": "William Shakespeare, Great Sonnets"}, {"item": "Love is the extremely difficult realization that something other than oneself is real.", "owner": "Iris Murdoch, Existentialists and Mystics Writings on Philosophy and Literature"}, {"item": "I belong to my beloved, and my beloved is mine.", "owner": "Jamie McGuire, Beautiful Disaster"}, {"item": "Someday you'll find someone special again. People who've been in love once usually do. It's in their nature.", "owner": "Nicholas Sparks, Message in a Bottle"}, {"item": "If You Forget MeI want you to knowone thing.You know how this is:if I lookat the crystal moon, at the red branchof the slow autumn at my window,if I touchnear the firethe impalpable ashor the wrinkled body of the log,everything carries me to you,as if everything that exists,aromas, light, metals,were little boatsthat sailtoward those isles of yours that wait for me.Well, now,if little by little you stop loving meI shall stop loving you little by little.If suddenlyyou forget medo not look for me,for I shall already have forgotten you.If you think it long and mad,the wind of bannersthat passes through my life,and you decideto leave me at the shoreof the heart where I have roots,rememberthat on that day,at that hour,I shall lift my armsand my roots will set offto seek another land.Butif each day,each hour,you feel that you are destined for mewith implacable sweetness,if each day a flowerclimbs up to your lips to seek me,ah my love, ah my own,in me all that fire is repeated,in me nothing is extinguished or forgotten,my love feeds on your love, beloved,and as long as you live it will be in your armswithout leaving mine.", "owner": "Pablo Neruda"}, {"item": "Yours is the light by which my spirit's born: - you are my sun, my moon, and all my stars.", "owner": "E.E. Cummings"}, {"item": "If my love were an ocean,there would be no more land.If my love were a desert,you would see only sand.If my love were a star-late at night, only light.And if my love could grow wings,I'd be soaring in flight.", "owner": "Jay Asher, Thirteen Reasons Why"}, {"item": "Making love with a woman and sleeping with a woman are two separate passions, not merely different but opposite. Love does not make itself felt in the desire for copulation (a desire that extends to an infinite number of women) but in the desire for shared sleep (a desire limited to one woman).", "owner": "Milan Kundera, The Unbearable Lightness of Being"}, {"item": "She wanted something else, something different, something more. Passion and romance, perhaps, or maybe quiet conversations in candlelit rooms, or perhaps something as simple as not being second.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I like not only to be loved, but also to be told that I am loved. I am not sure that you are of the same mind. But the realm of silence is large enough beyond the grave. This is the world of light and speech, and I shall take leave to tell you that you are very dear.", "owner": "George Eliot"}, {"item": "What are the chances you’d ever meet someone like that? he wondered. Someone you could love forever, someone who would forever love you back? And what did you do when that person was born half a world away? The math seemed impossible.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "That's what real love amounts to - letting a person be what he really is. Most people love you for who you pretend to be. To keep their love, you keep pretending - performing. You get to love your pretence. It's true, we're locked in an image, an act - and the sad thing is, people get so used to their image, they grow attached to their masks. They love their chains. They forget all about who they really are. And if you try to remind them, they hate you for it, they feel like you're trying to steal their most precious possession.", "owner": "Jim Morrison"}, {"item": "In desperate love, we always invent the characters of our partners, demanding they be what we need of them, and then feeling devastated when they refuse to perform the role we created in the first place.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "There is always something left to love.", "owner": "Gabriel García Márquez, One Hundred Years of Solitude"}, {"item": "We must love one another or die", "owner": "W.H. Auden"}, {"item": "If a thing loves, it is infinite.", "owner": "William Blake"}, {"item": "I'm lonely. Why do you think I had to learn to act so independent? I also get mad too quickly, and I hog the covers, and my second toe is longer than my big one. My hair has it's own zip code. Plus, I get certifiably crazy when I've got PMS. You don't love someone because they're perfect. You love them in spite of the fact that they're not.", "owner": "Jodi Picoult, My Sister's Keeper"}], "pagination": {"size": 20, "total": 10, "current": 7}}