{"contents": [{"item": "I sought to hear the voice of God and climbed the topmost steeple, but God declared: \"Go down again - I dwell among the people.", "owner": "John Henry Newman"}, {"item": "The great thing to remember is that though our feelings come and go God's love for us does not.", "owner": "C.S. Lewis"}, {"item": "Down on the lake rosy reflections of celestial vapor appeared, and I said, \"God, I love you\" and looked to the sky and really meant it. \"I have fallen in love with you, God. Take care of us all, one way or the other.\" To the children and the innocent it's all the same.", "owner": "Jack Kerouac, The Dharma Bums"}, {"item": "Love God and He will enable you to love others even when they disappoint you.", "owner": "Francine Rivers, And The Shofar Blew"}, {"item": "Give me the Love that leads the wayThe Faith that nothing can dismayThe Hope no disappointments tireThe Passion that'll burn like fireLet me not sink to be a clodMake me Thy fuel, Flame of God", "owner": "Amy Carmichael"}, {"item": "If in thirst you drink water from a cup, you see God in it. Those who are not in love with God will see only their own faces in it.", "owner": "Jalaluddin Rumi"}, {"item": "In God there is no hunger that needs to be filled, only plenteousness that desires to give.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "If you follow the will of God, you know that in spite of all the terrible things that happen to you, you will never lose a final refuge. You know that the foundation of the world is love, so that even when no human being can or will help you, you may go on, trusting in the One that loves you.", "owner": "Pope Benedict XVI"}, {"item": "God is love,\" she said. \"And he respects love, whether it's between a parents, and child, a man and woman, or friends. I don't think he cares about religion one little bit. Live your life right. Love with all your heart. Don't hurt others, and help those in need. That is all you need to know. And don't worry about heaven. If it exists, you'll be welcome.", "owner": "Ellen Hopkins, Burned"}, {"item": "If the concept of God has any validity or any use, it can only be to make us larger, freer, and more loving. If God cannot do this, then it is time we got rid of Him.", "owner": "James     Baldwin, The Fire Next Time"}, {"item": "All God does is watch us and kill us when we get boring. We must never, ever be boring.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "The most wasted of all days is one without laughter.", "owner": "Nicolas Chamfort"}, {"item": "If you want to make God laugh, tell him about your plans.", "owner": "Woody Allen"}, {"item": "The Buddhists say there are 149 ways to God. I'm not looking for God, only for myself, and that is far more complicated. God has had a great deal written about Him; nothing has been written about me. God is bigger, like my mother, easier to find, even in the dark. I could be anywhere, and since I can't describe myself I can't ask for help.", "owner": "Jeanette Winterson, Sexing the Cherry"}, {"item": "Spending time with God is the key to our strength and success in all areas of life. Be sure that you never try to work God into your schedule, but always work your schedule around Him.", "owner": "Joyce Meyer"}, {"item": "All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance.", "owner": "A.J. Russell"}, {"item": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", "owner": "Lana Del Rey"}, {"item": "I think, well, I've had a shit of a life, all things considered. It wasn't fair. Everyone I've ever loved is dead, and my leg hurts all the bloody time... But I think, any God that can do sunsets like that, a different one every night... 'Strewth, well, you've got to respect the old bastard, haven't you?", "owner": "Neil Gaiman, Season of Mists"}, {"item": "Stop asking God to bless what you're doing. Find out what God's doing. It's already blessed.", "owner": "Bono"}, {"item": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next.", "owner": "Carrie Underwood"}], "pagination": {"size": 20, "total": 10, "current": 0}}