{"contents": [{"item": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.", "owner": "Frank Crane"}, {"item": "To trust someone is to take the greatest risk of all. (180)", "owner": "Jonathan Kellerman, Blood Test"}, {"item": "A learned man came to me once.He said, \"I know the way, -- come.\"And I was overjoyed at this.Together we hastened.Soon, too soon, were weWhere my eyes were useless,And I knew not the ways of my feet.I clung to the hand of my friend;But at last he cried, \"I am lost.", "owner": "Stephen Crane, The Black Riders and Other Lines"}, {"item": "What kind of woman is still able to trust people after everything she's been through? If she'd been Vin, she would have stabbed him in the back at the first opportunity, and that would have probably been the right thing to do. Yet, this girl just continued to trust. It was like finding a beautiful plant growing alone in a field of burnt ash.", "owner": "Brandon Sanderson, The Hero of Ages"}, {"item": "You have to trust or you're only living half a life.", "owner": "J.D. Robb, New York to Dallas"}, {"item": "For trust not him that hath once broken faith", "owner": "William Shakespeare, King Henry VI, Part 3"}, {"item": "Trust that man in nothing who has not a conscience in everything.", "owner": "Laurence Sterne"}, {"item": "In what life can I trust anything out of your mouth ever again?", "owner": "Victoria Aveyard, King's Cage"}, {"item": "The only way to make a man trustworthy is to trust him.", "owner": "Henry L. Stimson"}, {"item": "Can you trust me, he said. Not will you. Can you.Can I trust him?What do I have to lose?", "owner": "Robin McKinley, Sunshine"}, {"item": "Old friend,' said Cadvan, filling another glass for himself and sniffing its rich smell. 'If we do not trust one another, we are already defeated.", "owner": "Alison Croggon, The Singing"}, {"item": "One must gauge one's trust carefully.", "owner": "Jacqueline Carey, Kushiel's Chosen"}, {"item": "A man becomes trustworthy when you trust him.", "owner": "Graham Greene, The Quiet American"}, {"item": "Trusting that you will some time or other do me greater justice than you can do now.", "owner": "Jane Austen, Emma"}, {"item": "Trust, like the lubricant in an engine, is noticed only when it is gone and the motor has seized up.", "owner": "David Hurst"}, {"item": "Sometimes you have to trust grownups, perhaps more so when they are not there to actually supervise you.", "owner": "Scarlett Thomas, PopCo"}, {"item": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.", "owner": "Democritus"}, {"item": "It's still very difficult for me to rely. Your weakness, the blessing of your weakness is it forces you into friendships. The things that you lack, you look for in others.", "owner": "Bono, Bono: In Conversation with Michka Assayas"}, {"item": "I know none of this seems very believable. It probably doesn't even make sense. But for once in your life, please, I am asking you to trust me. Trust yourself.", "owner": "Charles Yu, How to Live Safely in a Science Fictional Universe"}, {"item": "I never trusted anybody at all. I don't know why it was so hard, I just didn't.", "owner": "Marianne Faithfull"}], "pagination": {"size": 20, "total": 10, "current": 1}}