{"contents": [{"item": "Do not waste your life hating. Let your life glow in love.", "owner": "Lailah Gifty Akita"}, {"item": "Love is the heartbeat of life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We are all mistaken sometimes; sometimes we do wrong things, things that have bad consequences. But it does not mean we are evil, or that we cannot be trusted ever afterward.", "owner": "Alison Croggon"}, {"item": "Forgiveness must be immediate, whether or not a person asks for it. Trust must be rebuilt over time. Trust requires a track record.", "owner": "Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?"}, {"item": "The trust of those in dark need is forgiving work.", "owner": "Sebastian Barry, The Secret Scripture"}, {"item": "God wills our liberation, our exodus from Egypt. God wills our reconciliation, our return from exile. God wills our enlightenment, our seeing. God wills our forgiveness, our release from sin and guilt. God wills that we see ourselves as God’s beloved. God wills our resurrection, our passage from death to life. God wills for us food and drink that satisfy our hunger and thirst. God wills, comprehensively, our well-being—not just my well-being as an individual but the well-being of all of us and of the whole of creation. In short, God wills our salvation, our healing, here on earth. The Christian life is about participating in the salvation of God.", "owner": "Marcus J. Borg, The God We Never Knew: Beyond Dogmatic Religion to a More Authentic Contemporary Faith"}, {"item": "Dumbledore says people find it far easier to forgive others for being wrong than being right.", "owner": "J.K. Rowling, Harry Potter and the Half-Blood Prince"}, {"item": "Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart.", "owner": "Corrie ten Boom"}, {"item": "True forgiveness is when you can say, \"Thank you for that experience.", "owner": "Oprah Winfrey"}, {"item": "Sigh no more, ladies, sigh no more,Men were deceivers ever,-One foot in sea and one on shore,To one thing constant never.", "owner": "William Shakespeare, Much Ado About Nothing"}, {"item": "I wondered if that was how forgiveness budded; not with the fanfare of epiphany, but with pain gathering its things, packing up, and slipping away unannounced in the middle of the night.", "owner": "Khaled Hosseini, The Kite Runner"}, {"item": "Forgiveness is not an occasional act, it is a constant attitude.", "owner": "Martin Luther King Jr."}, {"item": "Forgiveness is not about forgetting. It is about letting go of another person's throat......Forgiveness does not create a relationship. Unless people speak the truth about what they have done and change their mind and behavior, a relationship of trust is not possible. When you forgive someone you certainly release them from judgment, but without true change, no real relationship can be established.........Forgiveness in no way requires that you trust the one you forgive. But should they finally confess and repent, you will discover a miracle in your own heart that allows you to reach out and begin to build between you a bridge of reconciliation.........Forgiveness does not excuse anything.........You may have to declare your forgiveness a hundred times the first day and the second day, but the third day will be less and each day after, until one day you will realize that you have forgiven completely. And then one day you will pray for his wholeness......", "owner": "William Paul Young, The Shack"}, {"item": "I think that if God forgives us we must forgive ourselves. Otherwise, it is almost like setting up ourselves as a higher tribunal than Him.", "owner": "C.S. Lewis"}, {"item": "Forgive your enemies, but never forget their names.", "owner": "John F. Kennedy"}, {"item": "To be wronged is nothing, unless you continue to remember it.", "owner": "Confucius"}, {"item": "Can I be forgiven for all I've done to get here?I want to be.I can.I believe it.", "owner": "Veronica Roth, Allegiant"}, {"item": "The willingness to forgive is a sign of spiritual and emotional maturity. It is one of the great virtues to which we all should aspire. Imagine a world filled with individuals willing both to apologize and to accept an apology. Is there any problem that could not be solved among people who possessed the humility and largeness of spirit and soul to do either -- or both -- when needed?", "owner": "Gordon B. Hinckley, Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes"}, {"item": "As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison.", "owner": "Nelson Mandela"}, {"item": "Not forgiving is like drinking rat poison and then waiting for the rat to die.", "owner": "Anne Lamott, Traveling Mercies: Some Thoughts on Faith"}], "pagination": {"size": 20, "total": 10, "current": 9}}