{"contents": [{"item": "Anyone who knows how scary it is to be alone, can't help loving others.\" ~Rin Sohma", "owner": "Natsuki Takaya, Fruits Basket, Vol. 14"}, {"item": "Loneliness is painful. But suffering is not wrong in and of itself. It's part of the human experience, and in a way brings us closer to all people.", "owner": "Juliette Fay, Shelter Me"}, {"item": "Pale winter sun Is beatin' the ground Why'm I throwin' away The best thing that I've found My young heart's in tatters and I'm sureThat it will be a long time healing It's so hard to see what I'm doing this forWhen loneliness is all that I'm feeling", "owner": "David Gray"}, {"item": "I can go years thinking that it seems impossible that I will ever satisfy that appetite again and then it is easy to satisfy and no one notices or cares, nor does it make me happy, when loneliness surrounds me like water I've already drowned in without dying.", "owner": "Francisco Goldman, The Divine Husband"}, {"item": "She's never really wanted to be the only person, she's never been such a fan of being alone.", "owner": "Alison Pace, Through Thick and Thin"}, {"item": "There is no living being on earth at this moment except myself. I could walk down the halls, and empty rooms would yawn mockingly at me from every side. God, but life is loneliness, despite all the opiates, despite the shrill tinsel gaiety of 'parties' with no purpose, despite the false grinning faces we all wear. And when at last you find someone to whom you feel you can pour out your soul, you stop in shock at the words you utter — they are so rusty, so ugly, so meaningless and feeble from being kept in the small cramped dark inside you so long. Yes, there is joy, fulfillment and companionship — but the loneliness of the soul in it's appalling self-consciousness, is horrible and overpowering.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Was it really some other person I was so anxious to discover...or was it only my own solitude that I could not abide?", "owner": "David Markson, Wittgenstein's Mistress"}, {"item": "I brought the birdcages to the windows.I opened the windows, and opened the birdcages.I poured the fish down the drain.I took the dogs and cats downstairs and removed their collars.I released the insects onto the street.And the reptiles.And the mice.I told them, Go.All of you.Go.And they went.And they didn’t come back", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "You think of outside your room, of the streets of the town, the lonely little squares over by the station, of those winter Saturdays all alike.", "owner": "Marguerite Duras, The Malady of Death"}, {"item": "Though she’d begun to get a bit fat that winter, it was in February, around when her father found a toy poodle (sitting there, in the side yard, watchful and waiting as a person), and adopted it, that a weightlessness entered into Chelsea’s blood—an inside ventilation, like a bacteria of ghosts—and it was sometime in the fall, before her 23rd birthday, that her heart, her small and weary core, neglected now for years, vanished a little, from the center out, took on the strange and hollowed heaviness of a weakly inflated balloon.", "owner": "Tao Lin, Bed"}, {"item": "When you are young, you think it's going to be solved by love. But it never is. Being close -- as close as you can get -- to another person only makes clear that impassable distance between you.\"[…]\"I don't know. If being in love only made people more lonely, why would everyone want it so much?\"\"Because of the illusion. You fall in love, it's intoxicating, and for a little while you feel like you've actually become one with the other person. Merged souls, and so on. You thing you'll never be lonely again. Only it doesn't last and soon you realize you can only get so close, and you end up brutally disappointed, more alone that ever, because the illusion - the hope you'd held on to all those years - has been shattered.\" […] \"But see, the incredible thing about people is that we forget.\" Ray continued. \"Time passes and somehow the hope creeps back and sooner or later someone else comes along and we think this is the one. And the whole thing starts all over again. We go through our lives like that, and either we just accept the lesser relationship - it may not be total understanding, but it's pretty good - or we keep trying for that perfect union, trying and failing, leaving behind us a trail of broken hearts, our own included. In the end, we die as alone as we were born, having struggled to understand others, to make ourselves understood, but having failed in what we once imagined was possible.", "owner": "Nicole Krauss, Man Walks Into a Room"}, {"item": "People claim that love is the deepest feeling, but don't you believe it. Loneliness is the most affecting of human emotions. Nothing makes life more vivid. If you wish to live in the moment, I recommend intense loneliness.", "owner": "Seth, George Sprott, 1894-1975"}, {"item": "It's just as easy to be lonely in a city as out in the wilderness. Easier, really. It's harder to get to know someone when you meet in a crowded place. People can freely ignore you in the city; they can assume they don't have any responsibility for you. When there are fewer people, (...) they begin assuming some kind of responsibility, simply because you naturally do the same.", "owner": "Mercedes Lackey, Winds of Change"}, {"item": "It was the shadow of Some one who had gone by long before: of Some one who had gone on far away quite out of reach, never, never to come back. It was bright to look at; and when the tiny woman showed it to the Princess, she was proud of it with all her heart, as a great, great, treasure. When the Princess had considered it a little while, she said to the tiny woman, And you keep watch over this, every day? And she cast down her eyes, and whispered, Yes. Then the Princess said, Remind me why. To which the other replied, that no one so good and so kind had ever passed that way, and that was why in the beginning. She said, too, that nobody missed it, that nobody was the worse for it, that Some one had gone on to those who were expecting him-- 'Some one was a man then?' interposed Maggy. Little Dorrit timidly said yes, she believed so; and resumed:'-- Had gone on to those who were expecting him, and that this remembrance was stolen or kept back from nobody. The Princess made answer, Ah! But when the cottager died it would be discovered there. The tiny woman told her No; when that time came, it would sink quietly into her own grave, and would never be found.", "owner": "Charles Dickens, Little Dorrit"}, {"item": "Those who live alone slide into the habit of vertical eating: why bother with the niceties when there's no one to share or censure? But laxity in one area may lead to derangement in all.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "For my part, I think that the mystery is always greatest where there is the most - emptiness.", "owner": "Judith Krantz, Scruples"}, {"item": "I was a lonely boy. I spent all my time reading books and watching the world. [some] tried to draw me out at first, but their hearts weren't in it. And after all, they had enough troubles of their own.", "owner": "Rabih Alameddine, The Hakawati"}, {"item": "Oh, this coming back to an empty house,' Rupert thought, when he had seen her safely up to her door. People - though perhaps it was only women - seemed to make so much of it. As if life itself were not as empty as the house one was coming back to.", "owner": "Barbara Pym, An Unsuitable Attachment"}, {"item": "It was somehow clear, even then, that the monster had been lonely. The folds above its eye made the old face look wistful, and it emanated such a strong sense of solitude that each human standing in the park that day felt miles from the others, though we were shoulder-to-shoulder, touching.", "owner": "Lauren Groff, The Monsters of Templeton"}, {"item": "I’m good when I’m alone. I’m comfortable when I’m alone. I can sit and do lots of things all by myself. Sex included.", "owner": "Johnny Weir"}], "pagination": {"size": 20, "total": 10, "current": 9}}