{"contents": [{"item": "The worst thing about loneliness is that it brings one face to face with oneself.", "owner": "Mary Balogh, No Man's Mistress"}, {"item": "I barely noticed loneliness anymore; it was my normal condition, by necessity if not by nature.", "owner": "Rachel Hartman, Seraphina"}, {"item": "You'll end up living a lonely life if you're waiting around for perfect.", "owner": "Samantha Young, Before Jamaica Lane"}, {"item": "In the midst of friends, home, and kind parents, she was alone.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "A lonely, quiet person has observations and experiences that are at once both more indistinct and more penetrating than those of one more gregarious; his thoughts are weightier, stranger, and never without a tinge of sadness. . . . Loneliness fosters that which is original, daringly and bewilderingly beautiful, poetic. But loneliness also fosters that which is perverse, incongruous, absurd, forbidden.", "owner": "Thomas Mann, Death in Venice"}, {"item": "Even the company of the mad was better than the company of the dead.", "owner": "Stephen King, The Stand"}, {"item": "That’s why; he’s worried about how his life is turning out, and he’s lonely, and lonely people are the bitterest of them all", "owner": "Nick Hornby, High Fidelity"}, {"item": "You're too far for my hands to hold you, but too near for my heart to love you.", "owner": "Heraline"}, {"item": "In the weeks that followed, we amazed ourselves. Our habits slid apart easily...And our very few intimacies were simply discontinued. Where did they go, those things we did? Were they recycled? Did some new couple in China do them? Were a Swedish man and woman foot to foot at this very moment? ", "owner": "Miranda July, No One Belongs Here More Than You"}, {"item": "Lucian was beginning to get used to hearing her small observations at night. More than anything, he realized he liked her voice in the dark. It made him feel less lonely.", "owner": "Melina Marchetta, Froi of the Exiles"}, {"item": "It no longer makes me cry and die and tear myself to see her go because everything goes away from me like that now — girls, visions, anything, just in the same way and forever and I accept lostness forever.", "owner": "Jack Kerouac"}, {"item": "Sometimes being surronded by everyone is the loneliest, because you'll realise you have no one to turn to.", "owner": "Soraya"}, {"item": "I hope somebody cares because I sure don't. I sure don't. Not anymore. I'm ashamed to go around my family. I'm too embarrassed to confide in my friends. Outside of work I don't have a life.", "owner": "Mary B. Morrison"}, {"item": "Loneliness watches and sights, then climbs into my bed and pulls the covers over... himself, fully dressed, shoes and all. He’s going to make me sleep with him again tonight, i just know it.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Our language has wisely sensed these two sides of man’s being alone. It has created the word “loneliness” to express the pain of being alone. And it has created the word “solitude” to express the glory of being alone. Although, in daily life, we do not always distinguish these words, we should do so consistently and thus deepen our understanding of our human predicament.", "owner": "Paul Tillich, The Eternal Now"}, {"item": "I hold the world but as the world, Gratiano!", "owner": "William Shakespeare, The Merchant of Venice"}, {"item": "I think that if we look for love courageously, it reveals itself, and we wind up attracting even more love. If one person really wants us, everyone does. But if we’re alone, we become even more alone. Life is strange.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "There's a lot to be said for being alone. But you and I know, don't we, Flavia, that being alone and being lonely are not at all the same thing?", "owner": "Alan Bradley, The Weed That Strings the Hangman's Bag"}, {"item": "I learned the strange art of loneliness, the weathered yearning that swells and passes, and swells and passes, when you walk a trail alone.", "owner": "Anna Carey, Eve"}, {"item": "Human beings, in point of fact, are lonely by nature, and one should feel sorry for them and love them and mourn with them. It is certain that people would understand one another better and love one another more if they would admit to one another how lonely they were, how sad they were in their tormented, anxious longings and feeble hopes.", "owner": "Halldór Laxness"}], "pagination": {"size": 20, "total": 10, "current": 6}}