{"contents": [{"item": "You values are your life’s worth", "owner": "Sunday Adelaja"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Time is the content of life", "owner": "Sunday Adelaja"}, {"item": "Our attitude to others dictate God’s attitude to us", "owner": "Sunday Adelaja"}, {"item": "Solitude allows you to be able to arrange your life only around your destiny.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "You get answers and solutions to your problems when you begin to notice God", "owner": "Sunday Adelaja"}, {"item": "You need to know your destiny", "owner": "Sunday Adelaja"}, {"item": "Survival isn’t all there is to life", "owner": "Sunday Adelaja"}, {"item": "We bring glory to the Kingdom when we fellowship with one another", "owner": "Sunday Adelaja"}, {"item": "Never disregard people, regardless of their beliefs, because we all carry God’s likeness", "owner": "Sunday Adelaja"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The key to an effective life is that things done for self don’t count", "owner": "Sunday Adelaja"}, {"item": "Everyone should be seen as a carrier of God’s nature", "owner": "Sunday Adelaja"}, {"item": "Don’t betray the purpose of your creation", "owner": "Sunday Adelaja"}, {"item": "Humans are the world’s greatest treasure", "owner": "Sunday Adelaja"}, {"item": "Always ask yourself if you are really serving God", "owner": "Sunday Adelaja"}, {"item": "Joblessness makes you live without the fear of being fired", "owner": "Sunday Adelaja"}, {"item": "Whatever is going to happen will happen, whether we worry or not.", "owner": "Ana Monnar"}, {"item": "Employment is a major time killer", "owner": "Sunday Adelaja"}, {"item": "Effectiveness of life should be measured by the results in the area of your calling or purpose", "owner": "Sunday Adelaja"}, {"item": "The only way to love God is by loving His people", "owner": "Sunday Adelaja"}, {"item": "God accepts us into His atmosphere when we accept people into our lives", "owner": "Sunday Adelaja"}, {"item": "We disqualify ourselves from communicating with God when we refuse to open our hearts to people", "owner": "Sunday Adelaja"}, {"item": "The only need of God is in people", "owner": "Sunday Adelaja"}, {"item": "Your life was meant to be used to fulfill your purpose and destiny.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Man is not made for the Sabbath. Rather, the Sabbath is made for man", "owner": "Sunday Adelaja"}, {"item": "Effectiveness of life is not in self aggrandising", "owner": "Sunday Adelaja"}, {"item": "What is done unto people is also being done unto God", "owner": "Sunday Adelaja"}, {"item": "Your net worth determines how valuable you are in the sight of men", "owner": "Sunday Adelaja"}, {"item": "Life is all about purpose", "owner": "Sunday Adelaja"}, {"item": "With a clear vision you will arrive at your define-destination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We are only qualified for God’s glory when we glorify people", "owner": "Sunday Adelaja"}, {"item": "True service is when you serve others without expecting anything in return", "owner": "Sunday Adelaja"}, {"item": "You can only derive pleasure from work when it is in the sphere of your calling", "owner": "Sunday Adelaja"}, {"item": "God is aware of the hypocrisy in the hearts of men", "owner": "Sunday Adelaja"}, {"item": "Your calling is in what you can do with human interference", "owner": "Sunday Adelaja"}, {"item": "When you celebrate a person, you are celebrating the creator of that person", "owner": "Sunday Adelaja"}, {"item": "There is no love for God without love for man", "owner": "Sunday Adelaja"}, {"item": "When you serve people, God will send people to bless you", "owner": "Sunday Adelaja"}, {"item": "A willing spirit, diligently perform the sacred duty.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Gain great values by converting your time", "owner": "Sunday Adelaja"}, {"item": "Celebrating people is a form of love", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you build yourself", "owner": "Sunday Adelaja"}, {"item": "Your life content reduces with employment", "owner": "Sunday Adelaja"}, {"item": "God is in people. Miracles and blessings happen through people", "owner": "Sunday Adelaja"}, {"item": "Greatness is the quality of time converted into production or value", "owner": "Sunday Adelaja"}, {"item": "If you haven't arrived yet, keep driving, your destiny is waiting for you.", "owner": "Rob Liano"}, {"item": "When” answers the question on time which is the currency of time", "owner": "Sunday Adelaja"}, {"item": "You must detach yourself from the stereotypical life to live an effective one", "owner": "Sunday Adelaja"}, {"item": "Living for your purpose is equivalent to living for the Kingdom of God", "owner": "Sunday Adelaja"}, {"item": "Your gift or calling enables you to ask the question of what to do", "owner": "Sunday Adelaja"}, {"item": "Sometimes, we must travel on the longest path to our sacred-destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You reproduce your life only when you work in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "Every time we dedicate our time and other resources to others to the people around us, we serve God", "owner": "Sunday Adelaja"}, {"item": "The worship of God is in our attitude to people", "owner": "Sunday Adelaja"}, {"item": "Faith keeps our ships moving, while empathy and the memories of our experiences lead to wisdom.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "We were sent to earth to fulfill our mandate and life’s purpose", "owner": "Sunday Adelaja"}, {"item": "A busy life is not necessarily an effective life", "owner": "Sunday Adelaja"}, {"item": "Your destiny lies in your hands and can be molded with each passing day by the choices you make", "owner": "Sunday Adelaja"}, {"item": "Be strategic and purposeful in whatever you do", "owner": "Sunday Adelaja"}, {"item": "You are the center of your life", "owner": "Sunday Adelaja"}, {"item": "When you are intense, you will do things persistently and with speed", "owner": "Sunday Adelaja"}, {"item": "Employment sells out the essence of life", "owner": "Sunday Adelaja"}, {"item": "See God in everyone regardless of who or where they are", "owner": "Sunday Adelaja"}, {"item": "Reproduce yourself and fulfill your calling", "owner": "Sunday Adelaja"}, {"item": "We can do what we ought to do, only by great grace that comes from God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The only way to practicalize your love for God is by helping and loving others", "owner": "Sunday Adelaja"}, {"item": "Everyone deserves to be in our fellowship", "owner": "Sunday Adelaja"}, {"item": "The ability to be intense in whatever you do is a key factor in reclaiming your lost years", "owner": "Sunday Adelaja"}, {"item": "The only people remembered in history are the ones that dedicate their lives to service and purpose", "owner": "Sunday Adelaja"}, {"item": "Value-added time produces multiplication and production", "owner": "Sunday Adelaja"}, {"item": "Always let people see a reflection of God in you", "owner": "Sunday Adelaja"}, {"item": "Be a team player, not a bandwagon jumper.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Uplifting God’s Kingdom on earth should be our life’s mandate as believers", "owner": "Sunday Adelaja"}, {"item": "You need intensity to be quick", "owner": "Sunday Adelaja"}, {"item": "Your intensity increases your net worth", "owner": "Sunday Adelaja"}, {"item": "You disregard God when you disregard His people", "owner": "Sunday Adelaja"}, {"item": "Your calling should be your work", "owner": "Sunday Adelaja"}, {"item": "The way we relate with people is the same way we relate with God", "owner": "Sunday Adelaja"}, {"item": "knowledge of who we are helps us to be focus on our destiny", "owner": "Sunday Adelaja"}, {"item": "You cannot serve God without serving people", "owner": "Sunday Adelaja"}, {"item": "You only gain in life when you multiply", "owner": "Sunday Adelaja"}, {"item": "God is a God of appreciation", "owner": "Sunday Adelaja"}, {"item": "The fastest way to see God is to notice people", "owner": "Sunday Adelaja"}, {"item": "A selfish living is a wasteful living", "owner": "Sunday Adelaja"}, {"item": "As believers, we each have a different essence of existence", "owner": "Sunday Adelaja"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "When you pay attention to man, God also reciprocates with His attention", "owner": "Sunday Adelaja"}, {"item": "We open our hearts to receive God when we open our hearts to people", "owner": "Sunday Adelaja"}, {"item": "The principle of God is love and honor", "owner": "Sunday Adelaja"}], "common_tag": "destiny,", "updatedAt": "2023-07-01 19:09:51"}