{"contents": [{"item": "My Miracle, living through a Traumatic brain Injury", "owner": "Rodney Barnes"}, {"item": "...Next thing I know you've run off to Paris and thrown yourself under the nearest Frenchman-", "owner": "Nicholls David, One Day"}, {"item": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.", "owner": "Robert M. Drake"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "The greater part of a men who speak ill of women are speaking of a certain woman.", "owner": "Rémy de Gourmont, Philosophic Nights in Paris,: Being Selections from Promenades Philosophiques"}, {"item": "Jealousy of another means you need to work on making you proud of yourself.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "There is no truth without faith. Nothing is proven except to the heart of one who believes.", "owner": "Compton Gage"}, {"item": "It is unpleasant and disturbing to be rejected. It is deeply satisfying to be accepted.", "owner": "Stephen Covey"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "He was everything your mother warned you about when she told you not to walk alone in the dark.", "owner": "Nenia Campbell, Armed and Dangerous"}, {"item": "...I fell asleep and had a dream that a king was liquidated by a group of kind faces....", "owner": "Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles"}, {"item": "Its dark and I’m reading my scars because our moments remind me of where I should be.", "owner": "Robert M. Drake"}, {"item": "If you need something from somebody always give that person a way to hand it to you.", "owner": "Sue Monk Kidd, The Secret Life of Bees"}, {"item": "Because he could not afford to fail, he could not afford to trust.", "owner": "Joseph J. Ellis, His Excellency: George Washington"}, {"item": "In a world of increasing fakery, genuine people are the sexiest.", "owner": "Sam Owen"}, {"item": "He who is jealous is better off not dating someone who is bisexual.", "owner": "Mokokoma Mokhonoana"}, {"item": "Don't ask too much for space. They grow into voids.", "owner": "Karishma Magvani"}, {"item": "The best place to conceal esoteric information is right in front of us.", "owner": "Compton Gage, Devil's Inception"}, {"item": "We swallowed the chaos because we knew we didn't want to be ordinary.", "owner": "Robert M. Drake"}, {"item": "I just...I just miss him. And I hate being so alone.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "Kiss her gypsy soul and love her for the wild rose she is.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "Even if toxic people are right about what is \"good,\" they are wrong if the approach is not healthy.", "owner": "John Lewis Lund, How to Hug a Porcupine: Dealing With Toxic & Difficult to Love Personalities"}, {"item": "Vulnerability supported by love is perhaps the most powerful catalyst for real connection.", "owner": "Scott Stabile"}, {"item": "Society will always be too fragile to accept us for all that makes us beautiful.", "owner": "Robert M. Drake"}, {"item": "You can only trust your emotions as you can lie to yourself with your brain but not your heart.", "owner": "Carl White"}, {"item": "You are judged many times more by what you give assent to others doing than what you do yourself.", "owner": "Compton Gage"}, {"item": "Karma says what you give is what you get, so why do the loyal person end up being betrayed", "owner": "Treyco From Waco"}, {"item": "Being divorced does not necessarily make one’s advice on marriage useless … or useful.", "owner": "Mokokoma Mokhonoana"}, {"item": "Relationships are valuable no matter who they are between.", "owner": "Donna Goddard, Waldmeer"}, {"item": "You have purged your way. You are ready to lead sons of men.", "owner": "Compton Gage"}, {"item": "How I wish I only felt using my hands and not with my whole heart.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "I felt like an animal, and animals don’t know sin, do they?", "owner": "Jess C. Scott, Wicked Lovely"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Within our emotions lie answers, truths and instructions.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "Have the courage to love yourself like you always wished someone would.", "owner": "Vironika Tugaleva"}, {"item": "The greatest adventure is to have no fear for the blaze that lies ahead.", "owner": "Robert M. Drake"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "Self-care is how you take your power back.", "owner": "Lalah Delia"}, {"item": "I'll always choose you.Gabe Willoughby", "owner": "Hope Collier, Haven"}, {"item": "Doing something later is not automatically the same as doing something better", "owner": "Meg Jay, The Defining Decade: Why Your Twenties Matter--And How to Make the Most of Them Now"}, {"item": "Every broken heart has screamed at one time or another, \"I want to know why!", "owner": "Shannon L. Alder"}, {"item": "Arrogance based on relentless denial of faults eventually makes a person weary.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "If somebody never gets enough of you, they will always want more", "owner": "Ashly Lorenzana"}, {"item": "The holiest place on Earth, is not a temple or a church, but our relationship to one another.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Be you, be true to your word, don't sell yourself short and don't waste your life worrying.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Maybe love was meant to save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "It takes a strong man to be with a woman full of fire and stars and all of October.", "owner": "Melody  Lee"}, {"item": "I will never claim to know what you are thinking. I only hope I am on your mind.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "A tamed woman will never leave her mark in the world.", "owner": "Robert M. Drake"}, {"item": "Sex can lead to nasty things like herpes, gonorrhea, and something called relationships.", "owner": "Sacha Baron Cohen"}, {"item": "Maybe what this is. What we have, is something that will save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "The harder you search the more troubled you become.", "owner": "Compton Gage"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "When you lack self-esteem it’s easy to keep attracting the wrong people into your life.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "I find that love is confusing, lust is always definitive.", "owner": "Carl R White"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "What rubs off on me is hard to rub off. So, I’d better figure out what I rubbing up against.", "owner": "Craig D. Lounsbrough"}, {"item": "Sometimes we can focus so much on nothing that we make it a big something of nothing", "owner": "Ricky Maye, An Emerging Spirituality"}, {"item": "It’s amazing to consider just how many people smile at the thought of you.", "owner": "Scott Stabile"}, {"item": "The Kingdom of God does not come by Observation. It is hidden in the inner dimension.", "owner": "Compton Gage"}, {"item": "If you have to chase, beg, or plot for love....It will run away at the next \"best\" offer.", "owner": "Nanette Mathews"}, {"item": "Somewhere between love and hate lies confusion, misunderstanding and desperate hope.", "owner": "Shannon L. Alder"}, {"item": "This date had started as bland and was speeding right along to abysmal.", "owner": "Katherine McIntyre, Captured Memories"}, {"item": "Uplifting greetings bring a better spirit to your relationship", "owner": "Brent M. Jones"}, {"item": "All the truth of God are discoverable through every day life.", "owner": "Compton Gage"}, {"item": "I didn’t even know a piece of me was missing until I had her for the first time.", "owner": "Jiffy Kate, Fighting Fire"}, {"item": "When a man plays with your heart it is for one of two reasons: He knows he can or he is undecided.", "owner": "Shannon L. Alder"}, {"item": "I had a dream about you last night.. You kept screaming at Ted Danson to pour you a drink.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "I may be lost, but I'm traveling the right way.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "In times of conflict, we’re all peers.", "owner": "Michael Holbrook, Sublimity's Treasure: A Tale of Peculiar Findings, Discovery, & Hope"}, {"item": "But why, why, why can't people just say what they mean?", "owner": "Graeme Simsion, The Rosie Project"}, {"item": "THE MOST HURTFUL BELIEF: We live in a world where we are taught that we get by taking.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "The greatest violence, and the greatest threat to humanity, is the growth of MONEY.", "owner": "Compton Gage"}, {"item": "If truth doesn't set you free, generosity of spirit will.", "owner": "Katerina Stoykova Klemer"}, {"item": "When we fall in love, we recognise in the other the fragments of ourselves that we have lost.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "You have not escaped his notice either- you are here by 'a call' not by choice.", "owner": "Compton Gage"}, {"item": "To adore one has to yearn.", "owner": "Will Advise"}, {"item": "He didn't take any of my shit. I needed that.", "owner": "C.J. English, Affairytale"}, {"item": "A true conversion is always only between a man and God.", "owner": "Kiersten White, And I Darken"}, {"item": "Self-esteem comes from not letting unrelated external occurrences be tied to your own self-worth.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "i’m afraid i’ll lose you if i share all that’s real.i’m afraid i’ll lose myself if i don’t.", "owner": "Scott Stabile"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "It's only awkward if it matters.", "owner": "Joyce Rachelle"}], "common_tag": "relationships,", "updatedAt": "2023-05-26 21:16:05"}