{"contents": [{"item": "Getting an education is the easiest when you love to learn.", "owner": "Debasish Mridha M.D."}, {"item": "When you find a best friend, you become two flowers blooming from the same bud.", "owner": "Debasish Mridha"}, {"item": "Fear not! In life, problems are there to make you stronger.", "owner": "Debasish Mridha"}, {"item": "The secrets of success are getting started and being persistent.", "owner": "Debasish Mridha"}, {"item": "If there is no kindness with your rightness, then that is madness.", "owner": "Debasish Mridha"}, {"item": "It is the journey that is important—not the destination.", "owner": "Debasish Mridha"}, {"item": "To live in happiness, always do something that will bring joy to others.", "owner": "Debasish Mridha"}, {"item": "Use meditation and blissful perceptions to create inner peace and world peace.", "owner": "Debasish Mridha"}, {"item": "Yoga is a journey of the soul through the body that creates a harmony among nature, mind, and body.", "owner": "Debasish Mridha"}, {"item": "Life is reflections of our thoughts.", "owner": "Debasish Mridha"}, {"item": "Your mind is your biggest enemy and your dearest friend.", "owner": "Debasish Mridha"}, {"item": "How beautiful it is to hug someone with kindness when he is trying to hurt you!", "owner": "Debasish Mridha"}, {"item": "The breeze at the beach has a secret song in her heart which always lures us back.", "owner": "Debasish Mridha"}, {"item": "A lover becomes a light when he or she enlightens world of someone.", "owner": "Debasish Mridha"}, {"item": "The journey through life is important, but what you learn during your journey is more important.", "owner": "Debasish Mridha"}, {"item": "Life is finite so celebrate your birthday with infinite joy.", "owner": "Debasish Mridha"}, {"item": "Love has power in it. At the end, it wins over all miseries.", "owner": "Debasish Mridha"}, {"item": "When you go beyond your limitations, that is called success.", "owner": "Debasish Mridha"}, {"item": "Life is not what happens to you but what you think about it.", "owner": "Debasish Mridha"}, {"item": "Nothing is more beautiful than beauty of a kind soul.", "owner": "Debasish Mridha"}, {"item": "By giving up what you are holding, you create emptiness to receive.", "owner": "Debasish Mridha"}, {"item": "Poverty comes from the poverty of positive thoughts and creative ideas.", "owner": "Debasish Mridha"}, {"item": "Be conscious of your pleasantness.", "owner": "Debasish Mridha"}, {"item": "At the end of your comfort zone is where adventure begins and life dances with trembling joy.", "owner": "Debasish Mridha"}, {"item": "Life will be perfect if your expectations and responses to events are humble and perfect.", "owner": "Debasish Mridha"}, {"item": "If you are the reflection of light, then how can you fear darkness?", "owner": "Debasish Mridha"}, {"item": "You were born with love and hope. Why do you feel that you have no power to win in life?", "owner": "Debasish Mridha"}, {"item": "Like the waves in the ocean, life changes every moment.", "owner": "Debasish Mridha"}, {"item": "Music is the language of the soul and the expression of deep inner feelings.", "owner": "Debasish Mridha"}, {"item": "Debt is great source of inner unhappiness.", "owner": "Debasish Mridha"}, {"item": "Be fearless like a newborn that is born with love and hope.", "owner": "Debasish Mridha"}, {"item": "To create a peaceful world, inhale the love of life and exhale the beauty of life.", "owner": "Debasish Mridha"}, {"item": "Abundance is not defined by possessions, but it is defined by inner perceptions.", "owner": "Debasish Mridha"}, {"item": "Education is the fertilizer which helps you to grow and bloom to beautify this world.", "owner": "Debasish Mridha"}, {"item": "Life is worth living because we find the ultimate joy of life through love.", "owner": "Debasish Mridha"}, {"item": "Just like a flower, enjoy the joy of giving.", "owner": "Debasish Mridha"}, {"item": "A complaint is a compliment of negativity.", "owner": "Debasish Mridha"}, {"item": "Those unuttered words of your smile can rewrite the history of this wonderful world.", "owner": "Debasish Mridha"}, {"item": "For all of my life, I am digging deep in my heart to find the liquid gold of love to share.", "owner": "Debasish Mridha"}, {"item": "Live in order to be-not just for becoming.", "owner": "Debasish Mridha"}, {"item": "When you are loving, kind, and true everyone will find astonishing beauty within you.", "owner": "Debasish Mridha"}, {"item": "Human destiny depends on depth of education.", "owner": "Debasish Mridha"}, {"item": "I am as abundant as the universe because I am a child of the universe.", "owner": "Debasish Mridha"}, {"item": "Never criticize. Remember that no one deserves it more than the one who is criticizing.", "owner": "Debasish Mridha"}, {"item": "Life is a magical song of the universe. To understand it, feel it in your heart and sing along.", "owner": "Debasish Mridha"}, {"item": "As I sit under the moonlit tree, your heart adorns me with the twinkle of stars.", "owner": "Debasish Mridha"}, {"item": "If you find a problem, don’t complain about it. To find the solution, be curious and wise.", "owner": "Debasish Mridha"}, {"item": "Passion is the most glamorous outfit not the most modern fashion.", "owner": "Debasish Mridha"}, {"item": "Even after thousands of years, I want to live in your heart with love, joy, and care.", "owner": "Debasish Mridha"}, {"item": "Meditation creates harmony in the midst of chaos in my inner world and outer reality.", "owner": "Debasish Mridha"}, {"item": "When you share your knowledge, you gain wisdom. Share as much as you can and as often as you can.", "owner": "Debasish Mridha"}, {"item": "In summer, a soothing warm breeze on a beach is the most soothing music for the soul.", "owner": "Debasish Mridha"}, {"item": "A definite recipe for success is when you take persistent action on a strong definite goal.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the seed for thought. Knowledge, experience, and thoughts give birth to wisdom.", "owner": "Debasish Mridha"}, {"item": "I wanted to know the denouement of your life story. I have no interest in the narrative.", "owner": "Debasish Mridha"}, {"item": "The price of happiness is unconditional love.", "owner": "Debasish Mridha"}, {"item": "Your biggest failure becomes your best teacher.", "owner": "Debasish Mridha"}, {"item": "Spread your wings of love, and let your mind fly to a distant land where love is the air of life.", "owner": "Debasish Mridha"}, {"item": "Never fear to be wonderful.", "owner": "Debasish Mridha"}, {"item": "Everyone has greatness in them! To bring it out, we just have to empower them.", "owner": "Debasish Mridha"}, {"item": "With love, don’t desire to tie someone down but to set them free.", "owner": "Debasish Mridha"}, {"item": "Those who lack courage, can’t be kind for kindness is a state of courage.", "owner": "Debasish Mridha"}, {"item": "Teaching is the best way to learn. Never stop learning.", "owner": "Debasish Mridha"}, {"item": "To enjoy life at its best, be an epitome of style and elegance.", "owner": "Debasish Mridha"}, {"item": "True education gives you power. Education and experience make you wise.", "owner": "Debasish Mridha M.D."}, {"item": "Measure your life not by its duration but by its contribution.", "owner": "Debasish Mridha"}, {"item": "The key to wisdom is silent observation and reflection.", "owner": "Debasish Mridha"}, {"item": "To create new rules, use the power of love, courage, and kindness to break the rules.", "owner": "Debasish Mridha"}, {"item": "If I had the choice, I would sing only love songs.", "owner": "Debasish Mridha"}, {"item": "Knowledge will help you to gain wisdom wisdom will open your mind to being kind. ", "owner": "Debasish Mridha"}, {"item": "To teach someone something, appreciate even the slightest improvements and avoid criticism.", "owner": "Debasish Mridha"}, {"item": "Appreciation is the best currency to encourage someone do something for humanity.", "owner": "Debasish Mridha"}, {"item": "A smile is infectious and contagious. Pass it on!", "owner": "Debasish Mridha"}, {"item": "I go to bed with knowledge to dream, then dreams wake me up with the lights of wisdom.", "owner": "Debasish Mridha"}, {"item": "True education is the best wealth.", "owner": "Debasish Mridha"}, {"item": "A tree sings to us with her beauty and her love. It is our responsibility to listen to her music.", "owner": "Debasish Mridha"}, {"item": "Good intentions are the best business.", "owner": "Debasish Mridha"}, {"item": "Your life will reflect what you persistently think about.", "owner": "Debasish Mridha"}, {"item": "Nothing can contaminate the purity of my love—not even the dirt of hateful thoughts.", "owner": "Debasish Mridha"}, {"item": "If life is an adventure, then a vacation is an adventure to find true joy.", "owner": "Debasish Mridha"}, {"item": "Keep your mind free and independent even when someone wants to imprison your body.", "owner": "Debasish Mridha"}, {"item": "Look at the world around you and focus on the possibilities not the problem.", "owner": "Debasish Mridha"}, {"item": "To create emptiness in your heart, let it go with love and fill it with infinite love.", "owner": "Debasish Mridha"}, {"item": "A vacation is three times more work without the payment.", "owner": "Debasish Mridha"}, {"item": "Control your thoughts and everything will be under your control.", "owner": "Debasish Mridha"}, {"item": "The best knowledge is knowing yourself and your inner being.", "owner": "Debasish Mridha"}, {"item": "A smile is the best makeup that can change your looks and your heart.", "owner": "Debasish Mridha"}, {"item": "Bloom as if you want to make the whole world beautiful.", "owner": "Debasish Mridha"}, {"item": "That which is essential for life, can never be bought.", "owner": "Debasish Mridha"}, {"item": "What we are doing in this moment is what matters the most. Be mindful.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha,", "updatedAt": "2023-05-26 21:16:05"}