{"contents": [{"item": "Truth is a bubble and hard to hold on to.", "owner": "Marty Rubin"}, {"item": "Things come apart so easily when they have been held together with lies.", "owner": "Dorothy Allison, Bastard Out of Carolina"}, {"item": "There is fact in every fiction and truth in every lie.", "owner": "Krisi Keley, On the Soul of a Vampire"}, {"item": "How many times have I told you not to believe everything you hear? Seek truth for yourself.", "owner": "Isabel Allende, Kingdom of the Golden Dragon"}, {"item": "The best lies were always mixed with truth.", "owner": "Sarah J. Maas, Crown of Midnight"}, {"item": "Be a true Heart, not a follower.", "owner": "Ed Sheeran"}, {"item": "How 'bout a shot of truth in that denial cocktail.", "owner": "Jennifer Salaiz"}, {"item": "Time turns our lies into truths.", "owner": "Gene Wolfe, Shadow & Claw"}, {"item": "The color of truth is grey.", "owner": "André Gide"}, {"item": "Spiritually is finding the truth in you.", "owner": "Wes Adamson"}, {"item": "The treacherous are ever distrustful.", "owner": "J.R.R. Tolkien, The Two Towers"}, {"item": "I'm not insincere. I just don't care, that's all.", "owner": "Anthony T. Hincks"}, {"item": "Great is truth, but still greater, from a practical point of view, is silence about truth.", "owner": "Aldous Huxley, Brave New World"}, {"item": "The illusion which exalts us is dearer to us than ten thousand truths.", "owner": "Anton Chekhov, Gooseberries and Other Stories"}, {"item": "Most of what I say is complete truth. My edit button is broken.", "owner": "Myra McEntire, Hourglass"}, {"item": "Humility is nothing but truth, and pride is nothing but lying.", "owner": "St. Vincent de Paul"}, {"item": "The truth will set you free, they say, but believe me, nothing will set you free.", "owner": "Ava Farmehri, Through the Sad Wood Our Corpses Will Hang"}, {"item": "Your spouse is not a possession you attain, but a friend in which you trust & adore.", "owner": "Robert Vanleeuwen, Among Wolves'"}, {"item": "Poverty is not a disgrace, but it's terribly inconvenient", "owner": "Milton Berle"}, {"item": "Boredom: the desire for desires.", "owner": "Leo Tolstoy"}, {"item": "The distance between insanity and genius is measured only by success.", "owner": "Bruce Feirstein"}, {"item": "I always tell the truth. Even when I lie.", "owner": "Al Pacino"}, {"item": "In all debates, let truth be thy aim, not victory, or an unjust interest.", "owner": "William Penn"}, {"item": "The Truth must dazzle graduallyOr every man be blind - Emily Dickinson", "owner": "Emily Dickinson"}, {"item": "Don't let the fear of losing them keep you from loving them.", "owner": "Nicole  Williams, Crash"}, {"item": "he looked at her, stripped naked for the instant of verbiage and deceit.", "owner": "William Faulkner, Light in August"}, {"item": "Wanting to be liked can get in the way of truth.", "owner": "Delia Ephron, Sister Mother Husband Dog: Etc."}, {"item": "Now if we only knew what it means to know, we would be conscious.", "owner": "Atom Tate"}, {"item": "What do I know about life? What does a windmill know about the wind?", "owner": "Marty Rubin"}, {"item": "When something ought to be true then it proves to be a very powerful truth.", "owner": "Marilynne Robinson, Gilead"}, {"item": "The sooner you answer the question, \"who am I\" the more effective and successful life you will have", "owner": "Sunday Adelaja"}, {"item": "The best gifts come from the heart, not the store.", "owner": "Sarah Dessen, Lock and Key"}, {"item": "My life is my testimony.", "owner": "L.M. Fields"}, {"item": "Believe those who are seeking the truth. Doubt those who find it.", "owner": "André Gide"}, {"item": "There's more beauty in truth, even if it is dreadful beauty.", "owner": "John Steinbeck, East of Eden"}, {"item": ".. the truth is what you can't see but are certain of anyway.", "owner": "Rachel Klein, The Moth Diaries"}, {"item": "Oh God, teach us thy truth.", "owner": "Lailah Gifty Akita"}, {"item": "The truth is often one's best shield.", "owner": "James Rollins, The Devil Colony"}, {"item": "If you seek for supreme predator, go find God. He hunts the prime killer of mankind, the Satan.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "The writer's gift can make us see ourselves and our morals differently than our reality suggests.", "owner": "Michael Eric Dyson, Can You Hear Me Now?: The Inspiration, Wisdom, and Insight of Michael Eric Dyson"}, {"item": "Fact and fiction are different truths.", "owner": "Patricia MacLachlan, The Facts and Fictions of Minna Pratt"}, {"item": "The greatest enemy to fear is truth.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "The truth of the gospel is the true words of God.", "owner": "Lailah Gifty Akita"}, {"item": "People who belittle people, will be LITTLE people, and will accomplish very Little", "owner": "Norman Vincent Peale"}, {"item": "Your greatest path of influence is love.", "owner": "Mollie Marti"}, {"item": "To become a lifelong reader, one has to do a lot of varied and interesting reading.", "owner": "Kelly Gallagher, Readicide: How Schools Are Killing Reading and What You Can Do About It"}, {"item": "When you perceive a truth, look for the balancing truth.", "owner": "John Emerich Edward Dalberg-Acton"}, {"item": "The truth. Men will blind themselves with hot irons, rather than face it.", "owner": "David Gemmell, Dark Moon"}, {"item": "What is important is not what you hear said, it's what you observe.", "owner": "Michael Connelly, Trunk Music"}, {"item": "When everything gets answered, it's fake.", "owner": "Sean Penn"}, {"item": "Tell the truth, or someone will tell it for you.", "owner": "Stephanie Klein, Straight Up and Dirty"}, {"item": "God Is, Lucifer is a devil, and there is a Hell.", "owner": "E.A. Bucchianeri, Faust: My Soul Be Damned for the World Volume 1"}, {"item": "I prefer the keen edge of truth to the dull comfort of lies.", "owner": "Sondra Allan Carr, A Bed of Thorns and Roses"}, {"item": "Think? Why think! We have computers to do that for us.", "owner": "Jean Rostand"}, {"item": "No one can hurt you except you give them the power to do so and choose to accept it.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.", "owner": "W. Clement Stone"}, {"item": "Belief means not wanting to know what is true.", "owner": "Friedrich Nietzsche"}, {"item": "The Holy Spirit reveals the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "Since when does anyone get the option to do the easiest?", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "Progress just means bad things happen faster.", "owner": "Terry Pratchett, Witches Abroad"}, {"item": "The truth does not change according to our ability to stomach it.", "owner": "Flannery O'Connor"}, {"item": "By their actions, they will show you who they are.", "owner": "Leah Remini, Troublemaker: Surviving Hollywood and Scientology"}, {"item": "The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies.", "owner": "Holly Black, Red Glove"}, {"item": "Night is a time of rigor, but also of mercy. There are truths which one can see only when it’s dark", "owner": "Isaac Bashevis Singer, Teibele And Her Demon"}, {"item": "The relationship between truth and reason:\"Truth cannot be reached by reason alone!", "owner": "Maurice Blondel"}, {"item": "If we are to rise as real Sapiens, we must work towards spreading education among the masses.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "News told, rumors heard, truth implied, facts buried.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Many lies lie between one truth.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "Truth has rough flavours if we bite it through.", "owner": "George Eliot"}, {"item": "Power is not revealed by striking hard or often, but by striking true.", "owner": "Honoré de Balzac"}, {"item": "They don't actually want you to do your own thing, not unless it's their thing too.", "owner": "Robert Cormier, The Chocolate War"}, {"item": "The dead never go to their own funeral.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "If there is no struggle there is no progress.", "owner": "Frederick Douglass"}, {"item": "Hoax needed to complete the premises of truth.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "If we forget our story we were doomed to repeat it", "owner": "Heather Nelson, The Albino Redwoods"}, {"item": "the gods play nofavorites.", "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"}, {"item": "Die Wahrheit hat keinen Erfolg.", "owner": "Confucius, Gespräche"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Dementia was like a truth serum.", "owner": "Amy Tan, The Bonesetter's Daughter"}, {"item": "No persons are more frequently wrong, than those who will not admit they are wrong.", "owner": "François de La Rochefoucauld"}, {"item": "Being a good mother, it seemed to me, meant you ran the risk of losing your child.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "If you're explaining, you're losing.", "owner": "Ronald Reagan, The Reagan Diaries"}, {"item": "That truth should be silent I had almost forgot. (Enobarbus)", "owner": "William Shakespeare, Antony and Cleopatra"}, {"item": "A good man is as strong as the right woman needs him to be.", "owner": "Gregory David Roberts, Shantaram"}, {"item": "Truth is naturally universal...and shines into many different windows, though many are clouded.", "owner": "Anya Seton, Green Darkness"}, {"item": "Within every elaborate lie, a kernel of truth.", "owner": "Marisha Pessl, Night Film"}, {"item": "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.", "owner": "Blaise Pascal"}, {"item": "The most dangerous of all falsehoods is a slightly distorted truth.", "owner": "Georg Christoph Lichtenberg, The Waste Books"}, {"item": "Fiction just makes it all more interesting. Truth is so boring.", "owner": "Charlaine Harris, Dead as a Doornail"}, {"item": "Politics determines who has the power, not who has the truth.", "owner": "Paul Krugman"}], "common_tag": "truth", "updatedAt": "2023-05-26 21:16:05"}