{"contents": [{"item": "Beauty is an illusion.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "When you are wise, peace shall follow.", "owner": "Abhijit Naskar"}, {"item": "There is only one ideal in the world, which is, the light of knowledge – the light of truth.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "One who knows what he or she knows as well as what he or she does not know is a genius.", "owner": "Abhijit Naskar"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Mystics reign where lacks true education.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "​Everything that makes you, you, is a biologically existential expression of your entire brain.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "Once you die, that’s it – game over.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "The greatest Church is within you, and it is made of love, courage and conscience.", "owner": "Abhijit Naskar"}, {"item": "Real education leads to the liberation of the mind.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Luxury is the enemy of growth.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Life is a natural phenomenon – and by mystifying it, one only disgraces its natural beauty.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Know the One - the Self, and you'll know the All.", "owner": "Abhijit Naskar"}, {"item": "A movie is not a movie, it is a potential nuclear furnace of inspiration, courage and conscience.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Be the help you seek from others.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "There is a system alright, but the actual element of education has long gone.", "owner": "Abhijit Naskar"}, {"item": "Denial of the Self accomplishes nothing.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "I am an advocate of godliness, not of god.", "owner": "Abhijit Naskar, 7 Billion Gods: Humans Above All"}, {"item": "Don’t be fearless, but tame your fears, and stop at nothing.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Keep in mind my friend, if an answer is not rational, then it is not an answer, but a delusion.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "It is better to be foolish than a dilettante.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Ideal is the one, who knows the self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "God is nature’s anti-dote to misery.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "No God, Religion, Race or Nation is higher than the humans.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "I am not an advocate for religion. I only advocate for sweet general harmony.", "owner": "Abhijit Naskar"}, {"item": "If we are to rise as real Sapiens, we must work towards spreading education among the masses.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "All knowledge is born in the mind, and circumstances make them manifest.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Brain waves are like personal handwriting.", "owner": "Laurie Nadel, Dr. Laurie Nadel's Sixth Sense: Unlocking Your Ultimate Mind Power"}, {"item": "Never mind the mistakes. One day they will become your most prized possessions.", "owner": "Abhijit Naskar"}, {"item": "Truth, independent of the Self, is irrelevant to the biological existence of human life.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "I am a monk at heart - a scientist at brain - a philosopher at conscience.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "No knowledge comes from the outside world or an imaginary supernatural paradise.", "owner": "Abhijit Naskar"}, {"item": "The darkest moments of the night herald the imminent advent of a radiant sun.", "owner": "Abhijit Naskar"}, {"item": "You only fix something, when it’s broken. And you - are far from broken.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Do not become self-absorbed, but become self-aware.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Confidence of a dedicated person, seems to be over-confidence to ordinary masses.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Ten minutes of meditation a day, keeps the psychiatrist away.", "owner": "Abhijit Naskar"}, {"item": "Knowledge is worth nothing, until it is put to practice.", "owner": "Abhijit Naskar"}, {"item": "I am not a teacher of humanity, I am merely servant of humanity.", "owner": "Abhijit Naskar"}, {"item": "Great is the person who does good always, in sickness and in health, in riches and in poverty.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "In this universe, all we perceive is a virtual reality created by the neurons.", "owner": "Abhijit Naskar"}, {"item": "Smartness without wisdom is stupidity.", "owner": "Abhijit Naskar"}, {"item": "Once you die, that’s it – game over. Death is the ultimate cessation of the individual Self.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "The real battle is within yourself.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Be pure, live a conscientious life, defend your dignity and be loving to others.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "The Self is the measure of everything.", "owner": "Abhijit Naskar"}, {"item": "God lives in and through the human mind, and not in any church, synagogue, temple or mosque.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Liberty is my religion and Humans are my God.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Take the clapper and become the alarm that the world so desperately needs.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Blind faith is not real religion my friend.", "owner": "Abhijit Naskar, Illusion of Religion: A Treatise on Religious Fundamentalism"}, {"item": "Don’t ask for miracles. You are the living embodiment of all the miracles in the world.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "All the bloodsheds in human history have been caused by men, not women.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Don't waste your energy in fighting the old. Use it to build the new.", "owner": "Abhijit Naskar"}, {"item": "All our sentiments - religious, romantic or any other - are born in the neurons.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Know thy self, and the world will be thy oyster!", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "Mysticism and supernaturalism are the descendants of ignorance and fear.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Education means breaking free from the manacles of limitations put forward by primitive ignorance.", "owner": "Abhijit Naskar"}, {"item": "All systems of the society are meant to serve the mind, not the mind to serve the systems.", "owner": "Abhijit Naskar"}, {"item": "The world needs gigantic strong wills in front of which even the mountains will be crumbled.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "It is not speed that matters, it's persistence.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Any scripture that demands irrefutable obedience must be discarded at once.", "owner": "Abhijit Naskar"}, {"item": "Sophistication is not science people, simplicity is.", "owner": "Abhijit Naskar"}, {"item": "All systems of the society should serve the mind, instead of the mind serving the systems.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "The highest wisdom is to know that you know nothing.", "owner": "Abhijit Naskar"}, {"item": "Everybody wishes to have something that somebody else has. And that's the root of all sorrows.", "owner": "Abhijit Naskar"}, {"item": "The Human Self is the only friend and savior to all humanity.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Stop being the sheep and become the lion my friend!", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Real science begins with curiosity and madness.", "owner": "Abhijit Naskar"}, {"item": "Those who mock at you, shall one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Make films that purify the soul with the flow of rational, vigorous and compassionate thinking.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Being a fool is a billion times better than being blinded by the illusion of intellect.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "I’d rather listen to what you think of yourself, than what the whole world has to say about you.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "The divinity you seek is born with you.", "owner": "Abhijit Naskar, In Search of Divinity: Journey to the Kingdom of Conscience"}, {"item": "I am the bridge that connects these two ever- separated banks of human understanding.", "owner": "Abhijit Naskar, In Search of Divinity: Journey to The Kingdom of Conscience"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "Don’t be defeatist due to the mistakes you make. Mistakes are inevitable part of growth.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "From all aspects of human perception, you truly are your brain.", "owner": "Abhijit Naskar, In Search of Divinity: Journey to the Kingdom of Conscience"}, {"item": "Given the same honor and dignity as men, women can build a much better and more harmonious world.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Every nation, every woman and every man must work out their own salvation.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "All great achievements are attained through mighty obstacles.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "It is one thing to believe and another to know.", "owner": "Abhijit Naskar"}, {"item": "All of Christ’s philosophical ideas can be compressed into one simple phrase – Love thy neighbor.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "All great achievements of humanity begin with the madness of a few lion-hearts.", "owner": "Abhijit Naskar"}, {"item": "Salvation not shared, is salvation wasted.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Truth in the human world, is constructed, defined and then reconstructed by the human self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}], "common_tag": "brainy-quotes,", "updatedAt": "2023-05-26 21:16:05"}