{"contents": [{"item": "Read a short story every day.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "No knowledge comes from the outside world or an imaginary supernatural paradise.", "owner": "Abhijit Naskar"}, {"item": "When you feel life at crossroads,you need higher perspective view.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Can you imagine a world without books to read?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Teaching is the best way to learn. Never stop learning.", "owner": "Debasish Mridha"}, {"item": "Every Intelligent person was once a fool.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "We ought to know the history of our ancient ancestors.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Life lessons cannot be applied topically.", "owner": "Linda  Robinson"}, {"item": "Begin to read, write and think.", "owner": "Lailah Gifty Akita"}, {"item": "Spoon feeding in the long run teaches us nothing but the shape of the spoon.", "owner": "E.M. Forster"}, {"item": "Past data should only be used as a learning and not as a base for setting future goals", "owner": "Harrish Sairaman"}, {"item": "Self-education is, I firmly believe, the only kind of education there is.", "owner": "Isaac Asimov"}, {"item": "Learn the rules before you break them.", "owner": "Steven Taylor Goldsberry, The Writer's Book of Wisdom: 101 Rules for Mastering Your Craft"}, {"item": "Don't just become a monument of information, rather a solace of knowledge refuge.", "owner": "Unarine Ramaru"}, {"item": "Troubles teaches us what we fail to learn.", "owner": "Lailah Gifty Akita"}, {"item": "You have to want the book enough to read it.", "owner": "Lailah Gifty Akita"}, {"item": "There is creative reading as well as creative writing.", "owner": "Ralph Waldo Emerson"}, {"item": "The lyf so short, the craft so long to lerne.", "owner": "Geoffrey Chaucer, The Parliament of Birds"}, {"item": "Be daring to push your ideas forward.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Knowledge is like a vast ocean.", "owner": "Lailah Gifty Akita"}, {"item": "If you want to know the secret of life, learn with enthusiasm and love with all of your heart.", "owner": "Debasish Mridha"}, {"item": "God teaches the soul by pains and obstacles, not by ideas.", "owner": "Jean-Pierre de Caussade, Abandonment to Divine Providence"}, {"item": "With no positivity, there is no hope; with no negativity, there is no improvement.", "owner": "Criss Jami, Healology"}, {"item": "You must endure willingly for the fulfillment dreams", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Experience keeps a dear school, but fools will learn in no other, and scarce in that.", "owner": "Benjamin Franklin, Poor Richard's Almanack"}, {"item": "The treasures of life is hidden in a book.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Open the book and read it to renew your mind.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It takes a long time to learn how to do something simple.", "owner": "Marty Rubin"}, {"item": "Knowledge gained is as useless as prideif filed away and never applied.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "Life is a curriculum unique to every student.", "owner": "Joyce Rachelle"}, {"item": "It is better to be creative than curious.", "owner": "Lailah Gifty Akita"}, {"item": "Every child must be taught how to think, read and write.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "[Kids] don't remember what you try to teach them. They remember what you are.", "owner": "Jim Henson, It's Not Easy Being Green: And Other Things to Consider"}, {"item": "The philosophy of the schoolroom in one generation is the philosophy of government in the next.", "owner": "Abraham Lincoln"}, {"item": "Science is a careful investigation.", "owner": "Lailah Gifty Akita"}, {"item": "It is better for your heart than your head to be your eye.", "owner": "Lailah Gifty, Akita"}, {"item": "It is not that I'm so smart. But I stay with the questions much longer.", "owner": "Albert Einstein"}, {"item": "The past is a place of learning, not a place of living.", "owner": "Roy T. Bennett"}, {"item": "It is equally important to learn from experience and from books.", "owner": "Eraldo Banovac"}, {"item": "Curiosity is good, but creativity is greater.", "owner": "Lailah Gifty Akita"}, {"item": "With one day's reading a man may have the key in his hands.", "owner": "Ezra Pound"}, {"item": "The experiences you get from failures early in life, will carry you for the rest of your life.", "owner": "Tarun Sharma"}, {"item": "Love, too, has to be learned.", "owner": "Friedrich Nietzsche, The Gay Science"}, {"item": "In learning you will teach, and in teaching you will learn.", "owner": "Phil Collins"}, {"item": "Graduate study is an intensive education.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The sacred-souls of authors are displayed in the beauty of their books.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Education is the kindling of a flame, not the filling of a vessel.", "owner": "Socrates"}, {"item": "If you stop learning, you forget what you ready know.", "owner": "Lailah Gifty Akita"}, {"item": "We learn and grow Always building on what we know", "owner": "Richard L.  Ratliff"}, {"item": "There is no one who would not rather appear to know than to be taught.", "owner": "Marcus Fabius Quintilianus"}, {"item": "Aim for the stars. You will sooner reach the moon.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The world of books is heavenly paradise.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You can learn at any age.", "owner": "Lailah Gifty Akita"}, {"item": "All systems of the society should serve the mind, instead of the mind serving the systems.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "No civilization, including Plato's, has ever been destroyed because its citizens learned too much.", "owner": "Robert McKee, Story: Substance, Structure, Style, and the Principles of Screenwriting"}, {"item": "It's not him who's disturbed. But he likes to disturb others--to shake them out of their rut.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Luck, I believe, is where preparation meets opportunity.", "owner": "Marcella Purnama, What I Wish I Had Known"}, {"item": "Instruction does much, but encouragement everyt", "owner": "Johann Wolfgang von Goethe, Early and Miscellaneous Letters of J. W. Goethe: Including Letters to His Mother. With Notes and a Short Biography"}, {"item": "Curiosity is the beginning of all creativity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There is no lateness in life. Begin to pursue your dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Don’t be defeatist due to the mistakes you make. Mistakes are inevitable part of growth.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Any fool can write, we start learning it at school at the age of three....", "owner": "Pandora Poikilos, Excuse Me, My Brains Have Stepped Out"}, {"item": "Progress daily in your own uncertainty. Live in awareness of the questions.", "owner": "Bremer Acosta, Stoic Practice"}, {"item": "Sometimes you win and sometimes you learn.", "owner": "Robert T. Kiyosaki, Rich Dad, Poor Dad"}, {"item": "The most effective way of learning is by observation and emulation.", "owner": "Debasish Mridha"}, {"item": "Don’t despise any experience. With every experience, you increase in knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Correct teaching brings out human excellence.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "Good...if you've done things you aren't proud of. It means you have a conscience.", "owner": "Criss Jami, Killosophy"}, {"item": "I am still young to keep learning.", "owner": "Lailah Gifty Akita"}, {"item": "It can be done. It will be done.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Explore the endless possibilities in life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "So it is that there is nothing to be taught, but yet there is something to be learned.", "owner": "Sheldon B. Kopp, If You Meet the Buddha on the Road, Kill Him: The Pilgrimage Of Psychotherapy Patients"}, {"item": "Any fool can know. The point is to understand.", "owner": "Albert Einstein"}, {"item": "The act of reading is skill that can be cultivated.", "owner": "Lailah Gifty Akita"}, {"item": "It's amazing how the more you read, the less you know.", "owner": "Anna Breslaw, Scarlett Epstein Hates It Here"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "How could we have developed our intellectual skills without education?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Bad times have a scientific value. These are occasions a good learner would not miss.", "owner": "Ralph Waldo Emerson"}, {"item": "The quest for knowledge is passion to study.", "owner": "Lailah Gifty Akita"}, {"item": "What we ought to know we never be taught in the classroom.", "owner": "Lailah Gifty Akita"}, {"item": "Living life is sacred education.", "owner": "Lailah Gifty Akita"}, {"item": "Our children are only as brilliant as we allow them to be.", "owner": "Eric Micha'el Leventhal"}, {"item": "We do not learn for the benefit of anyone, we learn to unlearn ignorance.", "owner": "Michael Bassey Johnson"}, {"item": "It is my toughest time but the greatest.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The more you know, the less you talk. The less you talk, the more you know.", "owner": "Mokokoma Mokhonoana"}, {"item": "Great achievement requires personal force, determined spirit and self-confidence.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Read good books to improve your life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Learning and seeing are more important than education.", "owner": "Sten Nadolny, Die Entdeckung der Langsamkeit"}, {"item": "A love affair with knowledge will never end in heartbreak.", "owner": "Michael Marino"}], "common_tag": "learning,", "updatedAt": "2023-05-26 21:16:05"}