{"contents": [{"item": "You get answers and solutions to your problems when you begin to notice God", "owner": "Sunday Adelaja"}, {"item": "A job should only be a stepping stone to being your own boss", "owner": "Sunday Adelaja"}, {"item": "With Cosmic Ordering life is a field of unlimited possibilities.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Time is taken to derive wisdom", "owner": "Sunday Adelaja"}, {"item": "When” answers the question on time which is the currency of time", "owner": "Sunday Adelaja"}, {"item": "Always live in the here and now", "owner": "Sunday Adelaja"}, {"item": "The material of life is made from time", "owner": "Sunday Adelaja"}, {"item": "Walk and learn from the people that inspire you to do great things", "owner": "Sunday Adelaja"}, {"item": "The ministry of Christ is based on people", "owner": "Sunday Adelaja"}, {"item": "Having something is not always better than not having it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Believe all things are possible With Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Wealth creation is 10% of what you know and 90% Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Often when we are on the path to success we come across obstacles that seem to be like mountains", "owner": "Sunday Adelaja"}, {"item": "The nature of Christ is love", "owner": "Sunday Adelaja"}, {"item": "Joblessness is a rare privilege", "owner": "Sunday Adelaja"}, {"item": "You can only make money from a time well converted.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "A man may fail many times, and then he turns to Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "We glorify God when we encourage and bless His creation", "owner": "Sunday Adelaja"}, {"item": "You are at liberty to develop yourself when you are self employed", "owner": "Sunday Adelaja"}, {"item": "People who desire to acquire success need to have knowledge", "owner": "Sunday Adelaja"}, {"item": "Want to keep your life? Look for work, not a job", "owner": "Sunday Adelaja"}, {"item": "Always be organized in adding value", "owner": "Sunday Adelaja"}, {"item": "You have to discover the essence of your life", "owner": "Sunday Adelaja"}, {"item": "To convert a day is to produce a product", "owner": "Sunday Adelaja"}, {"item": "Our attitude to others dictate God’s attitude to us", "owner": "Sunday Adelaja"}, {"item": "If you work, you will find favor from God and you will become a rich man", "owner": "Sunday Adelaja"}, {"item": "Man is the centrality of God’s purpose on earth", "owner": "Sunday Adelaja"}, {"item": "When you love God for real, you will love His creation", "owner": "Sunday Adelaja"}, {"item": "The disappearing time is the race of life", "owner": "Sunday Adelaja"}, {"item": "Work becomes satisfaction when it is in the area of your calling", "owner": "Sunday Adelaja"}, {"item": "Knowledge, like money and muck (manure), serves us best when spread evenly.", "owner": "Stuart Aken"}, {"item": "You need to live a productive life", "owner": "Sunday Adelaja"}, {"item": "Time spent wisely gets compensated", "owner": "Sunday Adelaja"}, {"item": "Always spend your time on things that add value and purpose to your life", "owner": "Sunday Adelaja"}, {"item": "Worship without honor is meaningless", "owner": "Sunday Adelaja"}, {"item": "What we perceive about ourselves is greatly a reflection of how we will end up living our lives.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "The best way to assess yourself is to base the assessment on the product you produce daily", "owner": "Sunday Adelaja"}, {"item": "Your solution is in the next person", "owner": "Sunday Adelaja"}, {"item": "Be a source of motivation wherever you are as a believer", "owner": "Sunday Adelaja"}, {"item": "Use your time to create yourself", "owner": "Sunday Adelaja"}, {"item": "The world system is employment", "owner": "Sunday Adelaja"}, {"item": "Unless you know where you are going then you will not know how to get there.", "owner": "Stephen Richards"}, {"item": "Production is the greatest assessment of time well spent", "owner": "Sunday Adelaja"}, {"item": "The most important condition necessary for our success is to have a sincere love for God", "owner": "Sunday Adelaja"}, {"item": "The way you spend your time daily determines how effective your life will be", "owner": "Sunday Adelaja"}, {"item": "Your calling should be combined with your passion", "owner": "Sunday Adelaja"}, {"item": "Be obligated to people only in mutual love", "owner": "Sunday Adelaja"}, {"item": "Money. The ultimate motivation. The ultimate way of keeping score.", "owner": "Michael Connelly, Chasing the Dime"}, {"item": "Life is given for increase and multiplication of the glory of God", "owner": "Sunday Adelaja"}, {"item": "We have to consciously monitor and maximize our time effectively and efficiently", "owner": "Sunday Adelaja"}, {"item": "Only you can succeed in converting your values into product can you win the battle against time", "owner": "Sunday Adelaja"}, {"item": "Joblessness gives you time to grow", "owner": "Sunday Adelaja"}, {"item": "Life becomes pleasurable when you are moving in the direction of your calling", "owner": "Sunday Adelaja"}, {"item": "Stop wasting your life and discover who you are", "owner": "Sunday Adelaja"}, {"item": "For us to regard others as worthy, we have to begin by regarding ourselves as worthy.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "To be productive, you have to stop being absent-minded", "owner": "Sunday Adelaja"}, {"item": "Everything in existence was gotten from the currency of time", "owner": "Sunday Adelaja"}, {"item": "Evaluate and assess your life on a daily", "owner": "Sunday Adelaja"}, {"item": "Use time to be a seeker of the Kingdom", "owner": "Sunday Adelaja"}, {"item": "The ability to be intense in whatever you do is a key factor in reclaiming your lost years", "owner": "Sunday Adelaja"}, {"item": "Wasting and losing time is equivalent to wasting and losing your life", "owner": "Sunday Adelaja"}, {"item": "Living without regrets is maximizing time", "owner": "Sunday Adelaja"}, {"item": "Human existence is as a result of the product of time", "owner": "Sunday Adelaja"}, {"item": "True service is when you serve others without expecting anything in return", "owner": "Sunday Adelaja"}, {"item": "Maximize the time you have through hard work, concentration and research", "owner": "Sunday Adelaja"}, {"item": "Use your time to gain knowledge", "owner": "Sunday Adelaja"}, {"item": "Your intensity increases your net worth", "owner": "Sunday Adelaja"}, {"item": "Every fragment of time that passes daily must be converted for it to be fully effective", "owner": "Sunday Adelaja"}, {"item": "The worship of God is in our attitude to people", "owner": "Sunday Adelaja"}, {"item": "Poverty is the mother of invention", "owner": "Sunday Adelaja"}, {"item": "Don’t waste your youthful and active days on employment", "owner": "Sunday Adelaja"}, {"item": "You kill the biggest possible resource when you waste time", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you carry out your life mandate", "owner": "Sunday Adelaja"}, {"item": "The first thing to do after you get fired is to discover God", "owner": "Sunday Adelaja"}, {"item": "The best way to celebrate God is to glorify His creation", "owner": "Sunday Adelaja"}, {"item": "Life is not about longevity but about effectiveness", "owner": "Sunday Adelaja"}, {"item": "Everything is derived from time", "owner": "Sunday Adelaja"}, {"item": "Money is what you get in exchange with time invested", "owner": "Sunday Adelaja"}, {"item": "Love is the primary nature of God", "owner": "Sunday Adelaja"}, {"item": "Appreciate and find ways to invest in yourself", "owner": "Sunday Adelaja"}, {"item": "You must burn with the desire to seek new things and investigate information", "owner": "Sunday Adelaja"}, {"item": "You must detach yourself from the stereotypical life to live an effective one", "owner": "Sunday Adelaja"}, {"item": "The worship of God should be done without expecting anything in return", "owner": "Sunday Adelaja"}, {"item": "The purpose of work is to labor and invest time in your gift", "owner": "Sunday Adelaja"}, {"item": "Service to humanity has no alternative", "owner": "Sunday Adelaja"}, {"item": "God is aware of the hypocrisy in the hearts of men", "owner": "Sunday Adelaja"}, {"item": "The ministry of Christ is related to fellowshipping with people", "owner": "Sunday Adelaja"}, {"item": "Don’t equate effective living to being busy", "owner": "Sunday Adelaja"}, {"item": "The purpose of life has eternal consequences", "owner": "Sunday Adelaja"}, {"item": "We spend great sum of money to buy good books, so that we can satisfy our pleasure of reading.", "owner": "Lailah Gifty Akita"}], "common_tag": "money,", "updatedAt": "2023-05-26 21:16:05"}