{"contents": [{"item": "When we give up the chase, we give up our wishing.", "owner": "Stephen Richards"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Failure is a steppingstone to poverty, Cosmic Ordering is an elevator to success.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Time is priceless, Cosmic Ordering is limitless.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Cosmic Ordering does not judge you.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Patience! It is not how quickly you run, but how slowly.", "owner": "Compton Gage"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "If you want to find God, then all you need to do is love.", "owner": "Kamand Kojouri"}, {"item": "The great lie that science has given us is that reality is material.", "owner": "Compton Gage"}, {"item": "I have met the devil - he is not!", "owner": "Fakeer Ishavardas"}, {"item": "The grass withers, the flower fades, but Cosmic Ordering stands forever.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "I am a habitual rule-breaker", "owner": "Mohadesa Najumi"}, {"item": "A yesterday missed can never be found even in a fine tomorrow.", "owner": "Janvier Chouteu-Chando, Flash of the Sun"}, {"item": "When life gives you lemons, use Cosmic Ordering!", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Judgment is a negative frequency.", "owner": "Stephen Richards"}, {"item": "Just a minute, Cosmic Ordering can give you a whole lot more ... a whole lifetime of more.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "You are judged many times more by what you give assent to others doing than what you do yourself.", "owner": "Compton Gage"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "It's no shame in reaching second or third base if you aimed for first base.", "owner": "Stephen Richards"}, {"item": "The proof of the pudding is in the Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Reach out to the fullness of God’s grace strength for any accomplishment. ", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We can't just restrict ourselves to what we know, because we are talking about the unknown.", "owner": "Belsebuub"}, {"item": "Defeat the warriors of patience and time with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "When the mind is free, magic happens.", "owner": "C.G. Rousing"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "Use Cosmic Ordering now, not as a morning after pill.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "She remembered who she wasand the game changed.", "owner": "Lalah Delia"}, {"item": "Like apes, we breed, sleep, and die. Yet like God we say, \"I am.\" We are ontological oxymorons.", "owner": "Peter Kreeft, Jesus-Shock"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Don’t just wish you were rich, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Until you have suffered much in your heart, you cannot learn humility.", "owner": "Thaddeus of Vitovnica, Our Thoughts Determine Our Lives:  The Life and Teachings of Elder Thaddeus of Vitovnica"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Time is the wisest counselor of all, but Cosmic Ordering is the biggest provider.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Use ‘Why?’ to help you follow the breadcrumbs back to the source of the problem.", "owner": "Stephen Richards"}, {"item": "Be driven by your dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "With Cosmic Ordering you can count your chickens before they have hatched.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "Evil is something you need to fight until it ceases trying to control you.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "I have been at war with parts of myself for so long", "owner": "Mohadesa Najumi"}, {"item": "Now beggars can be choosers with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "It is your vibrational thoughts that give life to the goals you wish for.", "owner": "Stephen Richards"}, {"item": "Everyone has the fire, but the champions know when to ignite the spark.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "You didn’t fail, you just didn’t use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "A soulmate is a direct pathway to God.", "owner": "Kamand Kojouri"}, {"item": "Cosmic Ordering is with you in all that you do.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "Nothing great was ever achieved without 100% dedication, discipline and determination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "When you have done your best and still failed, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If you weren’t born with a silver spoon in your mouth, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Hope might grant you a wish in the nick of time, Cosmic Ordering grants them all the time.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "I believe in not trying to control things that are out of my control or none of my business.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "Today I am even richer.", "owner": "Stephen Richards"}, {"item": "A man may fail many times, and then he turns to Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Making the choice to exercise compassion is an expression of Love for Humanity and Life itself.", "owner": "Aberjhani, Splendid Literarium: A Treasury of Stories, Aphorisms, Poems, and Essays"}, {"item": "We always emerge from the death of a loved one like a phoenix arising from its funeral pyre.", "owner": "Janvier Chouteu-Chando"}, {"item": "Wisdom is not increased by acquiring more information, but by increasing the capacity of seeing.", "owner": "Belsebuub, Gazing into the Eternal: Reflections upon a Deeper Purpose to Living"}, {"item": "Lessen the odds are stacked against you, Use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Twenty years from now you will be disappointed you never used Cosmic Ordering today.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "If you meditate on the Holy Scriptures, you mind shall me on the Jesus Christ, the Saviour,", "owner": "Lailah Gifty Akita"}, {"item": "Often the only difference between success and failure is not using Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "How hurtful it can be to deny one's true self and live a life of lies just to appease others.", "owner": "June Ahern"}, {"item": "While fear depletes power, faith gives wings for the soul’s elevation.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Faith is the substance of things hoped for, evidence of things not seen.", "owner": "Compton Gage"}, {"item": "In a world full of automated responses be the one who responds personally!", "owner": "Jennifer White - Strong Heart Awakening"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Anyone believing in Cosmic Ordering wants for nothing.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If there is a construction or a pathway in the spirit to be made, it is the way of godliness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "Re-examine all you have been told. Dismiss what insults your soul.", "owner": "Walt Whitman"}, {"item": "Compassion is the religion of the heart.", "owner": "Ma Jaya Sati Bhagavati, The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "If you think you can then you can.", "owner": "Stephen Richards"}, {"item": "A grandmother’s love is selfless all the way to the bones.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "You have not escaped his notice either- you are here by 'a call' not by choice.", "owner": "Compton Gage"}, {"item": "Happy people produce. Bored people consume.", "owner": "Stephen Richards"}, {"item": "The Law of Attraction is a theory. Cosmic Ordering is a practice putting that theory to work.", "owner": "Stephen Richards"}, {"item": "Jealousy, and attempting to match others in life and stride, is self-abandonment.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The words ‘I Love You’ kill, and resurrect millions, in less than a second.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "No need to steal someone’s thunder, with Cosmic Ordering you can make your own.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "I have lived with several Zen masters -- all of them cats.", "owner": "Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment"}, {"item": "There are more triumphs than defeats with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "A stream of thoughts flows through one’s mind at a sacred-time.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "God’s existence is reaffirmed once we fall in with another.", "owner": "Kamand Kojouri"}], "common_tag": "spirituality,", "updatedAt": "2023-05-26 21:16:05"}