{"contents": [{"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "But what are loyalty and caring really worth?\"\"To me? Everything.", "owner": "Richelle Mead, The Golden Lily"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream big. Wake up. Take the first step into the unknown.", "owner": "Roy T. Bennett"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Everywhere we shine death and life burn into something new…", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "I have drunken deep of joy,And I will taste no other wine tonight.", "owner": "Percy Bysshe Shelley"}, {"item": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is just like an arrow..To launch it, we have to stretch it back.", "owner": "Narendran S"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life has no remote....get up and change it yourself!", "owner": "Mark A. Cooper, Operation Einstein"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "There is no force in the universe that can harm you, unless you allow it to.", "owner": "Abhijit Naskar"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What you believe you can receive if you doubt it you will do without it.", "owner": "JoCecelia Shinn"}, {"item": "Success is not how high you have climbed, but how you make a positive difference to the world.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If it doesn't agree with your spirit let it go.", "owner": "Germany Kent"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I don't fit into any stereotypes. And I like myself that way.", "owner": "C. JoyBell C."}, {"item": "Never lose hope, for all the interweaved strings will soon straighten out.", "owner": "Aditi Dufare, The Mysterious Night"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I is for Integrity, be honest with yourself and others.", "owner": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "At the very moment when people underestimate you is when you can make a breakthrough.", "owner": "Germany Kent"}, {"item": "Once you discover that you can, you must.", "owner": "Al Jarreau"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Love isn't about what you do for me. Love for me is where I see myself in relation to you.", "owner": "Kierra C.T. Banks"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Go where your nose leads you", "owner": "Patricia Griecci, Pampered Pooch Parties: Easy Dog Recipes And Crafts To Create A Howling Good Time"}, {"item": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "He was no god, just an artist; and when an artist is a man, he needs a woman to create like a god.", "owner": "Roman Payne"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I can't change yesterday, but I can sure mess up today.", "owner": "Charlton Heston, In the Arena: An Autobiography"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The excitement of dreams coming true is beyond the description of words.", "owner": "Lailah Gifty Akita"}, {"item": "Break the rules not because you don’t know better, but because you know them too well", "owner": "Savania China"}, {"item": "We need no language to laugh", "owner": "Janaki Sooriyarachchi, චන්දු තමී"}, {"item": "Every negative...Jas a positive side...", "owner": "Nelson M. Lubao"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Step out on faith and walk into your purpose.", "owner": "Germany Kent"}, {"item": "Remember that the happiest people are not those getting more, but those giving more.", "owner": "H. Jackson Brown Jr."}, {"item": "Ignorance, fear, hate: these are our enemies. Deny them with all your might. -Oromis", "owner": "Christopher Paolini, Eldest"}, {"item": "Darkness cannot survive in light, but a light can shine in the dark!", "owner": "Odille Rault, Beyond the Magic Pill: A Collection of the Insights of Illusions"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Not all things that fall down break. Some develop wings.", "owner": "Neelam Saxena Chandra"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Hard work is only a prison sentence when you lack motivation", "owner": "Malcolm Gladwell, Outliers: The Story of Success"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Wisdom comes from knowing the order of things...and you are the first order of your business.", "owner": "Elaine Marolakos Edelson, Aries Fire"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I am one and when I am one I am none, and when I am none I have won.", "owner": "Julieanne O'Connor"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "ผมไม่ได้กลัวแก่ ผมแค่กลัวแก่โดยที่ไม่ได้ทำอะไร", "owner": "ทีปกร วุฒิพิทยามงคล, BE RIGHT BACK หายไปที่อื่น"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Things can be cleaned and replaced. Great moments cannot afford to be lost.", "owner": "Cindy Woodsmall, The Bridge of Peace"}, {"item": "Empty words and long praises do not impress God. Show Him your faith by your deeds", "owner": "Abdul Sattar Edhi"}, {"item": "You don't need to be everyone, nothing is ever awesome than to be comfortable in your own skin.", "owner": "Adedayo Olabamiji"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never underestimate the power you have to take your life in a new direction.", "owner": "Germany Kent"}, {"item": "Be the help you seek from others.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When in doubt, throw doubt out and have a little faith....", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}], "common_tag": "inspirational-attitude,", "updatedAt": "2023-07-01 19:09:51"}