{"contents": [{"item": "Most of the people readily accept the principle but resist its practice.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Don't always use prudence for precaution, sometimes use it for progress.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Story is metaphor for life and life is lived in time.", "owner": "Robert McKee, Story: Substance, Structure, Style, and the Principles of Screenwriting"}, {"item": "A powerful process automatically takes care of progress, productivity and profits.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Best of stories are created at Airports, Dinner Tables and Showers!", "owner": "Jasleen Kaur Gumber"}, {"item": "The world is administered by rich but it is constructed by poor.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Civilians enjoy their time because soldiers sacrifice their time.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A good food is mouthwatering when you see it and finger licking when you eat it.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Uniform of a soldier and uniform of a student both are equally needed for the nation.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Action achieves ambition.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Trekking means a travelling experience with a thrilling excitement.", "owner": "Amit Kalantri"}, {"item": "If the farmer is rich, then so is the nation.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The gift of knowledge is empowering, but the gift of wisdom is life-changing.", "owner": "A.D. Posey"}, {"item": "An entrepreneur with strong network makes money even when he is asleep.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The smell of the sweat is not sweet, but the fruit of the sweat is very sweet.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The sacred-souls of authors are displayed in the beauty of their books.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When wealth goes only happiness goes, when health goes even the hope goes.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "An assembly is extra slow in taking actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Anything which you have in profusion is poison", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The story of your past doesn’t have to become the story of your life.", "owner": "Luminita D. Saviuc, 15 Things You Should Give Up to Be Happy: An Inspiring Guide to Discovering Effortless Joy"}, {"item": "Diet food is not a meal its a medicine.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "All worries are less with wine.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Respect cannot be inherited, respect is the result of right actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Fail soon so that you can succeed sooner.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Be a true traveller, don't be a temporary tourist.", "owner": "Amit Kalantri"}, {"item": "Father has a strengthening character like the sun and mother has a soothing temper like the moon.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A slip of the foot may injure your body, but a slip of the tongue will injure your bond.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Dresses don't look beautiful on hangers.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Any girl with a grin never looks grim.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Only write a story that only you can write. ", "owner": "Alysha Speer"}, {"item": "If she says goodbye, someone else will say hi.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Music is the fastest motivator in the world.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "During a conversation, listening is as powerful as loving.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Writing a story, regardless of length, begins always with a single word.", "owner": "Don Roff"}, {"item": "To a farmer dirt is not a waste, it is wealth.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The salt is to the food, what soul is to the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "In modern times couples are more concerned about loyalty than love.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "O' melancholy,hectic chill for human soul,herewith dismal presence,any spirit does descent.", "owner": "Nithin Purple, Halcyon Wings: 'These Passions Feathers Are Gathering on a Winged Vision'"}, {"item": "We are the thoughts we choose to keep.", "owner": "A.D. Posey"}, {"item": "If where you are is worthwhile then where you are from doesn't matter.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "In a democracy government is the God.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "My spouse is my shield, my spouse is my strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Politeness is the first thing people lose once they get the power.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Just because they're a story doesn't mean they're not real.", "owner": "Heather Bouwman, The Remarkable & Very True Story of Lucy & Snowcap"}, {"item": "Principles in a poor is admirable as politeness in a prince.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Health is hearty, health is harmony, health is happiness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Life is a story, until I awake and saw life as a dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Faster is fatal, slower is safe.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The only way to educate oneself is by making books a life companion.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "Travelling shouldn't be just a tour, it should be a tale.", "owner": "Amit Kalantri"}, {"item": "A farmer is a magician who produces money from the mud.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Power does not pardon, power punishes.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Cowards say it can't be done, critics say it shouldn't have been done, creator say well done.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The purpose of a profession is to fulfil the personal wishes of a prospect.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Simplicity saves strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The decision is your own voice, an opinion is the echo of someone else's voice.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Today it is cheaper to start a business than tomorrow.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "It's time to shop high heels if your fiance kisses you on the forehead.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "For her last gasp was a story in itself.", "owner": "Raubin Chaudhary"}, {"item": "Passion makes you good, but pride stops you to get better.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Travelling the road will tell you more about the road than the google will tell you about the road.", "owner": "Amit Kalantri"}, {"item": "Don't compare the size of your roof with the size of the sky.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Read a short story every day. By the end of the week you would have read volumes of stories.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "How the story will end, no one knows? We can only envisage.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Being a writer is a good, good thing.", "owner": "Shannon Hale"}, {"item": "Seeing the mud around a lotus is pessimism, seeing a lotus in the mud is optimism.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "We love our mother because she cares and also because she cooks.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Every story has a time to be told", "owner": "Haruki Murakami, Sputnik Sweetheart"}, {"item": "In any game, the game itself is the prize, no matter who wins, ultimately both lose the game.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A professional who doesn't deliver as committed is not just lazy, he is a liar.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you can't impress them with your argument, impress them with your actions.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Life is a sea of vibrant color. Jump in.", "owner": "A.D. Posey"}, {"item": "The truth of the story lies in the details.", "owner": "Paul Auster, The Brooklyn Follies"}, {"item": "Music shouldn't be just a tune, it should be a touch.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You need mountains, long staircases don't make good hikers.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Facts bring us to knowledge, but stories lead to wisdom.", "owner": "Rachel Naomi Remen, Kitchen Table Wisdom: Stories That Heal"}, {"item": "Some people when they see cheese, chocolate or cake they don't think of calories.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "He who sacrifices his respect for love basically burns his body to obtain the light.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Anger gets you into trouble, ego keeps you in trouble.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Great losses are great lessons.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "It is the sweat of the servants that make their squire look smart.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Be a worthy worker and work will come.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Free yourself from the inauthenticity and disempowerment of your story.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Dresses won't worn out in the wardrobe, but that is not what dresses are designed for.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "In your name, the family name is at last because it's the family name that lasts.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Prudence is precaution, prudence is protection.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Seed becomes tree, son becomes stranger.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Making a product is just an activity, making a profit on a product is the achievement.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Education makes your maths better, not necessarily your manners.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Fashion doesn't make you perfect, but it makes you pretty.", "owner": "Amit Kalantri, Wealth of Words"}], "common_tag": "story,", "updatedAt": "2023-07-01 19:09:51"}