{"contents": [{"item": "The spirit of a man shall sustain him in his sick bed.", "owner": "Lailah Gifty Akita"}, {"item": "If justice takes place, there may be hope, even in the face of a seemingly capricious divinity. ", "owner": "Alberto Manguel, The Library at Night"}, {"item": "Hope is a delicate thing. A dangerous thing.", "owner": "Ally Carter, Take the Key and Lock Her Up"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "Hope in the shadow of fear is the world's most powerful motivator.", "owner": "Neal Shusterman, Scythe"}, {"item": "Faith in God is a blessed hope.", "owner": "Lailah Gifty Akita"}, {"item": "This world’s anguish is no different from the love we insist on holding back.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Feet sandaled with dreams tread paths of vision leading to wisdom’s sharp peaks.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "...nothing helps a lie float like a hopeful listener.", "owner": "Joshilyn Jackson, The Opposite of Everyone"}, {"item": "Hope is a joy of heart.", "owner": "Lailah Gifty Akita"}, {"item": "The secret of happiness is love and secret of love is nonjudgmental care.", "owner": "Debasish Mridha"}, {"item": "I would fight every angel between us until God said, \"Yes.", "owner": "Shannon L. Alder"}, {"item": "Be patient in painful times.", "owner": "Lailah Gifty Akita"}, {"item": "I am pushing through every barrier to fulfill my dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Walking through darkness with thoughts full of colors\".", "owner": "Prajakta Mhadnak"}, {"item": "Hope is a helium balloon. It is a wish lantern set out into the dark sky of night.", "owner": "Sharon Weil"}, {"item": "Run your own race of life, with a single minded vision of purpose.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Faith is a flammable fire.", "owner": "Lailah Gifty Akita"}, {"item": "The church is God’s elect that God wants to raise in the country to give hope to everyone", "owner": "Sunday Adelaja"}, {"item": "Hope combined with action is the only thing that will bring you contentment.", "owner": "Shannon L. Alder"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "A single thread of hope is stronger than all the chains that bind you.", "owner": "Jeffrey Fry"}, {"item": "Jin looked both ways for the Quicksilver Dragon before crossing the canal.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "In a time of destruction, create something.", "owner": "Maxine Hong Kingston"}, {"item": "God is the one subject of reality. Take away the one subject and there is nothing real.", "owner": "Compton Gage"}, {"item": "The greatest adventure is to have no fear for the blaze that lies ahead.", "owner": "Robert M. Drake"}, {"item": "No matter what happens to us, as long as we have hope, we shall recover.", "owner": "Lailah Gifty Akita"}, {"item": "The Saviour, sacrifice his life as offering for sin.", "owner": "Lailah Gifty Akita"}, {"item": "Praying is a persuasive act.", "owner": "Lailah Gifty Akita"}, {"item": "At what point is normal natural?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "Excuse me, I feel interrupted and I think I've overdose from the idea of loving you.", "owner": "Robert M. Drake"}, {"item": "She was always fighting a battle but her smile would never tell you so.", "owner": "Nikki Rowe"}, {"item": "Without the rocks, the streams will lose their song", "owner": "Bernard Kelvin Clive"}, {"item": "A baby is God's opinion that the world should go on.", "owner": "Carl Sandburg"}, {"item": "The trick is to learn from your mistakes, and have the courage to be true to your heart.", "owner": "Cinderpelt, Warriors: The Darkest Hour"}, {"item": "You can give illness to her body but you can't take the gypsy out of that girl.", "owner": "Nikki Rowe"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "Dead my old fine hopesAnd dry my dreaming but still...Iris, blue each spring", "owner": "Bashō Matsuo, Japanese Haiku"}, {"item": "A jewelled garden the envy of Aladdin's cave spilled across the courtyard.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "You may find that knowledge is not so great a thing as belief or hope.", "owner": "Mark Rude, The Gold Cat’s Daughter"}, {"item": "The only thing worse than unrealized hope is no hope.", "owner": "Ken Poirot"}, {"item": "With God, the impossible is not an obstacle but an invitation.", "owner": "Craig D. Lounsbrough"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "You might just find God in a mirror one day.", "owner": "Kamand Kojouri"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "With great diligent, pursue your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "His shout was a syllable so ancient and powerful that Saffiyah's mind instantly censored it.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "Let the ruins come to lifeIn the beauty of Your nameRising up from the ashesGod forever You reign", "owner": "Hillsong"}, {"item": "When you don't know where you're going, you drive on the highway.", "owner": "Roger Hedden, Bodies, Rest and Motion."}, {"item": "Life's under no obligation to give us what we expect.", "owner": "Margaret Mitchell"}, {"item": "Let love, joy, hope and peace be the guiding lights during this holiday season.", "owner": "Debasish Mridha"}, {"item": "The need in me beautiful is to look back on you forever!!", "owner": "Abhijeet Sawant"}, {"item": "The greatest education is the knowledge of God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You have to go head, even if no one goes with you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Think big thoughts but relish small pleasures.", "owner": "H. Jackson Brown Jr., Life's Little Instruction Book"}, {"item": "The love of one individual is far more powerful than the hate of one million.", "owner": "Joan Ambu"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "When we live holy we will glorify self but when we glorify God we will live holy", "owner": "indonesia123"}, {"item": "Suddenly I remembered that laugh, it told a different story, our story.", "owner": "Robert M. Drake"}, {"item": "Happy people tend to be those who take pleasure in simple things.", "owner": "Auliq Ice"}, {"item": "Failure is just another way to learn how to do something right.", "owner": "Marian Wright Edelman"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "When in darkness....strike a match", "owner": "John Paul Warren"}, {"item": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "owner": "Hellen Keller"}, {"item": "The Rest of Our Life Is Going To Be The Best of Our Life!", "owner": "Darrell Yarbrough"}, {"item": "It's always darkest before dawn. We just have to wait a little while longer. The sun always rises.", "owner": "Aly Martinez, The Brightest Sunset"}, {"item": "Even amongst fierce flames/ The golden lotus can be planted.", "owner": "Bhagavid-Gita"}, {"item": "But hoping,\" he said, \"is how the impossible can be possible after all.", "owner": "Marissa Meyer, Heartless"}, {"item": "We need hope, or else we cannot endure.", "owner": "Sarah J. Maas, A Court of Thorns and Roses"}, {"item": "There is neither mistake nor failures. It is only experience.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Abide in the faith of God.", "owner": "Lailah Gifty Akita"}, {"item": "No matter how hard it is, or how hard it gets, don't ever, ever, ever lose hope!", "owner": "Jim Yackel, The Wayfarers | Walking Dreams"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There is no truth without faith. Nothing is proven except to the heart of one who believes.", "owner": "Compton Gage"}, {"item": "For every great success, diligence is desirable from the beginning to the very end.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The obstacles are distractions. Focus on the ultimate goal.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You are judged many times more by what you do in groups than for what you do as individuals.", "owner": "Compton Gage"}, {"item": "It is better to have hope than to be without hope.", "owner": "Lailah Gifty Akita"}, {"item": "Whoever doubt, hardens his own heart.", "owner": "Lailah Gifty Akita"}, {"item": "Posture is Paramount.", "owner": "Cindy Ann Peterson, My Style, My Way: Top Experts Reveal How to Create Yours Today"}, {"item": "The heavenly Father is hope to the hopeless.", "owner": "Lailah Gifty Akita"}, {"item": "Maybe love was meant to save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "To have hope is to be happy.", "owner": "Lailah Gifty Akita"}, {"item": "From the mud of adversity grows the lotus of joy", "owner": "Carolyn Marsden, The Buddha's Diamonds"}, {"item": "Nothing great was ever achieved without 100% dedication, discipline and determination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "It is not as much about who you used to be, as it is about who you choose to be.", "owner": "Sanhita Baruah"}], "common_tag": "hope,", "updatedAt": "2023-05-26 21:16:05"}