{"contents": [{"item": "Achievement is no hocus-pocus. It's focus, focus!", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "it takes hope and courage to keep fighting even when the world gives up", "owner": "Ardour"}, {"item": "Don’t be fearless, but tame your fears, and stop at nothing.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Who dare tries is a success, and shall master the art of conquering dreams.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "The qualities of a successful man are tenacity, perseverance, courage and the will to win", "owner": "Sunday Adelaja"}, {"item": "May you the willpower and chase your God-given dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It's always darkest before dawn. We just have to wait a little while longer. The sun always rises.", "owner": "Aly Martinez, The Brightest Sunset"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "A man who is intimate with God is not intimidated by man.", "owner": "Leonard Ravenhill"}, {"item": "Those who lack the courage will always find a philosophy to justify it.", "owner": "Albert Camus"}, {"item": "...Who could refrain,\tThat had a heart to love, and in that heart\tCourage to make love known?", "owner": "William Shakespeare, Macbeth"}, {"item": "Have enough courage to trust love one more time and always one more time.", "owner": "Maya Angelou"}, {"item": "Dare the impossible. By grace it will be possible.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We were as Hansel and Gretel and we ventured out into the black forest of the world.", "owner": "Patti Smith, Just Kids"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "he willingness to work-hard and indomitable willpower are vital for any accomplishment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The secret of happiness is freedom, the secret of freedom is courage.", "owner": "Carrie Jones, Need"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Hope lies in what action we take.", "owner": "Auliq-Ice"}, {"item": "I am pushing through every barrier to fulfill my dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "what once cause catastrophe in my life has now become the catalyst for my direction.", "owner": "Nikki Rowe"}, {"item": "The courage to ask question is the willingness to know.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It is not speed that matters, it's persistence.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "Thank you God for helping me to overcome the bad to live the good.", "owner": "Jonathan Anthony Burkett"}, {"item": "You cannot swim for new horizons until you have courage to lose sight of the shore.", "owner": "William Faulkner"}, {"item": "May you find the confidence and courage to climb new heights.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "After failure, You must resolve to do whatever the object of your resolution is.", "owner": "Auliq-Ice"}, {"item": "Fear is the lack of faith in one's ability to create powerful solutions.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "He who jumps into the void owes no explanation to those who stand and watch.", "owner": "Jean-Luc Godard"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The only difference between a grown-up's mistake and a child's is the size of the consequence.", "owner": "Teresa R. Funke, Doing My Part"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Your power is in your story and all the wisdom it has brought you.", "owner": "Angela Mayah Solstice, The Courage to Change"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To be fearless, you must simply fear less.", "owner": "TemitOpe Ibrahim"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "You were built for this moment.", "owner": "Kierra C.T. Banks"}, {"item": "Success doesn't come to you you go to it. ", "owner": "T. Scott McLeod"}, {"item": "Occasionally all you need is a minute of courage to break into a world of opportunity.", "owner": "Sara Secora"}, {"item": "Living life without a goal is like sailing the sea without a compass.", "owner": "Auliq-Ice"}, {"item": "Those who make conversations impossible, make escalation inevitable.", "owner": "Stefan Molyneux"}, {"item": "You had the courage to try and what you can do is often simply a matter of what you will do. ", "owner": "Norton Juster, The Phantom Tollbooth"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Courage is the vision that lets us see ourselves in the mirror of our fears.", "owner": "Debasish Mridha"}, {"item": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "owner": "Winston S. Churchill"}, {"item": "With all your energy and strength, chase your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Fear is not the end. But only a transition.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Walk gently, and be brave.", "owner": "Eleanor Brownn"}, {"item": "A ship is safe in harbor, but that's not what ships are for.", "owner": "John A. Shedd"}, {"item": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen"}, {"item": "If only I could spend all my days surrounded by people brave enough to open their hearts for real.", "owner": "Scott Stabile"}, {"item": "Your most important “want” should be the one you can control!", "owner": "Shannon L. Alder"}, {"item": "Cheer up, be of good courage.", "owner": "Lailah Gifty Akita"}, {"item": "All the so-called \"secrets of success\" will not work unless you do.", "owner": "Jaymin Shah"}, {"item": "Even in the mud and scum of things, something always, always sings.", "owner": "Ralph Waldo Emerson"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Pats cīnies, palīdz, domā, spried un sver,Pats esi kungs, pats laimei – durvis ver!", "owner": "Rainis"}, {"item": "All happiness depends on courage and work.", "owner": "Honoré de Balzac"}, {"item": "Each day wake up and ask yourself what will make you feel most alive that day.", "owner": "Jaymin Shah"}, {"item": "A clown on a throne is still a clown. A king in rags is still a king.", "owner": "C. JoyBell C., The Sun Is Snowing: Poetry & Prose by C. Joybell C"}, {"item": "The courage to ask question is a daring act.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "What do you mean, You have No Dreams?The Truth is, you have No Courage.", "owner": "Vineet Raj Kapoor"}, {"item": "You can give illness to her body but you can't take the gypsy out of that girl.", "owner": "Nikki Rowe"}, {"item": "Confidence creates courage.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Never let the occasional delays in your life dampen your dreams", "owner": "Bernard Kelvin Clive"}, {"item": "Have the courage to take off your mask and be humbled.", "owner": "Ken Poirot"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Never underestimate the power of willingness and self motivation.", "owner": "Angela Vallely"}, {"item": "What else has kept any of us going, but love of someone or the memory of that love?", "owner": "Rachel L. Schade, Forsaken Kingdom"}, {"item": "Courage is the ability to take bold action in spite of fear.", "owner": "Debasish Mridha"}, {"item": "You can't be brave if you've only had wonderful things happen to you.", "owner": "Mary Tyler Moore"}, {"item": "Confidence of a dedicated person, seems to be over-confidence to ordinary masses.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "The world needs gigantic strong wills in front of which even the mountains will be crumbled.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "We will not die cornered and cowering in the ruins of a dead city.", "owner": "Rachel L. Schade, Forsaken Kingdom"}, {"item": "Stories make us more alive, more human, more courageous, more loving.", "owner": "Madeleine L'Engle"}, {"item": "I regret to say I'munable to reply to your unexpressed desires.", "owner": "Harryette Mullen"}, {"item": "I am a loser in my own plot, but I might be the hero in someone else's plot.", "owner": "Vann Chow"}, {"item": "Love begets glory,Work begets story.LOVED WORK Begets A Story of Glory!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "Without courage, wisdom bears no fruit.", "owner": "Baltasar Gracián"}, {"item": "There is only one you for all time. Fearlessly be yourself.", "owner": "Anthony Rapp"}, {"item": "I said, but I have to go, there are so many places calling my name.", "owner": "Nikki Rowe"}, {"item": "Have the courage to follow your heart.", "owner": "Lailah Gifty Akita"}, {"item": "It is better to believe in nothing but success, than to believe in other things without success.", "owner": "Auliq-Ice"}, {"item": "When in doubt, throw doubt out and have a little faith....", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "Life shrinks or expands in proportion to one's courage.", "owner": "Anaïs Nin"}, {"item": "The longest path leads to the destiny destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Doubt not the self O lion-heart, for those who call you crazy will one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}], "common_tag": "courage,", "updatedAt": "2023-05-26 21:16:05"}