{"contents": [{"item": "There is a rule for fantasy writers: The more truth you mix in with a lie, the stronger it gets.", "owner": "Diane Duane"}, {"item": "Lie with me Lie to me not! ", "owner": "Lukhman Pambra"}, {"item": "We awaken by asking the right questions.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "A smiling lie is a whirlwind, easy to enter, but hard to escape.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "You know there's no such thing as a complete lie. There's always some truth in there.", "owner": "David Levithan, Will Grayson, Will Grayson"}, {"item": "One lie has the power to tarnish a thousand truths.", "owner": "Al David"}, {"item": "The moment you make someone promise anything is the same moment you ask them to lie to you.", "owner": "Molly Ringwald, When it Happens to You"}, {"item": "You are not your mind. You don’t have to believe the lies it tells you about yourself.", "owner": "Scott Stabile"}, {"item": "Life's wildest moment---she kneels on the sidewalk. Everything else she does is lies, lies.", "owner": "Henry Miller, Sexus"}, {"item": "No sentimentality, no romance, no false hope, no self-petting lies, merely that which is!", "owner": "Sheri S. Tepper"}, {"item": "Oh, what a tangled web we weave...when first we practice to deceive.", "owner": "Walter Scott, Marmion"}, {"item": "Success in politics is the art of the timely lie.", "owner": "Marty Rubin"}, {"item": "The words he said, too, must be human enough to bleed.", "owner": "Cameron Conaway, Caged: Memoirs of a Cage-Fighting Poet"}, {"item": "I never lie,\" I said offhand. \"At least not to those I don't love.", "owner": "Anne Rice, The Vampire Lestat"}, {"item": "the worst part about being lied to is knowing you werent worth the truth", "owner": "Jean-Paul Sartre"}, {"item": "People only lie because they are afraid of the truth", "owner": "Madison Reil"}, {"item": "There were a hundred shades between a truth and lie, and she knew them all.", "owner": "V.E. Schwab, A Conjuring of Light"}, {"item": "What would happen if one woman told the truth about her life?The world would split open.", "owner": "Muriel Rukeyser"}, {"item": "Don't cry, I'm sorry to have deceived you so much, but that's how life is.", "owner": "Vladimir Nabokov, Lolita"}, {"item": "Lies run sprints, but the truth runs marathons.", "owner": "Michael  Jackson"}, {"item": "The beauty and gift of truth, is that it is not dependent upon your belief in order to remain true", "owner": "A. Dragonblood"}, {"item": "Nothing is ever certain.", "owner": "Alice Sebold, The Lovely Bones"}, {"item": "Because even if the lie is beautiful, the truth is what you face in the end.", "owner": "Lauren DeStefano, Fever"}, {"item": "Better to get hurt by the truth than comforted with a lie.", "owner": "Khaled Hosseini, The Kite Runner"}, {"item": "Truth is as straight as an arrow, while a lie swivels like a snake.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Tension, in the long run, is a more dangerous force than any feud known to man.", "owner": "Criss Jami, Killosophy"}, {"item": "A lie that could help someone focus on his life was better than a hundred simple truths.", "owner": "Faraaz Kazi"}, {"item": "Censorship may promote the lies, but it does not alter the truth.", "owner": "Anthony T. Hincks"}, {"item": "Maybe illusion and artifice—lies, even—are a necessary part of romance.", "owner": "Jody Gehrman, Babe in Boyland"}, {"item": "I'm not going to lie: there are no good options here.", "owner": "Jackson Lanzing, Joyride Vol. 2"}, {"item": "The truth hurt more than lies.", "owner": "Melissa Landers, Starfall"}, {"item": "Silence is a lie that screams at the light.", "owner": "Shannon L. Alder"}, {"item": "For every good reason there is to lie, there is a better reason to tell the truth", "owner": "Bo Bennett"}, {"item": "What is too absurd to be believed is believed because it is too absurd to be a lie.", "owner": "Robert Jordan, Lord of Chaos"}, {"item": "I lie to myself all the time. But I never believe me.", "owner": "S.E. Hinton, The Outsiders"}, {"item": "The most dangerous of all falsehoods is a slightly distorted truth.", "owner": "Georg Christoph Lichtenberg, The Waste Books"}, {"item": "All people know the same truth. Our lives consist of how we choose to distort it.", "owner": "Woody Allen"}, {"item": "Ask me no questions, and I'll tell you no fibs.", "owner": "Oliver Goldsmith, She Stoops to Conquer"}, {"item": "I guess sometimes you have to lie to find the truth.", "owner": "Scott Westerfeld, Extras"}, {"item": "Screaming and repeating lies makes them neither true nor more believable.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "the worst thing about being lied to is knowing you weren't worth the truth.", "owner": "Turcois Ominek"}, {"item": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "owner": "Criss Jami, Healology"}, {"item": "Writers of fiction embellish reality almost without knowing it.", "owner": "Aljean Harmetz, Round Up the Usual Suspects: The Making of Casablanca--Bogart, Bergman, and World War II"}, {"item": "He didn't liehe just gave her false hopes~", "owner": "Tanya Gambhir"}, {"item": "The truth may be out there, but the lies are inside your head.", "owner": "Terry Pratchett"}, {"item": "You lie to her, you lie to me, you lie to yourself. Blind girl blind you.", "owner": "Daniel Wallace, The Kings and Queens of Roam"}, {"item": "Of all the bright cruel lies they tell you, the cruelest is the one called love.", "owner": "George R.R. Martin, Dreamsongs Section 5: Hybrids and Horrors"}, {"item": "Betrayal is advancing myself at the expense of the one who I committed myself to advance.", "owner": "Craig D. Lounsbrough"}, {"item": "The world screams, ‘Stay down, it’s safer.’ My soul screams, ‘So is being dead.", "owner": "Craig D. Lounsbrough"}, {"item": "A truth is what it is. A lie, a thought out deception more brutal than a truth could ever be.", "owner": "Charlotte Armstrong"}, {"item": "When no one you know tells the truth, you learn to see under the surface.", "owner": "Cassandra Clare, Lady Midnight"}, {"item": "Better the comfort of a lie than the absurdity of the truth.", "owner": "Tanya Huff, Smoke and Shadows"}, {"item": "I am stuffing your mouth with yourpromises and watching you vomit them out upon my face.", "owner": "Anne Sexton, The Complete Poems"}, {"item": "One of the biggest problem is to notice everything,Secrets and lies kill relationships.", "owner": "Napz Cherub Pellazo"}, {"item": "The best lies are based on thetruth, at least in part", "owner": "Cassandra Clare, Clockwork Angel"}, {"item": "If you tell the truth, you don't have to remember anything.", "owner": "Mark Twain"}, {"item": "Use truth to fight the lies. Use the heart to fight the mind.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Don't let the lies that darken our world keep you from living within your truth.", "owner": "Scott Stabile"}, {"item": "There are few reasons for telling the truth, but for lying the number is infinite.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "There are three types of lies -- lies, damn lies, and statistics.", "owner": "Benjamin Disraeli"}, {"item": "The body of truth has a much larger data base than the conscience of lies.", "owner": "Anthony T. Hincks"}, {"item": "Strength other than that received from God is just hype manufactured by men.", "owner": "Craig D. Lounsbrough"}, {"item": "A dwarf will always tell tall stories.", "owner": "Anthony T.Hincks"}, {"item": "A lie, sometimes, can be truer than the truth, which is why fiction gets written.", "owner": "Tim O'Brien"}, {"item": "I never lie. I believe everything I say, so it's not a lie.", "owner": "Mark Wahlberg"}, {"item": "How 'bout a shot of truth in that denial cocktail.", "owner": "Jennifer Salaiz"}, {"item": "When truth is replaced by silence,the silence is a lie.", "owner": "Yevgeny Yevtushenko"}, {"item": "If history is written by the victorious, what if the victors lied?", "owner": "Michael Duncan"}, {"item": "One doesn't intentionally to alter the truth, just enhance it and make it more memorable.", "owner": "John H. Alexander"}, {"item": "Within every elaborate lie, a kernel of truth.", "owner": "Marisha Pessl, Night Film"}, {"item": "You will find the lies in the light and truth in the dark", "owner": "Treyco"}, {"item": "Actively repeating a lie or denial does not make it true.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "It was amazing how it worked: the tiniest bit of truth made credible the greatest lies.", "owner": "Jeffrey Eugenides, Middlesex"}, {"item": "Those who don't value their words, will never value your wishes.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies.", "owner": "Holly Black, Red Glove"}, {"item": "Once you embrace your value, talents and strengths, it neutralizes when others think less of you.", "owner": "Rob Liano"}, {"item": "Things come apart so easily when they have been held together with lies.", "owner": "Dorothy Allison, Bastard Out of Carolina"}, {"item": "The reason I talk to myself is because I’m the only one whose answers I accept.", "owner": "George Carlin"}, {"item": "It's exhausting, the energy it takes to unknow a truth.", "owner": "Chuck Palahniuk, Doomed"}, {"item": "It is always healthy to be honest.", "owner": "Amit Kalantri"}, {"item": "A bitter reality of truth can be wisely told in a sweet tale of lullaby.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Perception is the lie that we convince ourselves exists", "owner": "Melissa Bradley"}, {"item": "This, the language of deception, we both understand. We were born to it, along with the curses.", "owner": "Holly Black, Red Glove"}, {"item": "One swallows the lie that flatters, but sips the bitter truth drop by drop.", "owner": "Denis Diderot, Rameau's Nephew / D'Alembert's Dream"}, {"item": "I believe in my mask-- The man I made up is meI believe in my dance-- And my destiny", "owner": "Sam Shepard"}, {"item": "Time turns our lies into truths.", "owner": "Gene Wolfe, Shadow & Claw"}, {"item": "People have been telling so many lies. At the end you won't believe the simple truth.", "owner": "Jonas Martens"}, {"item": "A truth that's told with bad intentBeats all the lies you can invent.", "owner": "William Blake, Auguries of Innocence"}, {"item": "I always tell the truth. Even when I lie.", "owner": "Al Pacino"}, {"item": "Humility is nothing but truth, and pride is nothing but lying.", "owner": "St. Vincent de Paul"}], "common_tag": "lies,", "updatedAt": "2023-07-01 19:09:51"}