{"contents": [{"item": "Have the courage to follow your heart.", "owner": "Lailah Gifty Akita"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Jesus Christ is the joy of the journey.", "owner": "Lailah Gifty Akita"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Even after thousands of years, I want to live in your heart with love, joy, and care.", "owner": "Debasish Mridha"}, {"item": "If you follow your heart, you know true happiness.", "owner": "Lailah Gifty Akita"}, {"item": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "My collage opens my heart to endless joy. I am an artist!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "If you have enjoyed something, but have never experienced joy, then u have not really been happy", "owner": "Sunday Adelaja"}, {"item": "Even the smallest shift in perspective can bring about the greatest healing.", "owner": "Joshua Kai, The Quantum Prayer: An Inspiring Guide to Love, Healing, and Creating the Best Life Possible"}, {"item": "Keep your best wishes, close to your heart and watch what happens", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "New life, new hope, new joy will start when this is given from the heart.", "owner": "Melody Carlson, The Christmas Shoppe"}, {"item": "I jump for joy every day. My body pulses with joy, and my vibration soars. I feel amazing.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Carry cheerfulness as well as positive vibes with you and leave a trail of joy wherever you go.", "owner": "Latika Teotia"}, {"item": "Jealousy is the loss of joy.", "owner": "Lailah Gifty Akita"}, {"item": "If you walk in joy, happiness is close behind.", "owner": "Todd Stocker"}, {"item": "I am joyfully one with all existence.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Let go of temporary pleasures for a permanent joy.", "owner": "Lailah Gifty Akita"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The only real battle in life is between hanging on and letting go.", "owner": "Shannon L. Alder"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "Embrace wisdom and relentlessly pursue joy, and you can live agelessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "My soul doth magnify the Lord,And my spirit hath rejoiced in God my Saviour.", "owner": "Mary (mother of Jesus), Holy Bible: King James Version"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Pay attention to the things that are critical to your happiness and the happiness of others.", "owner": "Israelmore Ayivor, Dream Big!: See Your Bigger Picture!"}, {"item": "God is my happy place", "owner": "Izey Victoria Odiase"}, {"item": "I make time for joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Your most important “want” should be the one you can control!", "owner": "Shannon L. Alder"}, {"item": "Joy is all around me, and I celebrate it all.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "You can’t shower happiness on others without getting few drops back on yourself.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "Joy is but the sign that creative emotion is fulfilling its purpose.", "owner": "Charles Du Bos"}, {"item": "The best days in the life of any person are the days of joy", "owner": "Sunday Adelaja"}, {"item": "Happiness is wanting what you have.", "owner": "Phyllis Reynolds Naylor, Achingly Alice"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Making the effort to experience daily joys a powerful mood enhancer. Find your bliss today!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Building bridges is the best defence against ignorance.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Ignorance might be bliss. But self-forgetfulness is pure ecstasy.", "owner": "Kamand Kojouri"}, {"item": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.", "owner": "John Paul II"}, {"item": "Suffering teaches joy.", "owner": "Sonia Rumzi"}, {"item": "Find joy in simplicity and positivity.", "owner": "Debasish Mridha"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "Passionate life is the beauty of a sacred-existence.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Happy people tend to be those who take pleasure in simple things.", "owner": "Auliq Ice"}, {"item": "In the deep shivering winter, I can feel the joy of a dancing summer in my heart.", "owner": "Debasish Mridha"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "Isn't joyful or painful this pain in which I rejoice", "owner": "Fernando Pessoa, Poems of Fernando Pessoa"}, {"item": "I respect myself and receive joy form all directions.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "The natural world sustains me and fills me with joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "When we think of all the beatitudes in life, our heart shall be merry.", "owner": "Lailah Gifty Akita"}, {"item": "Integrity is something we show, not proclaim.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Rainbows paint the sky with different colors of love, sadness, and joy.", "owner": "Debasish Mridha"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "Dare to love yourselfas if you were a rainbowwith gold at both ends.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "You are the ruler of my heart. There is no measure greater than this.", "owner": "Truth Devour, Unrequited"}, {"item": "The more material we lose, the less we have. The less we have, the more we win.", "owner": "Anthony Liccione"}, {"item": "The funny thing about money is that you can't take it with you, so don’t try to.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Early sweats make up later pleasures", "owner": "Israelmore Ayivor, Six Words Inspiration"}, {"item": "We must succeed and finish our course with joy", "owner": "Sunday Adelaja"}, {"item": "Everywhere we shine death and life burn into something new…", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Whatever you dream of is a possibility.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "I have no greater joy than to know that my children walk in truth.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Let us dance in the sun, wearing wild flowers in our hair...", "owner": "Susan Polis Schutz"}, {"item": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "owner": "De philosopher DJ Kyos"}, {"item": "Release the baggage of the past. Carry joy instead.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "I have drunken deep of joy,And I will taste no other wine tonight.", "owner": "Percy Bysshe Shelley"}, {"item": "If you do not have Joy, there will be nothing for you to remember", "owner": "Sunday Adelaja"}, {"item": "I embrace my sensitivity and let it enhance my joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Being in home is like magic moments, in a magic world, among maicians", "owner": "Durgesh Satpathy, Equating the Equations of Insanity: A Journey from Grief to Victory"}, {"item": "Serve the Lord and then your success will be with Joy", "owner": "Sunday Adelaja"}, {"item": "A fruit that comes forth is the desire and joy for the labour of a farmer.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "I am animated by my joyful life. I let my inner child feel loved and experience joy every day.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Fear of joy is the darkest of captivities.", "owner": "Phil Kaye"}, {"item": "For thy love, I feel ineffable joy.", "owner": "Debasish Mridha"}, {"item": "We cannot experience free joy and happiness without experiencing the depths of pain.", "owner": "Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life"}, {"item": "I dance through life, living my bliss, steeped in joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Live joy. Be kind. Love unconditionally.", "owner": "Amy Leigh Mercree"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "Bringing joy to another lights a thousand suns within.", "owner": "Amy Leigh Mercree"}, {"item": "You put your own joy in prison if you work hard to make other people’s happiness suffocate.", "owner": "Israelmore Ayivor, Leaders' Frontpage: Leadership Insights from 21 Martin Luther King Jr. Thoughts"}, {"item": "Your productivity will double with increase physical activity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Giving thanks fills you with light and joy so you can shine like the bright star you truly are.", "owner": "Amy Leigh Mercree"}, {"item": "I can only change the world by changing myself.", "owner": "Toni Sorenson, The Great Brain Cleanse"}], "common_tag": "joy,", "updatedAt": "2023-05-26 21:16:05"}