{"contents": [{"item": "Those who lack the courage will always find a philosophy to justify it.", "owner": "Albert Camus"}, {"item": "it takes as much courage to have tried and failed as it does to have tried and succeded.", "owner": "Anne Morrow Lindbergh"}, {"item": "Only courageous hearts can endure the bitterness of truth.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "We are treated exactly the way we expect to be treated by the world and its people.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "Have the courage to love yourself like you always wished someone would.", "owner": "Vironika Tugaleva"}, {"item": "It takes a lot of courage to be happy.", "owner": "Ma Jaya Sati Bhagavati, First Breath, Last Breath"}, {"item": "The secret of happiness is freedom, the secret of freedom is courage.", "owner": "Carrie Jones, Need"}, {"item": "The courage to ask question is the willingness to know.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If your actions don't live up to your words, you have nothing to say.", "owner": "DaShanne Stokes"}, {"item": "Permit no one to define you by your mistakes or your past", "owner": "Bernard Kelvin Clive"}, {"item": "Inside the scrawny adolescent was a soul that defied extinction.", "owner": "Yen, Yen's World: Are you afraid to dream? Do you have the courage to believe your dream?"}, {"item": "With all your energy and strength, chase your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "He was no god, just an artist; and when an artist is a man, he needs a woman to create like a god.", "owner": "Roman Payne"}, {"item": "To see what is in front of one’s nose needs a constant struggle.", "owner": "George Orwell"}, {"item": "Be a team player, not a bandwagon jumper.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Courage is the vision that lets us see ourselves in the mirror of our fears.", "owner": "Debasish Mridha"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Be pure, live a conscientious life, defend your dignity and be loving to others.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "A man who is intimate with God is not intimidated by man.", "owner": "Leonard Ravenhill"}, {"item": "It was queer how sometimes a child's innocent eyes can see things that grown men are blind to.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "I am a loser in my own plot, but I might be the hero in someone else's plot.", "owner": "Vann Chow"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "Be humble: have the courage to speak the truth.", "owner": "Ken Poirot"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.", "owner": "André Gide"}, {"item": "With persistent perseverance, you can break through any barrier.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The longest path leads to the destiny destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The truth is crazier than lies because lies are required to stick to possibilities—the truth isn’t.", "owner": "Caroline George, The Vestige"}, {"item": "If you're waiting until you feel talented enough to make it, you'll never make it.", "owner": "Criss Jami, Healology"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Triumphs are usually the outcomes of countless learned-from 'failures", "owner": "Rasheed Ogunlaru"}, {"item": "Hardships make or break people.", "owner": "Margaret Mitchell, Gone with the Wind"}, {"item": "Be brave and take risks… You don't have to have it all figured out to move forward.", "owner": "Roy  Bennett"}, {"item": "Who dare tries is a success, and shall master the art of conquering dreams.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "When you SEE into the invisible, you will DARE to do the impossible!", "owner": "John Paul Warren"}, {"item": "She was always fighting a battle but her smile would never tell you so.", "owner": "Nikki Rowe"}, {"item": "Love, like Fortune, favours the bold.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "Don’t be fearless, but tame your fears, and stop at nothing.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "May you find the confidence and courage to climb new heights.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Some champions are born others are forged! ", "owner": "Kierra C.T. Banks"}, {"item": "Your power is in your story and all the wisdom it has brought you.", "owner": "Angela Mayah Solstice, The Courage to Change"}, {"item": "Whatever you do needs a true you.", "owner": "Auliq-Ice"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "Confidence creates courage.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "A ship is safe in harbor, but that's not what ships are for.", "owner": "John A. Shedd"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "After failure, You must resolve to do whatever the object of your resolution is.", "owner": "Auliq-Ice"}, {"item": "I don’t wish for more time. I wish for more courage to live freely right now.", "owner": "Scott Stabile"}, {"item": "Achievement is no hocus-pocus. It's focus, focus!", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "He who jumps into the void owes no explanation to those who stand and watch.", "owner": "Jean-Luc Godard"}, {"item": "Walk gently, and be brave.", "owner": "Eleanor Brownn"}, {"item": "To create new rules, use the power of love, courage, and kindness to break the rules.", "owner": "Debasish Mridha"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The qualities of a successful man are tenacity, perseverance, courage and the will to win", "owner": "Sunday Adelaja"}, {"item": "Disbelief is easy, Kane. It’s faith that takes courage, and character.", "owner": "Michael Marshall Smith, Stories: All-New Tales"}, {"item": "Courage is the price that life exacts for granting peace.", "owner": "Amelia Earhart"}, {"item": "Confidence of a dedicated person, seems to be over-confidence to ordinary masses.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Love begets glory,Work begets story.LOVED WORK Begets A Story of Glory!", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "You have to go head, even if no one goes with you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Without courage, wisdom bears no fruit.", "owner": "Baltasar Gracián"}, {"item": "Don’t waste your time, living other’s dream. Live your dreams. Dare to be you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "May you the willpower and chase your God-given dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "A man of courage must first conquer himself.", "owner": "Lailah Gifty Akita"}, {"item": "Peer beyond the wall of doubt to embrace the possibilities.", "owner": "Truth Devour, Wantin"}, {"item": "The courage to ask question is a daring act.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "True friends don't come with conditions.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Without fear there cannot be courage.", "owner": "Christopher Paolini"}, {"item": "It takes more effort to avoid the truth than it does to face it.", "owner": "Robert J. Braathe"}, {"item": "he willingness to work-hard and indomitable willpower are vital for any accomplishment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Have the courage to follow your heart.", "owner": "Lailah Gifty Akita"}, {"item": "You can give illness to her body but you can't take the gypsy out of that girl.", "owner": "Nikki Rowe"}, {"item": "Who you are in public is a test of your conviction; who you are in private, integrity.", "owner": "Criss Jami, Healology"}, {"item": "I want to look at you as you kill me.", "owner": "Curtis Jobling, Rise of the Wolf"}, {"item": "Success is that old ABC - ability, breaks and courage. ", "owner": "Charles Luckman"}, {"item": "What else has kept any of us going, but love of someone or the memory of that love?", "owner": "Rachel L. Schade, Forsaken Kingdom"}, {"item": "Grow your courage by remembering each day is a gift.", "owner": "Auliq-Ice"}, {"item": "Courage isn't having the strength to go on - it is going on when you don't have strength.", "owner": "Napoléon Bonaparte"}, {"item": "Success doesn't come to you you go to it. ", "owner": "T. Scott McLeod"}, {"item": "Have enough courage to trust love one more time and always one more time.", "owner": "Maya Angelou"}, {"item": "The choice of courage is the confident in JESUS CHRIST.", "owner": "Lailah Gifty Akita"}, {"item": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "owner": "Winston S. Churchill"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Don't live the same year 75 times and call it a life.", "owner": "Robin S. Sharma"}], "common_tag": "courage,", "updatedAt": "2023-07-01 19:09:51"}