{"contents": [{"item": "Every great accomplishments requires great grace and great enthusiasm.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A single-minded purpose gives sacred strength to achieve the dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "With no positivity, there is no hope; with no negativity, there is no improvement.", "owner": "Criss Jami, Healology"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The obstacles are distractions. Focus on the ultimate goal.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What can we do in any hardship? We can hope with prayerful praise.", "owner": "Lailah Gifty Akita"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How many people you bless is how you measure success", "owner": "Rick Ross"}, {"item": "The greatest action is the grace to define sacred-self.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be afraid to be afraid. Have fear, and then conquer the shit out of it.", "owner": "D. Antoinette Foy"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A key to the brighter future is to reassess goals, priorities and do best to make things happen.", "owner": "Martin M. Stupak"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I've had a lot of worries in my life, most of which never happened.", "owner": "Mark Twain"}, {"item": "Whatever you can conceive, you can achieve it.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Good...if you've done things you aren't proud of. It means you have a conscience.", "owner": "Criss Jami, Killosophy"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "owner": "Criss Jami, Healology"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A smart person knows how to talk. A wise person knows when to be silent.", "owner": "Roy T. Bennett"}, {"item": "I spent all nightweaving a poem for you to wear. You look so beautifulwhen you wear my light.", "owner": "Kamand Kojouri"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Good things happen in your life when you surround yourself with positive people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The greatest power is the power of pray.", "owner": "Lailah Gifty Akita"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be positive. Be true. Be kind.", "owner": "Roy  Bennett"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You can possess what you dream of.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "owner": "Roy T. Bennett"}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}, {"item": "Instead of worrying about what you cannot control, focus your energy on what you can create.", "owner": "Roy  Bennett"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "Focus on your goals, not your fear. Focus like a laser beam on your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Act as if it was, and it will be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Discipline your mind to see the good in every situation and look on the best side of every event.", "owner": "Roy  Bennett"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Forget all about ‘What if’. Believe in possibilities.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "True friendship is th treasure of forgiveness.", "owner": "Lailah Gifty Akita"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "It is always better to look at the bright side of life.", "owner": "Lailah Gifty Akita"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "owner": "Roy T. Bennett"}, {"item": "Failure is when you stop trying to do something.So, if you want to succeed.Don't stop trying.", "owner": "Anthony T. Hincks"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "We are all different. Don’t judge, understand instead.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing can be more hurtful to your heart than betraying yourself.", "owner": "Roy T. Bennett"}, {"item": "We can only reach the highest height, if we encourage each other.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A dark thought will never lead you to the light because darkness is terrified of light.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Right,\" she said, \"We're going to the Land of the Dead and I shouldn't think negative.", "owner": "Rick Riordan, The Lightning Thief"}, {"item": "I have no house but glad to have a home.", "owner": "Lailah Gifty Akita"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Success is end result of many combats.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Do not let arrogance go to your head and despair to your heart.", "owner": "Roy T. Bennett"}, {"item": "Great things happen to those who don't stop believing, trying, learning, and being grateful.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "positive,", "updatedAt": "2023-05-26 21:16:05"}