{"contents": [{"item": "The mistakes we regret the most are the ones we were too scared to make", "owner": "Ollie Slaney"}, {"item": "See it in yourself, and the world will follow suit. Believe in you.", "owner": "Kevin Abdulrahman, The Book on What Ever You're Into: These Are the 52 Timeless Winning Truths You Need to Know to Have a Chance at Winning"}, {"item": "A life fueled by passions is like riding on the back of a dragon.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "A consistent attitude of thankfulness will turn your success into significance.", "owner": "Farshad Asl"}, {"item": "Happiness depends on your mindset and attitude. Happiness is in your mind, not in the circumstance.", "owner": "Roy  Bennett"}, {"item": "Are you seeking to be offended?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Ah, pay no heed if your enemies laugh. They'll not be able to once you lop off their heads.", "owner": "Christopher Paolini, Eragon, Eldest & Brisingr"}, {"item": "Morale and attitude are fundamentals to success.", "owner": "Bud Wilkinson"}, {"item": "Opportunity may knock only once but temptation leans on the door bell", "owner": "Oprah Winfrey, Oprah Winfrey Speaks: Insights from the World's Most Influential Voice"}, {"item": "The number of ways to live in one lifetime is limitless. So why limit yourself?", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't waste your time with explanations: people only hear what they want to hear.", "owner": "Paulo Coelho"}, {"item": "Education is just KnowledgeYour attitude, Your Behavior Is not depends on YourEducation", "owner": "M.Zuber Bhoja"}, {"item": "Life is short only if you are not living your purpose.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Clouds are on top for a reason. They float so high because they refuse to carry any burden!", "owner": "Jasleen Kaur Gumber"}, {"item": "Keep a little fire burning; however small, however hidden.", "owner": "Cormac McCarthy, The Road"}, {"item": "If the fire in your heart is strong enough, it will burn away any obstacles that come your way.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Live fast. Die young. Be wild. Have fun.", "owner": "Lana Del Rey"}, {"item": "I is for Integrity, be honest with yourself and others.", "owner": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"}, {"item": "You grow in life when you grow your attitude by making it more positive and productive about life.", "owner": "Seema Brain Openers"}, {"item": "The sum of our greatness lies not in asking“what do I want to do?” but rather “who do I want to be?", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Pain, unless it is physical, was sold to you (by your culture).", "owner": "Mokokoma Mokhonoana"}, {"item": "We are what we pretend to be, so we must be careful about what we pretend to be.", "owner": "Kurt Vonnegut Jr., Mother Night"}, {"item": "What is an unconditional state?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Christmas, children, is not a date. It is a state of mind. ", "owner": "Mary Ellen Chase"}, {"item": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The mindset of the Champions is All of it or None of it they don't play second- fiddle. ", "owner": "Jaachynma N.E. Agu, The Best Option"}, {"item": "You can't hit it out of the park if you're not at the plate", "owner": "Phillip Gary Smith, HARMONIZING: Keys to Living in the Song of Life"}, {"item": "Every great thing that's ever been achieved started with the belief that it could be.", "owner": "Clyde Lee Dennis"}, {"item": "Our service as believers is in our help and attitude towards others", "owner": "Sunday Adelaja"}, {"item": "Your attitude will ultimately determine and define your altitude of life", "owner": "Debasish Mridha"}, {"item": "Shred the fake mask of humility into pieces. And put on the mask of arrogance if needed.", "owner": "Abhijit Naskar"}, {"item": "Take me to the height where success would seek my help to succeed!", "owner": "I are"}, {"item": "We all have problems. Or rather, everyone has at least one thing that they regard as a problem.", "owner": "Mokokoma Mokhonoana"}, {"item": "The difference between those that can and those that can’t is attitude.", "owner": "Carlos Salinas, The Little Book of Big Quotes: Volume I"}, {"item": "Don't Expect Others to Read or Hear Your Thoughts; if You Want to be Heard, Speak Up and Speak Out!", "owner": "Jaachynma N.E. Agu, Risk It, Be Different"}, {"item": "When a man plays with your heart it is for one of two reasons: He knows he can or he is undecided.", "owner": "Shannon L. Alder"}, {"item": "Dear 2016,If I had any defeats in your team, I am glad they were on my terms.Love, Defeated Winner", "owner": "Jasleen Kaur Gumber"}, {"item": "H is for Habit, winners make a habit of doing the things losers don't want to do.", "owner": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"}, {"item": "Momentum builds success.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Puh-lease… Team leather and cocks isn’t always right.", "owner": "Bink Cummings, The Diary of Bink Cummings: Vol 2"}, {"item": "I am a part of all that I have met.", "owner": "Alfred Tennyson, The Complete Poetical Works of Tennyson"}, {"item": "For success, attitude is often more important than education.", "owner": "Debasish Mridha"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The future depends on attitude, aptitude, and gratitude--not on knowledge.", "owner": "Debasish Mridha M.D."}, {"item": "Always try and be a better person than you were yesterday, cause we aren't guaranteed tomorrow.", "owner": "Tina A. Morgan"}, {"item": "Beauty is in the heart of the beholder.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "...success is not a comparison of what we have done with what others have done.", "owner": "Myles Munroe, understanding your potential discovering the hidden you"}, {"item": "Shame and blame should have no place in our body, mind, or spirit.", "owner": "Asa Don Brown"}, {"item": "A change of attitude changes everything.A bad attitude never leads to a good life.", "owner": "Scott Stabile"}, {"item": "Your most important “want” should be the one you can control!", "owner": "Shannon L. Alder"}, {"item": "The only limitations you have are those limitations you accept.", "owner": "Clyde Lee Dennis"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Act as if it was, and it will be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Write this down: My life is full of unlimited possibilities.", "owner": "Pablo"}, {"item": "Puritanism: The haunting fear that someone, somewhere, may be happy.", "owner": "H.L. Mencken, A Mencken Chrestomathy"}, {"item": "We just wanna be the happy bums that we are. That's all.", "owner": "Mike Patton"}, {"item": "S is for SCARY! Fear is driven out by action! Bad habits are overcome by good habits.", "owner": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"}, {"item": "Don't promote negativity online and expect people to treat you with positivity in person.", "owner": "Germany Kent"}, {"item": "The worship of God is in our attitude to people", "owner": "Sunday Adelaja"}, {"item": "Tough times don't last, tough people do, remember?", "owner": "Gregory Peck"}, {"item": "To be or not to be, is not the question, if you ain't something then you are nothing.", "owner": "Habeeb Adeokun"}, {"item": "Our perceptions are influenced by our surroundings.", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Elevate your inside game. A negative attitude is below the horizon...a place for lonesome hearts.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Guard yourself with a positive attitude, conviction, hope and fulfillment of your heart’s desire.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "When a leader has an attitude of gratitude, it can create great differences in the lives of others.", "owner": "Debasish Mridha"}, {"item": "For once,engulf,not air,but hope.For once,breathe on,a firm belief!", "owner": "Jasleen Kaur Gumber"}, {"item": "Pure happiness and peace are at their peak when your body is in harmony with itself.", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "Don't ever let the Man get you.", "owner": "Sophia Amoruso, #GIRLBOSS"}, {"item": "Just do it! First you make your habits, then your habits make you!", "owner": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"}, {"item": "If you don't have time to do it right, when will you have the time to do it over?", "owner": "John Wooden"}, {"item": "No one \"deserves\" success; it is either earned with hard work or lost to the hands of fate.", "owner": "Sanhita Baruah"}, {"item": "The secret to a happy life is simply your attitude.", "owner": "Gloria Tesch"}, {"item": "To become a better you, never let the attitude of pride linger around your ambitions.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "You are a human with one life and its up to you to make it the best life you can.", "owner": "Dan Howell"}, {"item": "Are you living in the moment?", "owner": "Asa Don Brown, Waiting to Live"}, {"item": "A stumble may prevent a fall.", "owner": "Thomas Fuller"}, {"item": "Our life is what our thoughts make it.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Stop searching the world for treasure, the real treasure is in yourself.", "owner": "Pablo"}, {"item": "Attitude is a little thing that makes a big difference.", "owner": "Winston S. Churchill"}, {"item": "Always be truthful and you will have fewer visits from regret, guilt or fear.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "What do you mean, You have No Dreams?The Truth is, you have No Courage.", "owner": "Vineet Raj Kapoor"}, {"item": "The excursion is the same when you go looking for your sorrow as when you go looking for your joy.", "owner": "Eudora Welty"}, {"item": "Life is 10 percent what you make itand 90 percent how you take it.", "owner": "Irving Berlin"}, {"item": "Somewhere between love and hate lies confusion, misunderstanding and desperate hope.", "owner": "Shannon L. Alder"}, {"item": "It is not as much about who you used to be, as it is about who you choose to be.", "owner": "Sanhita Baruah"}, {"item": "Hard work is never a punishment. If you see it so, you may not do it with the right attitude.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "I got a good heart but my attitude gat people thinking I'm evil", "owner": "Genereux Philip"}, {"item": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "owner": "De philosopher DJ Kyos"}], "common_tag": "attitude,", "updatedAt": "2023-05-26 21:16:05"}