{"contents": [{"item": "The real battle is within yourself.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "All religions are mere echoes of this one great religion of Humanism.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "It sometimes requires ignorance and arrogance to know something for sure.", "owner": "Mokokoma Mokhonoana"}, {"item": "The Altitude of Prayer doesn't matter but the Attitude", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The best way to Prove your critics wrong is to Improve yourself", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Love is greater than Addiction", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "It has always been science versus fundamentalism, not science versus religion.", "owner": "Abhijit Naskar, Biopsy of Religions: Neuroanalysis Towards Universal Tolerance"}, {"item": "Marriage is not a Current Account but a Savings Account, you got to be Patient enough", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Given the same honor and dignity as men, women can build a much better and more harmonious world.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Those who mock at you, shall one day worship you.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "You can't be Great if you can't blaze the trail", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "A real Woman has the Spirit of Discernment, she's a critical thinker", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The Self is the measure of everything.", "owner": "Abhijit Naskar"}, {"item": "All our sentiments - religious, romantic or any other - are born in the neurons.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Love is a Strong Addiction that makes it Impossible to ignore those involved", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The Unction is given to Function, not to Misfunction", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Make films that purify the soul with the flow of rational, vigorous and compassionate thinking.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Have faith in yourself. Have faith in the human first, then God if you want.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Luxury is the enemy of growth.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Consistency is what produces Results, not Complacency. WATCH OUT!", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The biggest challenge after success is shutting up about it.", "owner": "Criss Jami"}, {"item": "Everybody wishes to have something that somebody else has. And that's the root of all sorrows.", "owner": "Abhijit Naskar"}, {"item": "The truth is like Light, it can never be Hidden. Is a matter of time", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The Rules of Marriage hasn't changed since Adam. Break the Rules and Break your Marriage", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Love has no Terms and Conditions", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "God lives in and through the human mind, and not in any church, synagogue, temple or mosque.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "The best way to respond to Hatred is to trigger Love. The one who Loves is the Greatest", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Love has no Excuse for Goodwill", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Be pure, live a conscientious life, defend your dignity and be loving to others.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Show me a Great Man and I will show you a Woman of Substance", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Marriage is not about 'I' or 'You', but 'Us'. The former is a Fallacy", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "You have no experience of Rising if you have not Fallen before", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The worst part of being okay is that okay is far from happy.", "owner": "Anna Todd"}, {"item": "Education must be an equal opportunity for all.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The greatest Church is within you, and it is made of love, courage and conscience.", "owner": "Abhijit Naskar"}, {"item": "Be the help you seek from others.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "The human body is not necessarily a human being.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Ideal is the one, who knows the self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Indoctrination is dangerous.", "owner": "Abhijit Naskar"}, {"item": "Your Greatness is just between Falling and Rising", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "A movie is not a movie, it is a potential nuclear furnace of inspiration, courage and conscience.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "All the bloodsheds in human history have been caused by men, not women.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Real men don't Lust but Love", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Knowledge shall set the mind free.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "The world needs gigantic strong wills in front of which even the mountains will be crumbled.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "The more we humanize the society, the more we will become humans.", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "Real Women make an impact, they are Irresistible", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Enjoy being with yourself, you will then not feel alone.", "owner": "Steven Cuoco"}, {"item": "Every true scientist is a philosopher, but not every philosopher is a scientist.", "owner": "Abhijit Naskar"}, {"item": "I don’t do metaphysics. Neither do I have the luxury to talk about my beliefs.", "owner": "Abhijit Naskar"}, {"item": "The ultimate goal of humanity is knowledge.", "owner": "Abhijit Naskar"}, {"item": "Do your thoughts continue and repeat a cycle Seed, growth, bloom, and seed again", "owner": "Richard L.  Ratliff"}, {"item": "The Human Self is the only friend and savior to all humanity.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Legends are born in solitude. Idiots are born in packs.", "owner": "Abhijit Naskar"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "The more you know, the less you talk. The less you talk, the more you know.", "owner": "Mokokoma Mokhonoana"}, {"item": "If you have not suffered opposition in the journey of life, then, you are not real.", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "In the society of thinking humanity, the natural law of trust should be - In I, I trust.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Agape Love is a Revolution, it has no Strings attached", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Don't be envious of the Success of others, but let it be your Motivation to thrive", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The true meaning of Religion is to Love God and Man, Hatred is out of the Equation", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Denial of the Self accomplishes nothing.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Real Women are Covered to be Discovered in due time", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Negative Confession is not a Choice of words but a Weakness", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Her silence should be feared more than her words.", "owner": "Piper Payne"}, {"item": "Don’t be defeatist due to the mistakes you make. Mistakes are inevitable part of growth.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Truth, independent of the Self, is irrelevant to the biological existence of human life.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Real Women are not Weak but are Wonderers, they Propel Men to Greatness", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Out of the Mess comes a Message that makes you Sage", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You Mirror maybe a Mirage, so watch-out!", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Do not become self-absorbed, but become self-aware.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "There is only one label worth fighting for, nay, not fighting for, that is “human”.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Belief in God optional. Belief in the self is imperative.", "owner": "Abhijit Naskar"}, {"item": "All of Christ’s philosophical ideas can be compressed into one simple phrase – Love thy neighbor.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Knowledge, Power, Fame, and Wealth cannot give you Eternal life but Salvation will", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Don’t give up in the middle of the journey.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The teacher should be like the conductor in the orchestra, not the trainer in the circus.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Without a vision, where is the focus?", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Faith in God is optional, but faith in the self – in the spirit within, is imperative.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "No matter your Knowledge, Power, Fame or Wealth, Tommorrow is always a Mystery", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "It is always, first Self, then everything else.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Anointing without a Character is a Disaster", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "The best Gift a man can get from God is a noble wife, trust me, everything is possible!", "owner": "Samuel Asumadu-Sarkodie"}, {"item": "Failures make character, not success.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "Arise my Sister! Awake my Sister! Start walking in the path of building your own identity!", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Possibility is possible till it becomes Possible", "owner": "Samuel Asumadu-Sarkodie"}], "common_tag": "words-of-wisdom", "updatedAt": "2023-07-01 19:09:51"}