{"contents": [{"item": "Some people only dream of success… while others wake up and use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "I said, but I have to go, there are so many places calling my name.", "owner": "Nikki Rowe"}, {"item": "God never cease to exist because His invisibility is doubted.", "owner": "Lailah Gifty Akita"}, {"item": "Twenty years from now you will be disappointed you never used Cosmic Ordering today.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "You are human, so stop acting as if though you are a sheep and start thinking for yourself.", "owner": "Stephen Richards"}, {"item": "Use ‘Why?’ to help you follow the breadcrumbs back to the source of the problem.", "owner": "Stephen Richards"}, {"item": "What might have been can be with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Forget being a bad failure, use Cosmic Ordering and be good at success.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "You might just find God in a mirror one day.", "owner": "Kamand Kojouri"}, {"item": "When all around you are losing their heads, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "If you want to find God, then all you need to do is love.", "owner": "Kamand Kojouri"}, {"item": "Sick of lame ducks, use Cosmic Ordering and your ducks will lay golden eggs.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "The greatest barrier to wealth creation is the denial of Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "A Cosmic Ordering beginning makes a wealthy ending.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Seek to know thy soul; strength of love, light and life.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "If it doesn't agree with your spirit let it go.", "owner": "Germany Kent"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "Search for the Divine Being.", "owner": "Lailah Gifty Akita"}, {"item": "Each new friend gives rise to the possibility of anything!", "owner": "Stephen Richards"}, {"item": "Prayer is an insurance policy that you can never lapse on.", "owner": "The Prolific Penman"}, {"item": "Decided knowledge is not called ‘knowledge’. Decided knowledge is called Principle.", "owner": "Dada Bhagwan"}, {"item": "Sweep the board with Cosmic Ordering Success.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If we lose all of our wealth and are only left with love then, indeed, we shall never be poor.", "owner": "Stephen Richards"}, {"item": "Use Cosmic Ordering now, not as a morning after pill.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "It's no shame in reaching second or third base if you aimed for first base.", "owner": "Stephen Richards"}, {"item": "Without the 'applied awareness' of the Soul, 'happiness' cannot arise.", "owner": "Dada Bhagwan"}, {"item": "The flame of the spirit is a burning lamp.", "owner": "Lailah Gifty Akita"}, {"item": "When we lose our spiritual child then that is when we have grown old.", "owner": "Stephen Richards"}, {"item": "The only thing limiting your aspiration is your imagination.", "owner": "Stephen Richards"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "If the saints fails to declare the truth, the Holy Spirit shall teach true words of God.", "owner": "Lailah Gifty Akita"}, {"item": "Life is a book. Do you not realise we are writing the history of our time?", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Knowledge is an intellectual art.Wisdom is a spiritual discipline.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Each person you meetis an aspect of yourself,clamoring for love.", "owner": "Eric Micha'el Leventhal"}, {"item": "We were all born equal, but where we are in life now is of our own making.", "owner": "Stephen Richards"}, {"item": "The greatest action is the grace to define sacred-self.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your pain is the breaking of the shell that encloses your understanding.", "owner": "Kahlil Gibran"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "A soulmate is a direct pathway to God.", "owner": "Kamand Kojouri"}, {"item": "Worldly knowledge (laukik gnan) is called illusion (bhranti).", "owner": "Dada Bhagwan"}, {"item": "Until you step into the unknown, you don’t know what you’re made of.", "owner": "Roy T. Bennett"}, {"item": "You do not exist to serve the illusion. The illusion exists to serve you.", "owner": "Lauren Zimmerman"}, {"item": "With Cosmic Ordering life is a field of unlimited possibilities.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Practice bravery every day and the self-worth will come.", "owner": "Alaric Hutchinson"}, {"item": "No need to steal someone’s thunder, with Cosmic Ordering you can make your own.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Cosmic Ordering does not judge you.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Compassion is the religion of the heart.", "owner": "Ma Jaya Sati Bhagavati, The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "The true test of one's mettle is how many times you will try before you give up.", "owner": "Stephen Richards"}, {"item": "We may not stay quick, If we are weak or sage, but a lot can squeak As we start to age.", "owner": "Ana Claudia Antunes, The Tao of Physical and Spiritual"}, {"item": "Today I am even richer.", "owner": "Stephen Richards"}, {"item": "A regular meditation practice is one of the highest forms of self-love.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "If God sets your speed limit high, don't be afraid of your life-car being crashed.", "owner": "Munia Khan"}, {"item": "Seeing is not believing, it is only seeing,”George MacDonald, The Princess and the Goblin", "owner": "George MacDonald, The Princess and the Goblin"}, {"item": "No other success can compensate for failure in the home.", "owner": "J. E. McCulloch"}, {"item": "There’s the impossible and then there’s Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "With Cosmic Ordering you can count your chickens before they have hatched.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Worldly relationships are not true [are not real] it is a ‘business arrangement’. ", "owner": "Dada Bhagwan"}, {"item": "Defeat the warriors of patience and time with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Take a rain check on poverty with Cosmic Ordering.", "owner": "Stephen Richards, The Cosmic Ordering Service"}, {"item": "God reigns from the deepest depths to the highest heights.", "owner": "Lailah Gifty Akita"}, {"item": "All in good time is something Cosmic Ordering does not follow.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If you weren’t born with a silver spoon in your mouth, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "Don’t wait for success, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Don't live to be judged for what you haven't done. Live to be judged for what you have done.", "owner": "Stephen Richards"}, {"item": "With Cosmic Ordering you will never eat humble pie again.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Wealth is a by-product of Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Wealth creation is 10% of what you know and 90% Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Even when in the midst of disturbance, the stillness of the mind can offer sanctuary.", "owner": "Stephen Richards, The Ultimate Cosmic Ordering Meditation"}, {"item": "Believing happiness to be in the eternal thing is called the enlightened vision (samkit).", "owner": "Dada Bhagwan"}, {"item": "Forget about letting nature taking its course to make you wealthy, Cosmic Ordering works faster.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "When life gives you lemons, use Cosmic Ordering!", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Faith in God will elevate you to next level blessings.", "owner": "Germany Kent"}, {"item": "If you can't focus then how do you expect to make your dreams come true?", "owner": "The Prolific Penman"}, {"item": "Know you will win and you will win!", "owner": "Stephen Richards"}, {"item": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "I know you're tired but come, this is the way.", "owner": "Jalaluddin Rumi"}, {"item": "There are more triumphs than defeats with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Silver surfers ... nah, that's old hat. Retire a gold surfer with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "CONCERNED BUT NOT CONSUMED!", "owner": "Ron Sanders"}, {"item": "The great dividing line between success and failure is Cosmic Ordering", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Everyone has the fire, but the champions know when to ignite the spark.", "owner": "Amit Ray, Enlightenment Step by Step"}, {"item": "Circumstances will change but (True) Knowledge [Gnan] will not change.", "owner": "Dada Bhagwan"}], "common_tag": "spiritual,", "updatedAt": "2023-07-01 19:09:51"}