{"contents": [{"item": "thus with a kiss I die", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "The Cameroonian soul is genuine. It is noble, and it embodies humanism.", "owner": "Janvier Chouteu-Chando"}, {"item": "I travel to the ancient world by reading ancient books.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "In my pursuit of historical ecology, I find the pleasure of reading history.", "owner": "Lailah Gifty Akita"}, {"item": "Whenever i have Wealthy wealth trust me i will change the history of poverty", "owner": "Saad Khan"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Give me liberty or give me death.\".]", "owner": "Patrick Henry"}, {"item": "Love wins when reflections win over reflexes.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The only thing new in the world is the history you do not know.", "owner": "Harry Truman"}, {"item": "I saw the world from the stars' point of view, and it looked unbearably lonely.", "owner": "Shaun David Hutchinson, We Are the Ants"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "All the great treasures of life are hidden in a book.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "I am not a victim. No matter what I have been through, I'm still here. I have a history of victory.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Everything is relative in this world, where change alone endures.", "owner": "Leon Trotsky"}, {"item": "The state is that great fiction by which everyone tries to live at the expense of everyone else.", "owner": "Frédéric Bastiat"}, {"item": "Life is a book. Do you not realise we are writing the history of our time?", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "What lies ahead seems unlikely; when it becomes the past, it seems inevitable.", "owner": "Rebecca Solnit, Hope in the Dark"}, {"item": "She turned her painted blue eyes toward the assistant and said something in French before she left.", "owner": "Nancy B. Brewer, Carolina Rain"}, {"item": "Where humanitysowed faith, hope, and unity, joy’s garden blossomed.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "Science is a long history of learning how not to fool ourselves.", "owner": "Richard Feynman, The Quotable Feynman"}, {"item": "There's a story behind every \"I don't believe in love\"\"Period", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "He who cannot draw on three thousand years is living from hand to mouth.", "owner": "Johann Wolfgang von Goethe"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "I knew I was alone in a way that no earthling has ever been before.", "owner": "Michael  Collins"}, {"item": "History displays the events of time.", "owner": "Lailah Gifty Akita"}, {"item": "Poetry is nearer to vital truth than history.", "owner": "Plato"}, {"item": "History is idle gossip about a happening whose truth is lost the instant it has taken place.", "owner": "Gore Vidal, Julian"}, {"item": "The first duty of a man is to think for himself", "owner": "José Martí"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "It’s hard to throw away history. It was like you were throwing away a part of yourself.", "owner": "Jenny Han, The Summer I Turned Pretty"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "We learn from experience that men never learn anything from experience.", "owner": "George Bernard Shaw"}, {"item": "The one duty we owe to history is to rewrite it.", "owner": "Oscar Wilde, The Critic as Artist"}, {"item": "For when all else is done, on­ly words re­main. Words en­dure.", "owner": "Kate Mosse, The Winter Ghosts"}, {"item": "He’d used the amulet to read my thoughts again. I pictured smacking him in the face.", "owner": "Priya Ardis, Ever My Merlin"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "History is the heart of humanity.", "owner": "Lailah Gifty Akita"}, {"item": "Men die in battle women die in childbirth. ", "owner": "Philippa Gregory, The Red Queen"}, {"item": "The history of science is the saga of nature defying common sense.", "owner": "Kedar Joshi"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "I just don't see why the past has to matter.", "owner": "Cassandra Clare, City of Fallen Angels"}, {"item": "Heresy no longer existed within religion itwas founded in the state. ", "owner": "Reinhart Koselleck, Futures Past: On the Semantics of Historical Time"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "Forgiveness allows the burdens that we carry to become the histories that we forget.", "owner": "Craig D. Lounsbrough"}, {"item": "It is better to fill your head with useless knowledge than no knowledge at all.", "owner": "Jim Hinckley, Route 66 Backroads: Your Guide to Scenic Side Trips & Adventures from the Mother Road"}, {"item": "He did not waste time in a vain search for a place in history.", "owner": "Dejan Stojanovic, The Sun Watches the Sun"}, {"item": "The event of history is hidden in time.", "owner": "Lailah Gifty Akita"}, {"item": "What really happened doesn't matter. What matters is how we agree to remember it.", "owner": "Leila Sales, Past Perfect"}, {"item": "History never repeats itself, historians do.", "owner": "Lee Benson, The Concept Of Jacksonian Democracy: New York As A Test Case"}, {"item": "History is the hallmark of humanity.", "owner": "Lailah Gifty Akita"}, {"item": "History will be kind to me for I intend to write it.", "owner": "Winston S. Churchill"}, {"item": "He who doesn't understand history is doomed to repeat it.", "owner": "Pittacus Lore, I Am Number Four"}, {"item": "History engineered if the facts couldn't be generally accepted.", "owner": "Toba Beta"}, {"item": "The end may justify the means as long as there is something that justifies the end.", "owner": "Leon Trotsky, Their Morals and Ours"}, {"item": "Hope is soothing, but it can become deceptive if we cling to it as the last resort against reality,", "owner": "Janvier Chouteu-Chando"}, {"item": "When a man learns to love, he must bear the risk of hatred.", "owner": "Masashi Kishimoto"}, {"item": "The truth is usually left for us to hunt and gather independently, if we are so inclined.", "owner": "Raquel Cepeda, Bird of Paradise: How I Became Latina"}, {"item": "Sometimes I feel like we're a knot, too tangled to be taken apart.", "owner": "Kiera Cass, The Elite"}, {"item": "The Bible is a book of Science. Secular Humanism is a religion of mythology.", "owner": "Michael J. Findley, Antidisestablishmentarianism"}, {"item": "By studying yesterday, you will understand today.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Those unable to catalog the past are doomed to repeat it.", "owner": "Lemony Snicket, The End"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "If I have nothing but a room full of books, it is enough for me to survive life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Learning the truth has become my life's love.", "owner": "Dan Brown, The Da Vinci Code"}, {"item": "Going down in history is a dead end pursuit", "owner": "Benny Bellamacina"}, {"item": "Know the history of the great ancestors.", "owner": "Lailah Gifty Akita"}, {"item": "Never trust the translation or interpretation of something without first trusting its interpreter.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "God was never created the economy.Men found it after banished from Eden.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "Selfrighteous creates wars more often than other reasons.", "owner": "Toba Beta"}, {"item": "The soul becomes dyed with the colour of its thoughts.", "owner": "Marcus Aurelius, Meditations"}, {"item": "History, Stephen said, is a nightmare from which I am trying to awake.", "owner": "James Joyce, Ulysses"}, {"item": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "We usually learn from debates that we seldom learn from debates.", "owner": "Mokokoma Mokhonoana"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Vane grabbed me. “DuLac, let’s chat.” British-speak for “Stand still while I yell at you.", "owner": "Priya Ardis, My Merlin Awakening"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Life will be empty without great stories to read.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "History dressed up in the glow of love’s kiss turned grief into beauty.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "How would you document the history of today?", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Those who understand history are condemned to watch other idiots repeat it.", "owner": "Peter Lamborn Wilson"}, {"item": "People have an annoying habit of remembering things they shouldn't.", "owner": "Christopher Paolini, Eragon"}], "common_tag": "history,", "updatedAt": "2023-05-26 21:16:05"}