{"contents": [{"item": "A farmer is a magician who produces money from the mud.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "It’s not that I’ve been invited to the hole I’m standing in. It’s that I accepted the invitation.", "owner": "Craig D. Lounsbrough"}, {"item": "You look up when you wish to be exalted. And I look down because I am exalted.", "owner": "Friedrich Nietzsche, Thus Spoke Zarathustra"}, {"item": "Good intentions do not always suffice.", "owner": "Ufuoma Apoki"}, {"item": "Failures make character, not success.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "The gift of knowledge is empowering, but the gift of wisdom is life-changing.", "owner": "A.D. Posey"}, {"item": "Have faith in yourself. Have faith in the human first, then God if you want.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "During a conversation, listening is as powerful as loving.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The job of a writer is not to convey emotion but to invoke it.", "owner": "Eric T. Benoit"}, {"item": "You can not control the thought, but you can control the tongue.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "A slip of the foot may injure your body, but a slip of the tongue will injure your bond.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Great losses are great lessons.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You can only gain the benefit of something when you invest and spend time", "owner": "Sunday Adelaja"}, {"item": "Each person you meetis an aspect of yourself,clamoring for love.", "owner": "Eric Micha'el Leventhal"}, {"item": "Question like a child, reason like an adult, and write like a sage.", "owner": "Criss Jami, Healology"}, {"item": "Wasting time is when seconds, minutes and hours are passing without being converted", "owner": "Sunday Adelaja"}, {"item": "Good...if you've done things you aren't proud of. It means you have a conscience.", "owner": "Criss Jami, Killosophy"}, {"item": "Faith in God is optional, but faith in the self – in the spirit within, is imperative.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "You got it all wrong in your way of thinking.", "owner": "Lailah Gifty Akita"}, {"item": "If you read proverbs, you will find answers to every puzzle.", "owner": "Lailah Gifty Akita"}, {"item": "Get your idea into image and find ways to convert it into tangible product", "owner": "Sunday Adelaja"}, {"item": "To fully communicate with people, you need to find tactics that would interest them", "owner": "Sunday Adelaja"}, {"item": "God lives in and through the human mind, and not in any church, synagogue, temple or mosque.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "The world is like a brute beast, you teach it how it should behave towards you", "owner": "Bangambiki Habyarimana, Book of Wisdom"}, {"item": "My spouse is my shield, my spouse is my strength.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "Faith is the substance of things hoped for, evidence of things not seen.", "owner": "Compton Gage"}, {"item": "Never rebel for the sake of rebelling, but always rebel for the sake of truth.", "owner": "Criss Jami, Killosophy"}, {"item": "A willing soul will keenly go the length, breadth and depth to fulfill the dream.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "Wisdom cannot be stolen - it can only be shared.", "owner": "Jefferson Smith, Strange Places"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "The greatest education is learning to know the divinity of thy soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "We love our mother because she cares and also because she cooks.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "Dresses don't look beautiful on hangers.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you change who you are to suit other people, you may end up dressed for the wrong occasion", "owner": "Benny Bellamacina, Philosophical Uplifting Quotes and Poems"}, {"item": "Knowledge will reveal its value only when we use it to gain wisdom through experience.", "owner": "Debasish Mridha"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "I don't trust men everybody likes. Being nice isn't the same as being good.", "owner": "Sarah Rees Brennan, The Demon's Covenant"}, {"item": "Arrogant men with knowledge make more noise from their mouth than making a sense from their mind.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If it doesn't open, it's not your door", "owner": "Life Advancer"}, {"item": "An unwise advisor cannot hope to advise wisely.", "owner": "T.A. Miles, Six Celestial Swords"}, {"item": "You can never grow when you don’t place value on time", "owner": "Sunday Adelaja"}, {"item": "Wisdom begins in knowing the self.", "owner": "Abhijit Naskar"}, {"item": "Nothing exists that is more valuable than time", "owner": "Sunday Adelaja"}, {"item": "When You Live Life Too Early, You Learn Life Too Late.", "owner": "O. S. Hickman"}, {"item": "When regret and shame fades away, beauty will be in your heart to forever stay.", "owner": "Imania Margria"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Let someone else be the most powerful country, make ours the most peaceful country.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Rich can live better than poor but they cannot live without poor.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "A word only writes Its night and ridesIts dream.", "owner": "Dejan Stojanovic, Circling: 1978-1987"}, {"item": "Convert your knowledge into product", "owner": "Sunday Adelaja"}, {"item": "Quote words that affirmall men and women are yourbrothers and sisters.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "Knowledge is an intellectual art.Wisdom is a spiritual discipline.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The taller you stand, the more possibilities you see.", "owner": "Carlos Salinas, The Little Book of Big Quotes: Volume I"}, {"item": "All my problems bow before my stubbornness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Humanity has many shortcomings, but none is stronger than pride.", "owner": "Fredrik Backman, Beartown"}, {"item": "Sometimes, we must travel on the longest path to our sacred-destination.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Be beautiful if you can, wise if you want to, but be respected - that is essential.", "owner": "Anna Gould"}, {"item": "In youth audacity is wise", "owner": "William Allingham, Blackberries"}, {"item": "The purpose of work is to labor and invest time in your gift", "owner": "Sunday Adelaja"}, {"item": "It takes a very long time to become young.", "owner": "Pablo Picasso"}, {"item": "God gives wisdom, knowledge and understanding.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "His shout was a syllable so ancient and powerful that Saffiyah's mind instantly censored it.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "owner": "De philosopher DJ Kyos"}, {"item": "Don’t always deprive yourself trying to please others", "owner": "Sunday Adelaja"}, {"item": "If thinking should precede acting, then acting must succeed thinking.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "The most dangerous irony is, people are angry with others because of their own incompetence.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "With the love of music, there will be no misery in life.", "owner": "Lailah Gifty Akita"}, {"item": "When you are wise, peace shall follow.", "owner": "Abhijit Naskar"}, {"item": "things keep falling in and out of place.this is the universe's way of taking care of me.", "owner": "AVA., you are safe here."}, {"item": "To make your Opinion Count,you have to do something morethan just making Money.", "owner": "Vineet Raj Kapoor"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "You’ve climbed too many mountains and crossed too many rivers to stop and turn back now.", "owner": "Eleanor Brownn, Mile 9: The true story of a lifelong couch potato who one day made a decision that changed everything"}, {"item": "Every time we choose our past over our present we kill our future.", "owner": "TemitOpe Ibrahim"}, {"item": "Hide yourself in God, so when a man wants to find you he will have to go there first.", "owner": "Shannon L. Alder"}, {"item": "Be humble: have the courage to speak the truth.", "owner": "Ken Poirot"}, {"item": "Your passion is your connection to God.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Brilliance of the brain must be admired more than beauty of the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "You are judged many times more by what you do in groups than for what you do as individuals.", "owner": "Compton Gage"}, {"item": "Principles in a poor is admirable as politeness in a prince.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Seed becomes tree, son becomes stranger.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Mixing old wine with new wine is stupidity, but mixing old wisdom with new wisdom is maturity.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "My past still haunts me when I sleep, although I saw that - much to my surprise- his does as well.", "owner": "Zack Love, Anissa's Redemption"}, {"item": "Real education leads to the liberation of the mind.", "owner": "Abhijit Naskar, The Education Decree"}], "common_tag": "wisdom,", "updatedAt": "2023-07-01 19:09:51"}