{"contents": [{"item": "At the end of the day, what matters is our faith in humanity...", "owner": "Janvier Chando, The Union Moujik"}, {"item": "The more material we lose, the less we have. The less we have, the more we win.", "owner": "Anthony Liccione"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "Pay attention to the things that are critical to your happiness and the happiness of others.", "owner": "Israelmore Ayivor, Dream Big!: See Your Bigger Picture!"}, {"item": "Having friends was weird . . . but in a good way.", "owner": "Gwenda Bond, Triple Threat"}, {"item": "If you have enjoyed something, but have never experienced joy, then u have not really been happy", "owner": "Sunday Adelaja"}, {"item": "Failure is a detour on the way to using Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "before destroying ,please create one same", "owner": "litymunshi"}, {"item": "Wasting time is living in self glorification instead of glorifying God as God is time", "owner": "indonesia123"}, {"item": "Let the love of the moon kiss you good night, let the morning sun wake you up with loving light.", "owner": "Debasish Mridha"}, {"item": "Silver surfers ... nah, that's old hat. Retire a gold surfer with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Sometimes you have to create your own sunshine.", "owner": "Sam Sundquist"}, {"item": "What is given to you is what is needed; what you want, requires giving up what you don't need.", "owner": "George Alexiou"}, {"item": "Happiness isn't always easy,\" he'd said. \"But it's a priority.", "owner": "Goldy Moldavsky, Kill the Boy Band"}, {"item": "Change your life! Wake up and smell the Cosmic Ordering success.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "I feel so glad to be alive!", "owner": "Lailah Gifty Akita"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "To fail is nothing, unless you continue to ignore Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "I’m not good enough for Duke.” “I’m good enough for you.", "owner": "Feng Nong, จอมนางคู่บัลลังก์ 1"}, {"item": "You're only as good as your last thought of yourself.", "owner": "Curtis Tyrone Jones"}, {"item": "You can't buy happiness", "owner": "Kurt Cobain"}, {"item": "Unless you know where you are going then you will not know how to get there.", "owner": "Stephen Richards"}, {"item": "Don’t waste time making money ... use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Those who are truly grateful are deeply moved by the privilege of living.", "owner": "Auliq-Ice"}, {"item": "I Am In Love With Myself, With My Heart.", "owner": "Nirav Sanchaniya"}, {"item": "Life itself is simple...it's just not easy.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "The purpose of life is the expansion of happiness.", "owner": "Deepak Chopra"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Happiness Is Dependent Upon Choosing To Function Within The Laws And Principles Of Kingdom Of God", "owner": "Sunday Adelaja"}, {"item": "Sweep the board with Cosmic Ordering Success.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Glory of the world makes life meaningless. Glory of God fulfills it.", "owner": "indonesia123"}, {"item": "The mode by which the impossible is reached is Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Those who are happiest are those who do the most for others.", "owner": "Booker T. Washington, Up from Slavery"}, {"item": "Forget being a bad failure, use Cosmic Ordering and be good at success.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "if you feel happy, Smile with all your heart. if you're down, smile with all your might.", "owner": "Paul Ian Guillermo"}, {"item": "All that you are is all around you.", "owner": "Stephen Richards"}, {"item": "Learn to value yourself, which means: fight for your happiness.", "owner": "Ayn Rand"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "Be Sure To Notice When You're Happy", "owner": "Brenda Farrar-ejemai"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "When we lose our spiritual child then that is when we have grown old.", "owner": "Stephen Richards"}, {"item": "Totally present in this moment for you.", "owner": "Truth Devour, Unrequited"}, {"item": "Time is a great teacher, but Cosmic Ordering is a great provider.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Happy are those who evolve from within.", "owner": "Amit Abraham"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "May today find you happiness and a calm in your heart from God you can’t explain.", "owner": "Ron Baratono"}, {"item": "The first law of attraction is use Cosmic Ordering now.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "You are human, so stop acting as if though you are a sheep and start thinking for yourself.", "owner": "Stephen Richards"}, {"item": "Where your heart is, there is your treasure of happiness.", "owner": "Lailah Gifty Akita"}, {"item": "A happy man eagerly awaits the rising of the sun.", "owner": "Greg Dutilly"}, {"item": "The universe is full of magical things to be manifested with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Life always gives us another change: It's called \"To Move On\".", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "The greatest gift of life is being wealthy with happiness.", "owner": "Aloysius Jnr"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "Challenges in life can either enrich you or poison you. You are the one who decides.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Doing what you love is freedom. Loving what you do is happiness.", "owner": "Lana Del Rey"}, {"item": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "owner": "Criss Jami, Healology"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "Happiness is the best makeup to emphasize your inner beauty and outer glow.", "owner": "Debasish Mridha"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "To be happy, make others happy.", "owner": "Stephen Richards"}, {"item": "If this is a dream, may we never wake up!", "owner": "Ahmed Mostafa"}, {"item": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "I have been at war with parts of myself for so long", "owner": "Mohadesa Najumi"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "Sometimes you break your heart in the right way, if you know what I mean.", "owner": "Gregory David Roberts, Shantaram"}, {"item": "I stayed, to love you.I left, to love myself.", "owner": "Scott Stabile"}, {"item": "Hope finds its fulfillment when nurtured through faith and shared with love.", "owner": "Mollie Marti"}, {"item": "When you know love then that is the time you forget hate.", "owner": "Stephen Richards"}, {"item": "Don't live to be judged for what you haven't done. Live to be judged for what you have done.", "owner": "Stephen Richards"}, {"item": "If you walk in joy, happiness is close behind.", "owner": "Todd Stocker"}, {"item": "Happiness and confidence are the prettiest things you can wear", "owner": "Taylor Swift"}, {"item": "The best days in the life of any person are the days of joy", "owner": "Sunday Adelaja"}, {"item": "The greatest gift you can ever give another person is your own happiness", "owner": "Esther Hicks"}, {"item": "Some of the most memorable paths I've taken have been detours.", "owner": "Toni Sorenson"}, {"item": "No more need to rob Peter to pay Paul with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never surrender to you're passions. Dream and live to excess.", "owner": "Truth Devour, Unrequited"}, {"item": "Defeat the warriors of patience and time with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If only I could spend all my days surrounded by people brave enough to open their hearts for real.", "owner": "Scott Stabile"}, {"item": "Can a man's life be complete without his Maker?", "owner": "Lailah Gifty Akita"}, {"item": "Start with big dreams and make life worth living.", "owner": "Stephen Richards"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "Expect more get less and feel sadness Or expect less get more and feel happiness", "owner": "Vijay Dhameliya"}], "common_tag": "happiness,", "updatedAt": "2023-07-01 19:09:51"}