{"contents": [{"item": "We aren't either afraid or brave, we’re usually both.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Love and be loved. Settle for no less. Ask for no more.", "owner": "Truth Devour, Wantin"}, {"item": "Be yourself because you weren't born to be anyone else", "owner": "Hayley Brewer"}, {"item": "Experience keeps a dear school, but fools will learn in no other, and scarce in that.", "owner": "Benjamin Franklin, Poor Richard's Almanack"}, {"item": "I thought I had everything until I found you.", "owner": "Turcois Ominek"}, {"item": "To get over a mountain, you have to climb it.", "owner": "Jonathan Tesch"}, {"item": "The only thing that will make you successful is the believe you have in yourself", "owner": "Kamal Khanzada"}, {"item": "We shall know how to live better, if we read the Holy Bible.", "owner": "Lailah Gifty Akita"}, {"item": "Accept no limitations and you'll have no limitations.", "owner": "Clyde Lee Dennis"}, {"item": "If I stress about a goal, I won't remember to find the way to get there.", "owner": "Zoltan Andrejkovics, The Invisible Game: The Mindset of a Winning Team"}, {"item": "We have a saying in the desert: It is better to see the truth, than to imagine it.", "owner": "Amber Jacobs"}, {"item": "Don't ask too much for space. They grow into voids.", "owner": "Karishma Magvani"}, {"item": "Sometimes life is about risking everything for a Dream that no one can see but you.", "owner": "Bunny Naidu"}, {"item": "You require a certain amount of insanity to make your dreams come true!", "owner": "Gaurav Atulkumar Singh, Advent of the Proxy"}, {"item": "Our life is all about personal choices we make. We choose the life we live.", "owner": "Sanjeev Himachali"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "The holes in my boots and the holes in my jeans make me whole!", "owner": "Avijeet Das"}, {"item": "Don't stop trying newer challenges. What you fear you must face!", "owner": "Avijeet Das"}, {"item": "If your actions don't excite, motivate or inspire others to do better, you're doing it wrong.", "owner": "Peprah Boasiako"}, {"item": "Flowery tongues have thorny throats.", "owner": "Kirush Muser"}, {"item": "Ah, but I was so much older thenI’m younger than that now", "owner": "Bob Dylan"}, {"item": "Surrendering is not giving up--it is gaining strength.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "Life IS a competition. ALWAYS. No matter whether any of us want it to be or not!", "owner": "Sahara Sanders, The Honest Book of International Dating / Smart Dating Strategies for Men"}, {"item": "Who is the self that you are helping?", "owner": "Muni Natarajan"}, {"item": "The circumstances surrounding your birth is not as important as the opportunity to live life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Not knowing is not a problem, not wondering is.", "owner": "Chase Weir"}, {"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "All the truth of God are discoverable through every day life.", "owner": "Compton Gage"}, {"item": "Don't worry. Life goes on. With or without you. So, live it, while it's given you.", "owner": "Fakeer Ishavardas"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "The sum of our greatness lies not in asking“what do I want to do?” but rather “who do I want to be?", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Give the People what they want - and they'll get what they deserve.", "owner": "The Kinks"}, {"item": "Rare indeed is the seed who can bury its nightmares & still stem & blossom into its wildest dreams.", "owner": "Curtis Tyrone Jones"}, {"item": "You can'tstop dreamingjust becausethe night neverseems toend.", "owner": "Curtis Tyrone Jones"}, {"item": "I believe you can only be lucky if you start out beingvery good", "owner": "Talal Abu-Ghazaleh, Blankets become Jackets"}, {"item": "Explore, Experience, Then Push Beyond.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "How hurtful it can be to deny one's true self and live a life of lies just to appease others.", "owner": "June Ahern"}, {"item": "The splendid thingabout falling apartsilently...is thatyou can start overas many timesas you like.", "owner": "Sanober  Khan, A Thousand Flamingos"}, {"item": "Making the choice to exercise compassion is an expression of Love for Humanity and Life itself.", "owner": "Aberjhani, Splendid Literarium: A Treasury of Stories, Aphorisms, Poems, and Essays"}, {"item": "Your fate is never determined when your massive imagination is.", "owner": "Curtis Tyrone Jones"}, {"item": "CHALLENGES BUILD CHARACTER.", "owner": "Auliq-Ice"}, {"item": "The only real certainty is that if you get to live, you gotta die. Live life now.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Live each day as if it were your last, for one day, you're sure to be right.", "owner": "Kenneth G. Ross"}, {"item": "Goals want to realize themselves.", "owner": "Zoltan Andrejkovics, The Invisible Game: The Mindset of a Winning Team"}, {"item": "What comes from the soul, you can’t fake or learn. You be it, by letting it.", "owner": "Dr. Jacinta Mpalyenkana, Ph.D, MBA"}, {"item": "In a job you trade your freedom and time for money.", "owner": "Ken Poirot"}, {"item": "Whatever GOD creates, GOD sustains.", "owner": "TemitOpe Ibrahim"}, {"item": "Dream big. Wake up. Take the first step into the unknown.", "owner": "Roy T. Bennett"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We ought to know the history of our ancient ancestors.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "When regret and shame fades away, beauty will be in your heart to forever stay.", "owner": "Imania Margria"}, {"item": "God's knows what is best for us.", "owner": "Lailah Gifty Akita"}, {"item": "Fortune crowns the bold before the worthy", "owner": "Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "When there is nothing left to love for, it's easy to die for something.", "owner": "Gavin Mills, Seed of Reason"}, {"item": "Let go of the pain. But never forget the past lessons.", "owner": "Lailah Gifty Akita"}, {"item": "You've got to get obsessed and stay obsessed.", "owner": "John Irving, The Hotel New Hampshire"}, {"item": "Don't over-focus on the negatives and under-focus the positives in your life.", "owner": "Lalah Delia"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Love is basic of success.", "owner": "Saadi Ahmed"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To be at peace with others you must be at peace with yourself.", "owner": "E'yen A. Gardner"}, {"item": "Dance bravely into your own heart, and you will find the love of all.", "owner": "Tehya Sky"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "The impact of your life will go beyond your imagination. Live your life to be a blessing.", "owner": "TemitOpe Ibrahim"}, {"item": "You are judged more by what you do passively than by what you do actively.", "owner": "Compton Gage"}, {"item": "The Self, when finite, is Human and when infinite, is God.", "owner": "Abhijit Naskar"}, {"item": "If you want your dream to come true, you must do a lot of work.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes, the simple things are more fun and meaningful than all the banquets in the world ...", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "Memories are of the ethereal, and not the material world, that is how I know I am forever.", "owner": "Michael Poeltl"}, {"item": "The important thing is not to survive, but to live.", "owner": "Abhijit Naskar"}, {"item": "Don't buy into a superficial reality. It has an expiration date.", "owner": "Truth Devour, Wantin"}, {"item": "Love thy neighbor yes, but love thyself first.", "owner": "Solange nicole"}, {"item": "Reputation Is Temporary..As Much as The Man Owning Your Reputation Is", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "Let thy sacred heart be thy holy home.", "owner": "Lailah Gifty Akita"}, {"item": "My past still haunts me when I sleep, although I saw that - much to my surprise- his does as well.", "owner": "Zack Love, Anissa's Redemption"}, {"item": "Challenges are what make life interesting and overcoming them is what makes Life meaningful. ~", "owner": "Joshua J. Marine"}, {"item": "Virtues untie the knots that life could sometimes bring our way and they glide us through easily.", "owner": "Omoakhuana Anthonia"}, {"item": "The funny thing about money is that you can't take it with you, so don’t try to.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Experience teaches us the events of a lifetime.", "owner": "Lailah Gifty Akita"}, {"item": "Women are the cradles of life. What sort of man tries to break a cradle (Marc)", "owner": "Diana Palmer, A Man Of Means"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What you need, is an Event, to remember for a lifetime.", "owner": "Rehan Waris"}, {"item": "The only thing worse than unrealized hope is no hope.", "owner": "Ken Poirot"}, {"item": "Credence can establish guidance in endeavors.", "owner": "Andy Harglesis"}, {"item": "It's funny how the ugly duckling always has so many beautiful things to teach us.", "owner": "Curtis Tyrone Jones"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "You get told to look before you leap. But if you are too careful you may end up just looking.", "owner": "Max McKeown, #NOW: The Surprising Truth About the Power of Now"}, {"item": "Goal Of LIFE Is patience,Goal Of Patience Is LIFE!", "owner": "Sujit Lalwani, Life Simplified!"}], "common_tag": "life-lessons,", "updatedAt": "2023-05-26 21:16:05"}