{"contents": [{"item": "The future depends on attitude, aptitude, and gratitude--not on knowledge.", "owner": "Debasish Mridha M.D."}, {"item": "The Philosopher's Motto: I came, I saw, I pondered!", "owner": "Greg  Curtis"}, {"item": "It is not that I am mad, it is only that my head is different from yours.", "owner": "Diogenes of Sinope"}, {"item": "Love, I think, is a gateway to the world, not an escape from it.", "owner": "Mark Doty"}, {"item": "Have you ever noticed how ‘What the hell’ is always the right decision to make?", "owner": "Terry Johnson, Insignificance"}, {"item": "Morality is simply the attitude we adopt towards people we personally dislike.", "owner": "Oscar Wilde, An Ideal Husband"}, {"item": "Excess of strength alone is proof of strength", "owner": "Friedrich Nietzsche"}, {"item": "The cinema is truth 24 frames-per-second", "owner": "Jean-Luc Godard"}, {"item": "The goal of education is to enable individuals to continue their education.", "owner": "John Dewey"}, {"item": "A few dud universes can really clutter up your basement.", "owner": "Neal Stephenson, In the Beginning...Was the Command Line"}, {"item": "To be alone is to be different, to be different is to be alone.", "owner": "Suzanne Gordon"}, {"item": "It's a sad day for American Capitalism when a man can't fly a midget on a kite over central park.", "owner": "Jim Moran"}, {"item": "Minds, however, are conquered not by arms, but by love and nobility.", "owner": "Baruch Spinoza, Ethics"}, {"item": "The only shameless glory that rivals grace is unconditional love.", "owner": "Mark Sherman Smeester"}, {"item": "Flow is the best of what happens when potential is activated by consciousness.", "owner": "Dew Platt, The Rudeness of Soul"}, {"item": "Speaking is like conducting an orchestra; but instead of music, you are directing emotions.", "owner": "Anthony Eldridge Rogers"}, {"item": "Fault always lies in the same place: with him weak enough to lay blame.", "owner": "Stephen King"}, {"item": "To ask the meaning of life is silly, with rhetorical rhetoric. Life is the meaning.", "owner": "Mark Sherman Smeester"}, {"item": "Jigga, Kells, Not Guilty", "owner": "R. Kelly"}, {"item": "But this wealth of information produced little or no insight.", "owner": "Stephen King, The Gunslinger"}, {"item": "Faith in Qur'anic revelation unveils all the possibilities that lie before the human intellect.", "owner": "Osman Bakar, Tawhid and Science"}, {"item": "Change is not always growth, but growth is often rooted in change.Drizzt Do'Urden", "owner": "R.A. Salvatore"}, {"item": "If the world was made for us, then it BELONGS to us and we can do what we damn well please with it.", "owner": "Daniel Quinn, Ishmael"}, {"item": "One word can change your life forever.I love youI hate youThink about it", "owner": "Alan Macmillan Orr, The Natural Mind - Waking Up: Volume I"}, {"item": "I strive for perfection - I settle for satisfaction", "owner": "Carroll Bryant"}, {"item": "Would Crazy Horse have spent this much to remodel a kitchen?", "owner": "Ian Frazier, On the Rez"}, {"item": "Philosophers console themselves with explanations.", "owner": "Marty Rubin"}, {"item": "Knowledge becomes evil if the aim be not virtuous.", "owner": "Plato"}, {"item": "Having just enough life to enjoy being dead.", "owner": "Jim Holt, Why Does the World Exist?: An Existential Detective Story"}, {"item": "Education helps us to grow wings of imagination that allow us to feel free and fly.", "owner": "Debasish Mridha M.D."}, {"item": "I speak gibberish to the civilized world and it replies in kind.", "owner": "Kurt Vonnegut Jr."}, {"item": "The trouble was that he was talking in philosophy but they were listening in gibberish.", "owner": "Terry Pratchett, Small Gods"}, {"item": "Choose who to cheer for you, not chase who is cheering for you!", "owner": "Zal"}, {"item": "To stay or to go, it amounted to the same thing.", "owner": "Albert Camus, The Stranger"}, {"item": "A true confession: I believe in a soluble fish.", "owner": "Charles Simic, The Unemployed Fortune-Teller: Essays and Memoirs"}, {"item": "Can all this just be an accident? Or could there be some alien intelligence behind it?", "owner": "Gene Roddenberry"}, {"item": "What matters creative endless toil, When, at a snatch, oblivion ends the coil?", "owner": "Johann Wolfgang von Goethe, Faust: Der Tragödie erster und zweiter Teil. Urfaust"}, {"item": "You will never know how high you can climb until you reach the top.", "owner": "K.L. Toth"}, {"item": "The problem with a philosophy or a belief is that you soon start changing the facts to fit it.", "owner": "Ashavan"}, {"item": "An intelligent man is one who acknowledges his intelligence as that of those who surround him.", "owner": "Ilyas Kassam"}, {"item": "You're much better off with a dogthan a dogma.", "owner": "Reuben Berger"}, {"item": "...only in the surrender of the light could the darkness prevail.", "owner": "David Eddings, King of the Murgos"}, {"item": "Travel is never a matter of money but of courage", "owner": "Paulo Coelho, Aleph"}, {"item": "If the sum of living be love's fee,Tremble. You are my one eternity.", "owner": "Laura Benet"}, {"item": "The slope contains many wonders not found at the summit.", "owner": "Marty Rubin"}, {"item": "Remember your humanity, and forget the rest.", "owner": "Bertrand Russell"}, {"item": "If you can't fight and you can't flee, flow.", "owner": "Robert Elias"}, {"item": "Contentment is natural wealth, luxury is artificial poverty.", "owner": "Socrates, Essential Thinkers - Socrates"}, {"item": "Good authors worry about genres great authors don't.", "owner": "Frank X. Gaspar"}, {"item": "The prime purpose of education is to enhance the ability to think better.", "owner": "Debasish Mridha M.D."}, {"item": "the serpent if it wants to become the dragon must eat itself.", "owner": "Francis Bacon"}, {"item": "love make us poets, and the approach of death should make us philosophers.", "owner": "George Santayana"}, {"item": "...reality is always plural and mutable.", "owner": "Robert Anton Wilson, Cosmic Trigger Volume I: Final Secret of the Illuminati"}, {"item": "Patience is the only way you can endure the gray periods.", "owner": "Teri Hatcher, Burnt Toast: And Other Philosophies of Life"}, {"item": "I'll follow you, even to death—but I won't live with you any more.", "owner": "Prosper Mérimée, Carmen"}, {"item": "Of what use is a philosopher who doesn't hurt anybody's feelings?", "owner": "Diogenes of Sinope"}, {"item": "Good god it's great to be a Bull Mongoni!", "owner": "James J. Caterino, Rise of the Bull Mongoni"}, {"item": "Credence can establish guidance in endeavors.", "owner": "Andy Harglesis"}, {"item": "What do they know of cricket who only cricket know?", "owner": "C.L.R. James, Beyond A Boundary"}, {"item": "My heart knows what my mind only think it knows.", "owner": "Noah Benshea, Jacob the Baker: Gentle Wisdom For a Complicated World"}, {"item": "You see, the deaf have an intimacy with silence. It’s there in their dreams.", "owner": "Shane L. Koyczan"}, {"item": "It's harder to make the glass than break the glass.", "owner": "The RZA, The Tao of Wu"}, {"item": "Of course we dance with our demons. Our angels are far too shy.", "owner": "Kayla Krantz, When Night Falls: A Collection of Short Stories and Poems"}, {"item": "Show me that I m everywhere and get me home for tea.", "owner": "George Harrison"}, {"item": "A miracle is often the willingness to see the common in an uncommon way.", "owner": "Noah Benshea, Jacob the Baker: Gentle Wisdom For a Complicated World"}, {"item": "Freedom is an absolute state, there is no such thing as being half-free.", "owner": "Daniel Delgado F"}, {"item": "I want to know if we are the same, in the moments when we’re stripped bare.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "In football everything is complicated by the presence of the opposite team.", "owner": "Jean-Paul Sartre"}, {"item": "Always be friendly, always be kind,Like the most beautiful flower that you can find.", "owner": "Debasish Mridha"}, {"item": "Hope fades by the memory and time.", "owner": "Lucas Soares Adriano"}, {"item": "...when dogma enters the brain, all intellectual activity ceases. ", "owner": "Robert Anton Wilson, Cosmic Trigger Volume I: Final Secret of the Illuminati"}, {"item": "There's only one rule that I know of, babies—God damn it, you've got to be kind.", "owner": "Kurt Vonnegut Jr., God Bless You, Mr. Rosewater"}, {"item": "It is the privilege of the gods to want nothing, and of godlike men to want little.", "owner": "Diogenes of Sinope"}, {"item": "The better organized the state, the duller its humanity.", "owner": "David Mitchell, Cloud Atlas"}, {"item": "The map is not the territory.", "owner": "Alfred Korzybski"}, {"item": "A loud smile is often a fake laugh.", "owner": "Saahil Prem"}, {"item": "Hatred is a form of faith, distilled by passion to remove all rationality.", "owner": "L.E. Modesitt Jr., The Elysium Commission"}, {"item": "Orfanages r fule of little misstakes, just like my Englich.", "owner": "Anthony T. Hincks"}, {"item": "Colors don't come in shapes.They come in depth.", "owner": "Anthony T. Hincks"}, {"item": "Take it easy, but take it.", "owner": "Woody Guthrie"}, {"item": "True, life is complex. But so are a great many accidents.", "owner": "Foz Meadows, The Key to Starveldt"}, {"item": "The bird of paradise alights only upon the hand that does not grasp.", "owner": "John Berry"}, {"item": "Stop feeling sorry for yourself and you will be happy.", "owner": "Stephen Fry"}, {"item": "What is food to one man is bitter poison to others", "owner": "Titus Lucretius Carus"}, {"item": "I cannot teach anybody anything. I can only make them think", "owner": "Socrates"}, {"item": "Dove la moralità è troppo forte l'intelletto perisce.", "owner": "Friedrich Nietzsche"}, {"item": "We must think beyond ourselves", "owner": "Kevin J. Anderson, A Forest of Stars"}, {"item": "We are born into this world unarmed - our mind is our only weapon.", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "Propounding peace and love without practical or institutional engagement is delusion, not virtue.", "owner": "Georg Wilhelm Friedrich Hegel"}, {"item": "Lend me your ears and you can borrow my mind", "owner": "Benny Bellamacina, The King of Rhyme"}], "common_tag": "philosophy", "updatedAt": "2023-07-01 19:09:51"}