{"contents": [{"item": "Peace cannot be achieved they have to be plucked out of their pod. ", "owner": "A.G. Phillips"}, {"item": "Most of us cling to life as if our existence were a result of our deed or choice.", "owner": "Mokokoma Mokhonoana"}, {"item": "Beware the person who won't be bothered with details.", "owner": "William Feather"}, {"item": "They say “Follow your heart”….…. But I can’t follow you where you’re going…", "owner": "Ranata Suzuki"}, {"item": "Doing our best and doing it better everyday will help us lead our lives with peace of mind.", "owner": "Mohith Agadi"}, {"item": "Never you fight a man that knows and understand the mysteries about God.", "owner": "Ikechukwu Izuakor, Great Reflections on Success"}, {"item": "Conversations between friends are the craziest and funniest of all.", "owner": "Mohith Agadi"}, {"item": "Whatever it is that stirs your soul, listen to that. Everything else is just noise.", "owner": "Nicole  Lyons"}, {"item": "I want everyone to wear what they want and mix it in their own way. That, to me, is what is modern.", "owner": "Karl Lagerfeld"}, {"item": "She's an old soul with young eyes, a vintage heart, and a beautiful mind.", "owner": "Nicole  Lyons"}, {"item": "In reality most human beings are not, to most human beings, more important than money.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "I'm an adventurer, looking for treasure", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Excuse me, I feel interrupted and I think I've overdose from the idea of loving you.", "owner": "Robert M. Drake"}, {"item": "Passion in every word I wrote, passion in every single thought.", "owner": "Bernard Jan"}, {"item": "One of the main functions of a push-up bra is to lower the number of mothers who seem like mothers.", "owner": "Mokokoma Mokhonoana"}, {"item": "My favourite sound in the world —hearing your heart beatbeat for my heart.", "owner": "Timothy Joshua"}, {"item": "The purpose of life is the expansion of happiness.", "owner": "Deepak Chopra"}, {"item": "It took me two years to give him all of my heart, and he threw it away in one night.", "owner": "Dannika Dark, Seven Years"}, {"item": "I have a headache. If only I had a crown to put on!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Its dark and I’m reading my scars because our moments remind me of where I should be.", "owner": "Robert M. Drake"}, {"item": "Maybe love was meant to save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "Never allow the fear of striking out keep you from playing the game!", "owner": "Babe Ruth"}, {"item": "Famine sometimes increases the number of people who are overweight.", "owner": "Mokokoma Mokhonoana"}, {"item": "Love is God’s medicine.” ~ Amunhotep El Bey", "owner": "Amunhotep El Bey, The Quotations Book of life and Death"}, {"item": "I'm concerned about myself, but I'm less concerned about 'only myself'.", "owner": "Mohith Agadi"}, {"item": "Bigheadedness is usually a symptom of small-mindedness.", "owner": "Mokokoma Mokhonoana"}, {"item": "I have poured my heart out ….And now I am empty.", "owner": "Ranata Suzuki"}, {"item": "Redheads. We’re a Limited Edition of Fascination. A Unique & Rare Blend of Awesomeness.", "owner": "Stephanie Lahart"}, {"item": "She is Black Girl Excellence. She is Me.", "owner": "Stephanie Lahart"}, {"item": "Create your own style… let it be unique for yourself and yet identifiable for others.", "owner": "Anna Wintour"}, {"item": "You can get addicted to trouble if you're not careful.", "owner": "Alice Hoffman, Turtle Moon"}, {"item": "Maybe what this is. What we have, is something that will save us from ourselves.", "owner": "Robert M. Drake"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Luxury is the ease of a t-shirt in a very expensive dress.", "owner": "Karl Lagerfeld"}, {"item": "That's the problem with best friends. Sometimes they know you better than you know yourself.", "owner": "Cecily von Ziegesar, Nobody Does it Better"}, {"item": "The power of intuitive understanding will protect you from harm until the end of your days.", "owner": "Lao Tzu"}, {"item": "Oh yes! I have couple-goals too. I love to couple myself with- Books, Coffee and Mountains.", "owner": "Jasleen Kaur Gumber"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "I do not take commands from someone with no character or appreciative mindset.", "owner": "Mohith Agadi"}, {"item": "She had the best kind of courage, or maybe the worst kind, the kind that gets you into trouble.", "owner": "Alistair MacLean, Fear is the Key"}, {"item": "I do not write for children, but for the childlike, whether of five, or fifty, or seventy-five.", "owner": "George MacDonald"}, {"item": "My expectations for the future? A beautiful past.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "Making love with strangers is how you get hurt.", "owner": "Dominic Riccitello"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "We did all the tourist crap, but I just wanted to sit in a cafe and watch people", "owner": "Sara Shepard, Ruthless"}, {"item": "Through synergy of intellect, artistry and grace came into existence the blessing of a dancer.", "owner": "Shah Asad Rizvi"}, {"item": "Just because you support equal rights doesn't mean you are a feminist.", "owner": "Hunter Avallone"}, {"item": "You will meet great beings when you come out of the well and see the world.", "owner": "Mohith Agadi"}, {"item": "There is nothing morally wrong with buying stolen goods, unless you know that they were stolen.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "De los extraños que no lo parecen, líbrame Dios. Que de los conocidos me libro yo.", "owner": "Isa Quintin, LadyKiller"}, {"item": "It was odd, (Tessa thought), what brought out tenderness in people.", "owner": "Cassandra Clare, Clockwork Angel"}, {"item": "We swallowed the chaos because we knew we didn't want to be ordinary.", "owner": "Robert M. Drake"}, {"item": "Feminism is not a one size fits all kinda thing but anyone can wear it.", "owner": "Jess"}, {"item": "If time is money and you wasted my time, then give me back my money!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "I am a world of uncertainties disguised as a girl.", "owner": "Nicole  Lyons"}, {"item": "Think twice before you try to convince someone by killing the truth.", "owner": "Mohith Agadi"}, {"item": "A tamed woman will never leave her mark in the world.", "owner": "Robert M. Drake"}, {"item": "The thing I write will be the thing I write.", "owner": "Steve Shilstone"}, {"item": "Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you.", "owner": "Robert M. Drake"}, {"item": "I raised you so high that every other man on earth is now doomed to live in your shadow.", "owner": "Ranata Suzuki"}, {"item": "But dear, don’t be afraid of love it’s only magic.", "owner": "Robert M. Drake"}, {"item": "Fashion is a language that creates itself in clothes to interpret reality.", "owner": "Karl Lagerfeld"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Don't be afraid to be afraid. Have fear, and then conquer the shit out of it.", "owner": "D. Antoinette Foy"}, {"item": "SHE Can. SHE Does. SHE Wins.", "owner": "Stephanie Lahart"}, {"item": "Don't just listen to a good Advice, but also take it.", "owner": "Mohith Agadi"}, {"item": "Nothing is expensive when you promise.", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "There is no such thing as a boring person when you are lonely or extremely bored.", "owner": "Mokokoma Mokhonoana"}, {"item": "I am Stephanie Lahart! An intelligent, empowered, and confident Black Queen. Purposely Fearless!", "owner": "Stephanie Lahart"}, {"item": "We seldom learn much from someone with whom we agree.", "owner": "Mokokoma Mokhonoana"}, {"item": "What does your birth date say about you? You are old!", "owner": "Ljupka Cvetanova, The New Land"}, {"item": "The best kind of humans are the ones who stay.", "owner": "Robert M. Drake"}, {"item": "There is so much woman in many a girl and too much boy in many a man.", "owner": "Mokokoma Mokhonoana"}, {"item": "The woman is the most perfect doll that i have dressed with delight and admiration.", "owner": "Karl Lagerfeld"}, {"item": "You are the only one who knows what is best for yourself. Find it IN you.", "owner": "Catherine B. Roy"}, {"item": "The only path wide enough for us all is love.", "owner": "Kamand Kojouri"}, {"item": "We all have problems. Or rather, everyone has at least one thing that they regard as a problem.", "owner": "Mokokoma Mokhonoana"}, {"item": "I do my job like I breathe — so if I can’t breathe I’m in trouble.", "owner": "Karl Lagerfeld"}, {"item": "A wise person is the one who knows what he knows and what he does not know.", "owner": "Mohith Agadi"}, {"item": "I don’t think you ever really understood….…. All the love I had in the world went to you.", "owner": "Ranata Suzuki"}, {"item": "Though it’s reasons to burn may vary... you are always the fuel of my fire.", "owner": "Ranata Suzuki"}, {"item": "If you want to celebrate a happy occasion, Do it by helping those who are in need.", "owner": "Mohith Agadi"}, {"item": "Let us remind our leaders that there is no place for personal interests in politics.", "owner": "Mohith Agadi"}, {"item": "They always come back, but we don’t always answer.", "owner": "Dominic Riccitello"}, {"item": "If you wait until you are ready, you will keep waiting forever.", "owner": "Mohith Agadi"}, {"item": "The average adult has had sex innumerable times more than they have formed an opinion of their own.", "owner": "Mokokoma Mokhonoana, The Use and Misuse of Children"}, {"item": "Burdened no more is soul for whom life flows through dance like breath.", "owner": "Shah Asad Rizvi"}, {"item": "Your belief is the operating system on which your life runs.", "owner": "Ifeanyi Enoch Onuoha"}, {"item": "He was both everything I could ever want…And nothing I could ever have…", "owner": "Ranata Suzuki"}, {"item": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.", "owner": "Robert M. Drake"}], "common_tag": "quote,", "updatedAt": "2023-07-01 19:09:51"}