{"contents": [{"item": "An appeaser is one who feeds a crocodile, hoping it will eat him last.", "owner": "Winston S. Churchill"}, {"item": "The outside is the only place we can truly be inside the world.", "owner": "Daniel J. Rice, THIS SIDE OF A WILDERNESS: A Novel"}, {"item": "The splendor of God is displayed in the stars with the magnificent of the moon.", "owner": "Lailah Gifty Akita"}, {"item": "Faith is a fertile field.", "owner": "Lailah Gifty Akita"}, {"item": "Who is the spring of living water? The Sovereign Lord.", "owner": "Lailah Gifty Akita"}, {"item": "I have a conflict of interest in environmental conservation.", "owner": "Mohith Agadi"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "The natural world sustains me and fills me with joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The branches do not support the root. But the root supports the branches.", "owner": "Lailah Gifty Akita"}, {"item": "We move through this world on paths laid down long before we are born.", "owner": "Robert Moor, On Trails: An Exploration"}, {"item": "The Moon is the light of the night.", "owner": "Lailah Gifty Akita"}, {"item": "We have no right to express an opinion until we know all of the answers.", "owner": "Kurt Cobain"}, {"item": "With infinite wisdom and care your life is constantly sustained because Nature flows through you.", "owner": "Michael J. Cohen, The World Peace University Field Guide to Connecting With Nature"}, {"item": "Radite na tome da budete elokventni.Vecina njih zna samo da prica,mnogo vise nego sto treba.", "owner": "Tamara Stamenkovic"}, {"item": "Nature, to be commanded, must be obeyed. The imagination must be given not wings but weights.", "owner": "Henry Adams, The Education of Henry Adams"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Who can count the sand by the sea?", "owner": "Lailah Gifty Akita"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", "owner": "Michael Faraday"}, {"item": "Every human being on earth is the same and our very being is crying out for same need.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "The world we write is but a dappled expression of the one in which we live.", "owner": "Virginia Crow"}, {"item": "The world seems to have certain criteria with which it judges the value of people.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.", "owner": "Ingrid Bergman"}, {"item": "God is the fountain of all living waters.", "owner": "Lailah Gifty Akita"}, {"item": "If we surrenderedto earth's intelligencewe could rise up rooted, like trees.", "owner": "Rainer Maria Rilke, Rilke's Book of Hours: Love Poems to God"}, {"item": "You can convert your innate worth into gross net worth on the earth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "I found the poems in the fields,And only wrote them down.", "owner": "John Clare, The Later Poems, 1837-1864: Volumes I and II"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Innocence is the beginning of ignorance. Experience is the end of stupidity.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "It's very, very dangerous to lose contact with living nature.", "owner": "Albert Hofmann"}, {"item": "Mother Nature offers her nurturing essence to us all freely with no expectation of reciprocation.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "But in my opinion, all things in nature occur mathematically.", "owner": "René Descartes"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "Listen to the whisper of nature and sing along with love.", "owner": "Debasish Mridha"}, {"item": "Look Below and You'll feel Rich,Look Above and You'll feel Poor", "owner": "Vineet Raj Kapoor"}, {"item": "The longing for Paradise is man's longing not to be man.", "owner": "Milan Kundera, The Unbearable Lightness of Being"}, {"item": "Be like the flower, content with its nature.", "owner": "Seth D."}, {"item": "What comes, when it comes, will be what it is.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "HereI'm here-the snow falling.", "owner": "Kobayashi Issa"}, {"item": "Nature doesn’t need knowledge, because nature is knowledge, knowledge manifest.", "owner": "Martin Pretchel"}, {"item": "Every man has a starting capital in life and it is called worth or self-worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "To get over a mountain, you have to climb it.", "owner": "Jonathan Tesch"}, {"item": "One had to live a long time to know a man's true nature.", "owner": "Gabriel García Márquez, Love in the Time of Cholera"}, {"item": "There is a power in nature that man has ignored. And the result has been heartache and pain.", "owner": "Anasazi Foundation, The Seven Paths: Changing One's Way of Walking in the World"}, {"item": "I connect with the world of flora and experience the bliss of that connection!", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Time obliterates the fictions of opinion and confirms the decisions of nature.", "owner": "Marcus Tullius Cicero"}, {"item": "It is better to be foolish than a dilettante.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "The beautiful green earth.", "owner": "Lailah Gifty Akita"}, {"item": "A basket of ripe fruit is holier than any prayer book.", "owner": "Marty Rubin"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "God is nature’s anti-dote to misery.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "Calligraphy of geeseagainst the sky-the moon seals it.", "owner": "Yosa Buson"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Why are there trees I never walk under but large and melodious thoughts descend upon me?", "owner": "Walt Whitman"}, {"item": "I like this place and could willingly waste my time in it.", "owner": "William Shakespeare"}, {"item": "Every man wants commendation, so do not just commend your boss, commend those who are under you.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "Ko kiti priplavajo v vaše srce, ga nikoli več ne zapustijo.", "owner": "Živa Vivianaia Dor"}, {"item": "Just as you learn from a teacher, so you can observe and learn from the educator we call nature.", "owner": "Debasish Mridha"}, {"item": "What melody will our rivers remember if songbirds forget how to sing?", "owner": "Sheniz Janmohamed, Firesmoke"}, {"item": "The love of nature begins with the love for God", "owner": "Lailah Gifty Akita"}, {"item": "Mother Nature doesn't care if you're having fun. ", "owner": "Larry Niven"}, {"item": "The history of science is the saga of nature defying common sense.", "owner": "Kedar Joshi"}, {"item": "Let us imitate nature—not each other.", "owner": "Debasish Mridha"}, {"item": "Leverage on your self-worth and convert it into net worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Environment isn't asking us to conserve her for her but for our future generations.", "owner": "Mohith Agadi"}, {"item": "Only you can change your own world. No one else.", "owner": "Nina Hrusa"}, {"item": "To fit into the need of God is to manifest his love-nature", "owner": "Sunday Adelaja"}, {"item": "We fail to often realize that every man has an innate worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "If I were a tree, I would have no reason to love a human.", "owner": "Maggie Stiefvater, The Raven Boys"}, {"item": "God is the ROCK of all ages.", "owner": "Lailah Gifty Akita"}, {"item": "The smaller the creature, the bolder its spirit.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "If you are the land, then I am the sea. I don't need you and you don't need me.", "owner": "Maria Elena, Eternal Youth"}, {"item": "Man masters nature not by force, but by understanding", "owner": "Jacob Bronowski"}, {"item": "The greatest single achievement of nature to date was surely the invention of the molecule DNA.", "owner": "Lewis Thomas"}, {"item": "The Human Self is the only friend and savior to all humanity.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "No man was born empty, every man was born with a worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Life is a natural phenomenon – and by mystifying it, one only disgraces its natural beauty.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "The poetry of the earth is never dead.", "owner": "John Keats"}, {"item": "The creation of a thousand forests is in one acorn", "owner": "Ralph Waldo Emerson"}, {"item": "Can a broken cistern hold water?", "owner": "Lailah Gifty Akita"}], "common_tag": "nature,", "updatedAt": "2023-07-01 19:09:51"}