{"contents": [{"item": "I’d lick you numb, Mariah. You have no idea the things I’m capable of.", "owner": "Pella Grace, Knock Love Out"}, {"item": "I've crossed a world of sand and tears in search of you.", "owner": "V.S. Carnes, Sand for Dreams"}, {"item": "Don't get me wrong. I'm happy to be your morning lollipop, but I need to eat, too.", "owner": "Pamela Clare, Striking Distance"}, {"item": "Star-crossed lovers desperate to get home together. Two hearts beating as one. Romance.", "owner": "Suzanne Collins, The Hunger Games"}, {"item": "Hearts can't be broken because they're made of marzipan.", "owner": "Kerstin Gier, Smaragdgrün"}, {"item": "He’s more myself than I am", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "You love me.”He kept gazing upward, his answer coming softly. “Yeah. I do.", "owner": "Toni Blake, Whisper Falls"}, {"item": "Roxanne Archer designed her strategy like a four-star general—or a stalker.", "owner": "Candace Schuler, Good Time Girl"}, {"item": "Never close your lips to those whom you have already opened your heart.", "owner": "Charles Dickens"}, {"item": "I chose the path less traveled but only because I was lost. Carry a map. - Phoebe Traeger", "owner": "Jill Shalvis, Simply Irresistible"}, {"item": "Unbidden, Unwelcome, Yet unable to resist, I entered a stranger's life", "owner": "Joyce Carol Oates"}, {"item": "She doesn't want the boy causing the distinction between \"love\" and \"in love", "owner": "Rachel Cohn"}, {"item": "[Bobby Tom] finally understood Gracie's function in his life. She was God's joke on him.", "owner": "Susan Elizabeth Phillips, Heaven, Texas"}, {"item": "He was too gorgeous for words and worst yet he knew it.", "owner": "Shannon Dermott, Beg for Mercy"}, {"item": "Find the things that matter, and hold on to them, and fight for them, and refuse to let them go.", "owner": "Lauren Oliver, Delirium"}, {"item": "Love is when you’d rather see someone one last time and die, than never see their face again.", "owner": "Bryan Butvidas, Death of a True Love"}, {"item": "Obsessing over a boy makes the time fly.", "owner": "Alecia Whitaker, The Queen of Kentucky"}, {"item": "Life was wonderful, so filled with people and activities, with love and laughter.", "owner": "Judith McNaught, Remember When"}, {"item": "Was it enough to wear the night with me just once? I am unsatisfied.", "owner": "Saundra Mitchell, The Vespertine"}, {"item": "Did you know, ma'am, that our mutual friend can say \"kiss my arse\" in six languages?", "owner": "Liz Carlyle, No True Gentleman"}, {"item": "It is no wonder lesbians love women.", "owner": "Gilbert Sorrentino, The Moon in Its Flight"}, {"item": "what a luxury it was for people to hold their loved ones whenever they wanted", "owner": "Cecelia Ahern, P.S. I Love You"}, {"item": "Love is not about lovers.", "owner": "Santosh Kalwar, You Can"}, {"item": "For all the awkward girls that think they’re alone.You’re not.", "owner": "Alexa Riley, Guarding His Obsession"}, {"item": "I know every guy here, and they’re all pretty much jerks.", "owner": "Nicki Elson, Three Daves"}, {"item": "How could you fall in love with a three inch worm?", "owner": "Stephenie Meyer, The Host"}, {"item": "If she were gone I would be nothing. You should think better of yourself than to settle for that.", "owner": "Erin Morgenstern, The Night Circus"}, {"item": "How about we give each other everything we can and not blame each other for what we can’t.", "owner": "Jill Shalvis, The Sweetest Thing"}, {"item": "You know what charm is: a way of getting the answer yes without having asked any clear question.", "owner": "Albert Camus, The Fall"}, {"item": "You’re dangerous,” he says.“Why?”“Because you make me believe in the impossible", "owner": "Simone Elkeles, Rules of Attraction"}, {"item": "I won't sugarcoat shit. You're tiptoeing on the line between batshit crazy and sane.", "owner": "Toni Aleo, Overtime"}, {"item": "The workings of the male mind are twisted indeed.\" Winnifred Crane", "owner": "Kate Noble, Follow My Lead"}, {"item": "Existence, after losing her, would be hell", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "So please, just let me be egocentric and ask you to stay.", "owner": "Ika Natassa, A Very Yuppy Wedding"}, {"item": "For the space of many, many years, you were enough for me. You were my bliss, and my hallelujah.", "owner": "Lise Arin, Matilda Empress"}, {"item": "He loved her.He wanted her.He needed her.And he needed her now.", "owner": "Julia Quinn, Just Like Heaven"}, {"item": "I am an acquired taste.", "owner": "W.S. Gilbert"}, {"item": "Love is a rebellious bird that nobody can tame.", "owner": "Veronica Rossi, Through the Ever Night"}, {"item": "Will you love me enough?", "owner": "Ana Monnar"}, {"item": "The funny thing about destiny is that you can't predict it, and you can't prevent it.- Leslie", "owner": "Kathy Love, Getting What You Want"}, {"item": "I think only when you are truly alone can you see you never were.", "owner": "Kelly Moran, Summer's Road"}, {"item": "But I didn't even make you work for it. I just jumped you like a cat in heat.", "owner": "Toni Aleo, Overtime"}, {"item": "Your beauty took my breath away, but your mind has stopped my heart.", "owner": "Ivan Rusilko, Appetizers"}, {"item": "The only problem with one-man woman was that he was not a one-woman man.", "owner": "Rachel Gibson, I'm In No Mood For Love"}, {"item": "Romance is everything to turn it into a cause for given is priceless", "owner": "Maxine Wilson-Perry"}, {"item": "Just because I'm not forever by your side doesn't mean that's not precisely where I want to be.", "owner": "Stephanie Laurens, A Rogue's Proposal"}, {"item": "He had taken George, my beloved George, from me. And he had taken my other self: Anne.", "owner": "Philippa Gregory, The Other Boleyn Girl"}, {"item": "cinta itu punya dua sisi", "owner": "Dewie Sekar"}, {"item": "My hope, my heaven, my trust must be,My gentle guide, in following thee.", "owner": "Walter Scott, The Lady of the Lake"}, {"item": "Hope is the easiest thing that turn into dust.", "owner": "Prachi Prangya Agasti, Dance with Me"}, {"item": "Patience is a virtue and the best things in life are worth waiting for.", "owner": "Julie Spira, The Perils of Cyber-Dating: Confessions of a Hopeful Romantic Looking for Love Online"}, {"item": "You picked the wrong girl to dominate, Dracula.", "owner": "Rebecca Zanetti, Fated"}, {"item": "John Brooke is acting dreadfully, and Meg likes it!", "owner": "Louisa May Alcott, Little Women"}, {"item": "I write--because I must write.", "owner": "Taryn A. Taylor"}, {"item": "He was like a lot of Warmbloods, massive and showy and a bit of a dumb jock...", "owner": "Astrid Amara, Half Pass"}, {"item": "Twice or thrice had I lov'd thee, Before I knew thy face or name", "owner": "John Donne, The Love Poems"}, {"item": "Romance is the deepest thing in life. It is deeper than reality.", "owner": "G.K. Chesterton"}, {"item": "That's it...I'm completely giving up on boys and concentrating on staying alive.", "owner": "Samantha Young, Scorched Skies"}, {"item": "Strano come certi ridicoli rituali appaiano perfettamente sensati quando si è innamorati.", "owner": "Alexandra Adornetto, Hades"}, {"item": "So you've taken to spying on her. It must be love.", "owner": "Richard Finney, Unknown Book 12735975"}, {"item": "You take my heart with you, my loving captor.\" \"Nay, Madelyne. I am your captive in body and soul.", "owner": "Julie Garwood, Honor's Splendour"}, {"item": "You cannot mistake thisYou cannot reinvent this moment You cannot call this loveIt is so much more", "owner": "Coco J. Ginger"}, {"item": "I wait, with some impatience in my pulse, but no doubt in my breast.", "owner": "Charlotte Brontë, Villette"}, {"item": "Love is not maximum emotion. Love is maximum commitment.", "owner": "Sinclair B. Ferguson"}, {"item": "You're my wings. You made me fly.", "owner": "Pepper Winters"}, {"item": "I trust the man, much less the men, not at all the crowd.", "owner": "Angelos Michalopoulos, The man who has only one truth in him"}, {"item": "Your neck. I want to kiss it.", "owner": "Edmond Rostand, Cyrano de Bergerac"}, {"item": "Huwag mong ipangako ang habang-buhay Meredith. Ipangako mo sa akin ang walang hanggang. - Tristan", "owner": "Martha Cecilia, Kristine Series 55: Monte Falco: Island In The Sun"}, {"item": "I am 15 and you are 51, I know you are the best, to be loved by, everyone.", "owner": "Santosh Kalwar"}, {"item": "Attraction is not an option. ", "owner": "Neil Strauss"}, {"item": "She was an idiot. An adorable, gorgeous, feisty, funny, sweet, sexy idiot.", "owner": "Sarah Mayberry, Her Best Friend"}, {"item": "Don't get your panties in such a twist... and give me back mine.", "owner": "E.L. James, Fifty Shades of Grey"}, {"item": "Always go after the girl. No matter what she says. Chase her.", "owner": "Marilyn Grey, The Life I Now Live"}, {"item": "Live like you were dying, Love because you are.", "owner": "Mark Green"}, {"item": "Anthony looked down at his evil clutches -- hands, he reminded himself, hands -- and grinned anew.", "owner": "Julia Quinn, The Viscount Who Loved Me"}, {"item": "True vice, my lady, would frighten us all, if it did not wear the mask of virtue. (p.56)", "owner": "Emery Lee, Fortune's Son"}, {"item": "I thought you were the loveliest, most enchanting creature God ever created.", "owner": "Judith McNaught, Whitney, My Love"}, {"item": "The minute I'm in a little pain ... your rough, tough, scary bad boy image totally falls apart.", "owner": "Christine Feehan, Dark Hunger"}, {"item": "When a girl smiles, she's as beautiful as a blooming flower.", "owner": "Daisuke Hagiwara"}, {"item": "So that’s it? You’re just going to rescue me and go?", "owner": "Pamela Clare, First Strike"}, {"item": "A light rain touches my cheek like an angel's butterfly kisses.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "His lordship and I are...opposite sides of very different coins.", "owner": "Emma Jensen, The Irish Rogue"}, {"item": "Live a life worth living.", "owner": "R.L. Dunn"}, {"item": "Lady Ponsonby was right. The forbidden fruit isn't shaped like an apple. It's shaped like a banana.", "owner": "Michelle Marcos, Wickedly Ever After"}, {"item": "You're a rose, the perfect flower. I'm a carnation, just a cheaper substitute.", "owner": "Wendi Cassel, When You Don't Have a Choice"}, {"item": "One can't fight with oneself, for this battle has only one loser.", "owner": "Mario Vargas Llosa, Aunt Julia and the Scriptwriter"}, {"item": "Are you exciting to be with... or are you boring like the rest of them?", "owner": "Richard Finney, Unknown Book 12735975"}, {"item": "No more, no less. I'm an idiot. I really need to let this crush go.", "owner": "Pittacus Lore, The Rise of Nine"}, {"item": "I also have a list of favorite noises. It has one item on it: Kit's laugh.", "owner": "Julie Buxbaum, What to Say Next"}, {"item": "The Very first moment I beheld him, my heart was irrevocably gone.", "owner": "Jane Austen, Love and Friendship"}], "common_tag": "romance", "updatedAt": "2023-07-01 19:09:51"}