{"contents": [{"item": "We may not yet know the right way to go, but we should at least stop going in the wrong direction.", "owner": "Stefan Molyneux, Against The Gods?"}, {"item": "The Universe is not only queerer than we suppose, but queerer than we can suppose.", "owner": "J.B.S. Haldane, Possible Worlds"}, {"item": "Faith is a sacred fruit.", "owner": "Lailah Gifty Akita"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Faith in God is the fruit of the earth.", "owner": "Lailah Gifty Akita"}, {"item": "The father of Egyptology was Father Athanasius Kircher.", "owner": "Thomas E. Woods Jr."}, {"item": "The great lie is like a sword that has been thrust into the heart of humankind.", "owner": "Compton Gage"}, {"item": "To be able to see into a friends' dream is a dream in itself.-Doctor Kōsaku Tokita (Paprika)", "owner": "Yasutaka Tsutsui"}, {"item": "I think we have different value systems.\" —Arthur\"Well mine's better.\" —Ford", "owner": "Douglas Adams, Mostly Harmless"}, {"item": "Breakthroughs arise when someone can combine many ideas together. Think broadly, not deeply.", "owner": "Joshua Krook"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "His work seems to confirm my old axiom: it is useless to try to keep the whole body alive.", "owner": "Adolfo Bioy Casares, The Invention of Morel"}, {"item": "To know the history of science is to recognize the mortality of any claim to universal truth. ", "owner": "Evelyn Fox Keller, Reflections on Gender and Science"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "Science is organized knowledge. Wisdom is organized life", "owner": "Immanuel Kant"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "The stars of heaven gives light.", "owner": "Lailah Gifty Akita"}, {"item": "That which can be asserted without evidence, can be dismissed without evidence.", "owner": "Christopher Hitchens"}, {"item": "In order to disprove the assertion that all crows are black, one white crow is sufficient.", "owner": "William James"}, {"item": "Humankind must no longer permit the lie to be taught to its children.", "owner": "Compton Gage"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "LIFE - Death's Very Emissary", "owner": "Abhysheq Shukla, KARMA"}, {"item": "Can a broken cistern hold water?", "owner": "Lailah Gifty Akita"}, {"item": "The great lie that science has given us is that reality is material.", "owner": "Compton Gage"}, {"item": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", "owner": "Michael Faraday"}, {"item": "Impossibility only lasts until you find new unbelievable hard evidences.", "owner": "Toba Beta"}, {"item": "Science says that and sociable and not in both shoes you could be happy.", "owner": "Deyth Banger"}, {"item": "Not only is the Universe stranger than we think, it is stranger than we can think.", "owner": "Werner Heisenberg, Across the Frontiers"}, {"item": "Being a fool is a billion times better than being blinded by the illusion of intellect.", "owner": "Abhijit Naskar, Human Making is Our Mission: A Treatise on Parenting"}, {"item": "I don’t do metaphysics. Neither do I have the luxury to talk about my beliefs.", "owner": "Abhijit Naskar"}, {"item": "First they ignore you, then they laugh at you, then they fight you, then you win.", "owner": "Mahatma Gandhi"}, {"item": "Science is a trigger of changes of civilization. Religion is the failsafe of science performance.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "Wonder is the starter kit for innovation", "owner": "Tara Lemméy"}, {"item": "Any sufficiently advanced technology is indistinguishable from a completely ad hoc plot device.", "owner": "David Langford"}, {"item": "For scientists, reality is not optional.", "owner": "Barbara Kingsolver, Flight Behavior"}, {"item": "We leave this life the same way that we enter it, totally alone, bereft.", "owner": "Blake Crouch, Dark Matter"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "Father Nicholas Steno, is often identified as the father of geology.", "owner": "Thomas E. Woods Jr."}, {"item": "I am a monk at heart - a scientist at brain - a philosopher at conscience.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "There are more stolen bikes in my garage than there are stars in the galaxy.", "owner": "Neil deGrasse Tyson"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "If there is any religion that could respond to the needs of modern science, it would be Buddhism.", "owner": "Albert Einstein"}, {"item": "I am too much of a skeptic to deny the possibility of anything.", "owner": "Thomas Henry Huxley, Life and Letters of Thomas Henry Huxley - Volume 1"}, {"item": "The splendor of God is displayed in the stars with the magnificent of the moon.", "owner": "Lailah Gifty Akita"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "Science is better than sympathy, if only it is science.", "owner": "E.M. Forster, Maurice"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Many sheep but one Shepherd.", "owner": "Lailah Gifty Akita"}, {"item": "Words, too, have genuine substance -- mass and weight and specific gravity.", "owner": "Tim O'Brien, Tomcat In Love"}, {"item": "The bright sun was extinguish'd, and the starsDid wander darkling in the eternal space.", "owner": "George Gordon Byron"}, {"item": "Things remain paranormal, as long as we scientists don't reveal the underlying physical processes.", "owner": "Abhijit Naskar"}, {"item": "Observation: I can’t see a thing.Conclusion: Dinosaurs.", "owner": "Carl Sagan"}, {"item": "And what greater might do we possess as human beings than our capacity to question and to learn?", "owner": "Ann Druyan"}, {"item": "Being skeptical is a balancing act it doesn't mean being dismissive.", "owner": "Evan Gough"}, {"item": "Dedicate your life to solitude and mortify your members which are upon the earth.", "owner": "Compton Gage"}, {"item": "If you've got the truth you can demonstrate it. Talking doesn't prove it.", "owner": "Robert A. Heinlein, Stranger in a Strange Land"}, {"item": "We are a way for the cosmos to know itself.", "owner": "Carl Sagan, Cosmos"}, {"item": "You can't understand depth of science, unless you challenge the published scientific data.", "owner": "Amit Ray"}, {"item": "You have not escaped his notice either- you are here by 'a call' not by choice.", "owner": "Compton Gage"}, {"item": "Science is what we have learned about how to keep from fooling ourselves.", "owner": "Richard Feynman"}, {"item": "We understand more than we know.", "owner": "Margaret Atwood, Oryx and Crake"}, {"item": "God is the fountain of all living waters.", "owner": "Lailah Gifty Akita"}, {"item": "It tastes like water spiked with strange.", "owner": "Mary Roach, Gulp: Adventures on the Alimentary Canal"}, {"item": "Science is a river with two sources, the practical source and the theoretical source.", "owner": "Alfred North Whitehead"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "Everything must be made as simple as possible. But not simpler.", "owner": "Albert Einstein"}, {"item": "Life on earth is considered a miracle, but why is other life in the cosmos a difficult concept?", "owner": "Michael E. Emmering"}, {"item": "...[R]eal wisdom is the property of God, and... human wisdom has little or no value.", "owner": "Socrates, Apology, Crito and Phaedo of Socrates."}, {"item": "The product of scientific achievements should be for sale. The scientist should not.", "owner": "A.E. Samaan"}, {"item": "Science blasphemed when tries to eliminate scarcity in economy.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Software always remain softly for End users! But sometimes hardly to developers!", "owner": "Bananeza Pacifique"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "I'm sure the universe is full of intelligent life. It's just been too intelligent to come here.", "owner": "Arthur C. Clarke"}, {"item": "I'm convinced that before the year 2000 is over, the first child will have been born on the moon.", "owner": "Wernher von Braun"}, {"item": "If time be judiciously employed, there is time for everything.", "owner": "George Head, A Home Tour Through the Manufacturing Districts of England in the Summer of 1835"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "If you formulate your question properly, mathematics gives you the answer", "owner": "Savas Dimopoulos"}, {"item": "How inappropriate to call this planet \"Earth,\" when it is clearly \"Ocean.", "owner": "Arthur C. Clarke"}, {"item": "We must understand the Cosmos as it is and not confuse how it is with how we wish it to be.", "owner": "Carl Sagan, Cosmos"}, {"item": "The steam engine has done much more for science than science has done for the steam engine.", "owner": "William Thomson, 1st Baron Kelvin"}, {"item": "Belief is a wonderful way to pass the time until the facts come in.", "owner": "Carl R White"}, {"item": "The alternative to thinking in evolutionary terms is not to think at all.", "owner": "Peter Medawar"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "There are no proofs. There are only agreements", "owner": "Paul W. Silver"}, {"item": "Being ninty nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}, {"item": "The greatest blessing granted to mankind come by way of madness, which is a divine gift.", "owner": "Socrates"}], "common_tag": "science,", "updatedAt": "2023-05-26 21:16:05"}