{"contents": [{"item": "We all have the innate capacity to feel free.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Millions of successful people on earth were once big time failures who tried few times again.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "When it is time to sow, sow and when it is time to harvest, you will harvest. Obey this rule.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Hard work is never a punishment. If you see it so, you may not do it with the right attitude.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "You got seeds of greatness in you. Sow them and reap greatness. You will rise.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "Knowledge planted in truth grows in truth.Strength born of peace loses nothing to hate.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "I am a Freedom Seeker, willing and able to choose my own path.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "To become a better you, work in a team of like-minded people and learn new things you don’t know.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "owner": "Rashedur Ryan Rahman"}, {"item": "Ignorance is the darkest depths.", "owner": "Lailah Gifty Akita"}, {"item": "Before you find your soul mate, you must first discover your soul.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}, {"item": "If you yearn to learn, you’ll learn to earn.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Deep down we all know that freedom is a choice, yet so many of us don’t feel that truth.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "God is willing to help you with the rain if only you can sow your crops.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "Our knowledge is limited. However, reading augments our knowledge.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Escape is a process, not a pill.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Dream again, think again, and live again.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "Do something purposeful and wise so that when God sent his blessings, they will fall on it.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "If you are still breathing, don not stop learning.", "owner": "Lailah Gifty Akita"}, {"item": "If you see a shot, shoot.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "You can be humble without compromising your values.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "If you are still breathing, do not stop learning.", "owner": "Lailah Gifty Akita"}, {"item": "Never live in fear or regret, live in lessons learned that make you better and keep going forward", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "The more you learn, the more you know, you don’t know enough.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Self-knowledge is the greatest education.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Man may fall and fail, but God is always right. Man may die and perish, but God is always alive.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "When you don’t understand how to make a good use of something, you will abuse that thing.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "You alwaysdrop by, to en-lighten my mind,when my wings arefeeling heavy &i've forgottenhow tofly.", "owner": "Curtis Tyrone Jones"}, {"item": "Better channel your words into prayer, than into complaints. Zip your mouth and make a plan.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "First knowledge is the knowledge of God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "You were created a hero and born to prove it. Stand on challenges and make a difference.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Success is not a summit to climb, It is an equilibrium where work and life are balanced", "owner": "Kandarp Gandhi, Buddhist Banker : Money can't buy happiness, Wisdom can."}, {"item": "My life is build around books.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You have to focus on the finish line from the starting line.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "The only way to become successful at anything is by overcoming and not giving up", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "Just as the bird needs wings to fly, a leader needs useful information to flow. Leaders learn.", "owner": "Israelmore Ayivor, Leaders' Ladder"}, {"item": "Anytime, someone gives you advice, rethink if it will lead to personal progress.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your heart knows there is a greater version of your life available to you.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Never deviate from the right way and you will improve.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Live in the shadow of the moon until you're bright enough to give birth to your own suns.", "owner": "Curtis Tyrone Jones"}, {"item": "To become a better you, do not see the failure of your first attempts and declare yourself a loser.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "If you can't finish you can't succeed. You have to become a finisher.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "Masters today, were Starters Yesterday, so begin now.", "owner": "Bernard Kelvin Clive"}, {"item": "Don’t give up. You have invested a lot of time already.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "you give your best for today, you create a greater tomorrow.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "No struggle, no success. The stronger the thunder, the heavier the rainfall", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Is a self help or personal development book ruining your life?", "owner": "Ken Poirot"}, {"item": "To become a better you, never let the attitude of pride linger around your ambitions.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Are you busy proving your worth or living it? A critical distinction", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Put time and effort to promote your personal brand.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "Freedom of Speech doesn't justify online bullying. Words have power, be careful how you use them.", "owner": "Germany Kent"}, {"item": "If you can choose your way into a cage, you can choose your way out.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Self-care is how you take your power back.", "owner": "Lalah Delia"}, {"item": "Ideas taken and planted into the grave do not germinate.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Feeling free is a choice that is ours for the making, ours for the taking at any time, at any age. ", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "The feeling of freedom is as precious as a fortune waiting to be told.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "No amount of blessings can benefit you if you don’t take the first step", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "If you're going to be fighting anyway, why not fight to win and not just to survive.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "A hunter who is going to shoot an antelope does not waste his bullets on the dog.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Freedom wanders in the landscape of the mind, and nourishes the deepest yearnings of the soul.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "All systems of the society are meant to serve the mind, not the mind to serve the systems.", "owner": "Abhijit Naskar"}, {"item": "Every failure if you let it is an opportunity to reinvent yourself and move forward.", "owner": "Jerry Gladstone, The Common Thread of Overcoming Adversity and Living Your Dreams"}, {"item": "Accept yourself irrespective of your imperfection and express your skills.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "A leader’s skills take him to people, but his character brings people to him.", "owner": "Israelmore Ayivor"}, {"item": "Manners and politeness will never become old-fashioned.", "owner": "Auliq Ice"}, {"item": "To become a better you, hurry up and take risks.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "You never have anything because you fought for nothing.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "We often build our lives in a way that shuts out freedom.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Never let the weight of challenges and the duration of your dreams scare you to give up.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "You carry greatness disguised in tiny potentials.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "If you are going to quit after a couple of steps, you aren’t going to be the best you can ever be.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "While you cannot always change your situation, you can always change the way you respond to it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Live more. Worry less. Do what you love.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Adversities define what you're made of. Success is you're reward for overcoming them", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "The people of the light, loves the light of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "Reading leads to good character development.", "owner": "Lailah Gifty Akita"}, {"item": "In finding the courage and confidence to escape our cages and shine, we help others do the same.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Dare to stretch hard and make it a point to do the hard thing others are afraid to try.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "I am a Freedom Seeker and I choose to feel free. ", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Never allow your limitations to tie you down for failure to whip.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "There is no medal for the best beggar of the world. Nobody celebrates beggars.", "owner": "Israelmore Ayivor, 101 Keys To Everyday Passion"}, {"item": "Confident people generally handle people with respect, compassion and integrity.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Know your worth so you know when to say, “Yes”, and when to say, “Thank you but no thank you.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Bear in mind that humility is not timidity.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "It takes you to bring the hidden wonders into light. Decide to make it happen.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Be enthusiastic for what you want. Work hard for it.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "Your inner strength is your outer foundation", "owner": "Allan Rufus"}, {"item": "Visionary decision-making happens at the intersection of intuition and logic.", "owner": "Paul O'Brien, Great Decisions, Perfect Timing: Cultivating Intuitive Intelligence"}, {"item": "Freedom was my daring travel companion on the thrilling ride of life.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "You are not alone. There are Freedom Seekers everywhere.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}], "common_tag": "personal-development,", "updatedAt": "2023-07-01 19:09:51"}