{"contents": [{"item": "Loyalty is a characteristic trait. Those who has it, gives it free of charge.", "owner": "Ellen J. Barrier"}, {"item": "Loyalty is still the same, whether it win or lose the game; true as a dial to the sun, although it be not shined upon.", "owner": "Samuel  Butler, Hudibras"}, {"item": "Repeat business or behavior can be bribed. Loyalty has to be earned.", "owner": "Janet Robinson"}, {"item": "One never knows how loyalty is born.", "owner": "Robert Morse"}, {"item": "Loyalty is the pledge of truth to oneself and others.", "owner": "Ada Velez-Boardley"}, {"item": "Oliver has long since grown stout and healthy; but health or sickness made no difference in his warm feelings to those about him, though they do in the feelings of a great many people. He was still the same gentle, attached, affectionate creature that he had been when pain and suffering had wasted his strength; and when he was dependent for every slight attention and comfort on those who tended him.", "owner": "Charles Dickens, Oliver Twist"}, {"item": "Forgiving unforgivable things is real forgiveness.Loving unlovable things is real love.Seeing someone’s inner most monster and choosing to stay is true loyalty. (It’s not something everyone can do)", "owner": "Cody Edward Lee Miller"}, {"item": "You may never find out who reported you. If your child has been hurt, his teacher or doctor may have called the state child-abuse hotline, not wanting to assume, as she might in a richer neighbourhood, that it was an accident. But it could also have been a neighbour who heard yelling, or an ex-boyfriend who wants to get back at you, or someone who thinks you drink too much or simply doesn't like you. People know that a call to the hotline is an easy to blow up your life'.(Kiedy moi przyjaciele/znajomi zrobili mały, głupi wybryk w Warszawie, bez namysłu zeznałam na policji, że nic się nie stało oraz że to samochody od nich się odbijały. Taka sama wspaniałomyślność często może nie działać jednak w drugą stronę.)", "owner": "Larissa MacFarquhar"}, {"item": "You can't be loyal to others if you're not loyal to your own nature first.", "owner": "Tor Seidler, Firstborn"}, {"item": "Loyalty is just the wheels on the bus ... meaning that it keeps things moving but it's neutral when it comes to the direction they move in.", "owner": "M.R. Carey, The Boy on the Bridge"}, {"item": "They all wanted me to sell you out.”There was silence on the line. They both knew that Vlad knew too much about Roman’s business dealings—both legal and illegal. He could have made a fucking fortune on selling Roman out.“Why haven’t you?” Roman said, sounding unconcerned, as if he hadn’t doubted for a moment that Vlad wouldn’t do it.Vlad scowled and took a gulp of beer.“Because apparently I’m an idiot.", "owner": "Alessandra Hazard, Just a Bit Wicked"}, {"item": "Real One is worth a thousand loyalty", "owner": "Napz Cherub Pellazo"}, {"item": "A loyal servant does not think of things outside of his control.", "owner": "Ken Liu, The Grace of Kings"}, {"item": "Without loyalty all the training in the world is useless. Worse than useless.", "owner": "Robert Ferrigno, Heart of the Assassin"}, {"item": "It was a vow we made those long years ago. Neither of us spoke of it afterwards, but it hung between us like a spider web, fragile and easy to break, but danged hard to get shed of once the threads took hold.", "owner": "Cassie Dandridge Selleck, The Pecan Man"}, {"item": "Loyalty will always be found in the things you regret because it mattered.", "owner": "Shannon L. Alder"}, {"item": "JFK had a way of grabbing grandeur from mishap.", "owner": "David Pietrusza, 1960--LBJ vs. JFK vs. Nixon: The Epic Campaign That Forged Three Presidencies"}, {"item": "You'd be surprised how rare loyalty is, sometimes.", "owner": "Zoe Sugg"}, {"item": "Totalitarianism in power invariably replaces all first-rate talents, regardless of their sympathies, with those crackpots and fools whose lack of intelligence and creativity is still the best guarantee of their loyalty.", "owner": "Hanna Arendt"}, {"item": "As soon as they were alone, Ioan’s face softened. “To what do I owe this pleasure, Christian?” “We are in need of an army.” “Done,” Ioan said without hesitation. “My men are yours.” “We’ll have to go back through the Holy Land,” Phantom said. “That bothers me not.” It was Adara’s turn to frown at the man’s blasé acceptance of their mission. “Don’t you want to know why we need your army?” Ioan shrugged. “I assume it is to fight.” “Aye,” she said slowly, “but don’t you want to know why you’re fighting?” “I am fighting because Brother Christian needs me.”-Ioan, Christian, Phantom, & Adara", "owner": "Kinley MacGregor, Return of the Warrior"}], "pagination": {"size": 20, "total": 5, "current": 1}}