{"contents": [{"item": "God is a comedian playing to an audience that is too afraid to laugh.", "owner": "Voltaire"}, {"item": "Joy is the infallible sign of the presence of God.", "owner": "Pierre Teilhard de Chardin"}, {"item": "Let us never forget to pray. God lives. He is near. He is real. He is not only aware of us but cares for us. He is our Father. He is accessible to all who will seek Him.", "owner": "Gordon B. Hinckley, Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes"}, {"item": "We know that God is everywhere; but certainly we feel His presence most when His works are on the grandest scale spread before us; and it is in the unclouded night-sky, where His worlds wheel their silent course, that we read clearest His infinitude, His omnipotence, His omnipresence.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "God answers all prayers, but sometimes his answer is 'no'.", "owner": "Dan Brown, Angels & Demons"}, {"item": "And if there were a God, I think it very unlikely that He would have such an uneasy vanity as to be offended by those who doubt His existence", "owner": "Bertrand Russell"}, {"item": "God is a circle whose center is everywhere and circumference nowhere.", "owner": "Voltaire"}, {"item": "We may ignore, but we can nowhere evade the presence of God. The world is crowded with Him. He walks everywhere incognito.", "owner": "C.S. Lewis"}, {"item": "Relying on God has to begin all over again every day as if nothing had yet been done.", "owner": "C.S. Lewis, Letters to Malcolm: Chiefly on Prayer"}, {"item": "God's Final Message to His Creation:'We apologize for the inconvenience.", "owner": "Douglas Adams, So Long, and Thanks for All the Fish"}, {"item": "I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own -- a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms.", "owner": "Albert Einstein"}, {"item": "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.", "owner": "Albert Einstein"}, {"item": "Remember He is the artist and you are only the picture. You can't see it. So quietly submit to be painted---i.e., keep fulfilling all the obvious duties of your station (you really know quite well enough what they are!), asking forgiveness for each failure and then leaving it alone.You are in the right way. Walk---don't keep on looking at it.", "owner": "C.S. Lewis, The Collected Letters of C.S. Lewis, Volume 3: Narnia, Cambridge, and Joy, 1950 - 1963"}, {"item": "Men trust God by risking rejection. Women trust God by waiting.", "owner": "Carolyn McCulley"}, {"item": "If you could be either God’s worst enemy or nothing, which would you choose?", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "There is no God but Allah and Muhammad is the Messenger of Allah.", "owner": "Anonymous, The Qur'an / القرآن الكريم"}, {"item": "Greed is your god, Kaz.\"He almost laughed at that. \"No, Inej. Greed bows to me. It is my servant and my lever.", "owner": "Leigh Bardugo, Six of Crows"}, {"item": "I once listened to an Indian on television say that God was in the wind and the water, and I wondered at how beautiful that was because it meant you could swim in Him or have Him brush your face in a breeze.", "owner": "Donald Miller, Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality"}, {"item": "I try not to make plans. God always laughs at your plans. I’m going to keep the door open, and keep the page blank, and see what gets painted upon it.", "owner": "Tom Hiddleston"}, {"item": "Religion is still useful among the herd - that it helps their orderly conduct as nothing else could. The crude human animal is in-eradicably superstitious, and there is every biological reason why they should be. Take away his Christian god and saints, and he will worship something else...", "owner": "H.P. Lovecraft"}], "pagination": {"size": 20, "total": 10, "current": 4}}