{"contents": [{"item": "Thirteen days. Almost two weeks. And, just five days in, she had learned a fundamental truth about time: Like the accordion on which sometimes played old Pashto songs were played, time stretched and contracted depending on his absence or presence.", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "Thirteen days. Almost two weeks. And, just five days in, she had learned a fundamental truth about time: Like the accordion on which old Pashto songs were sometimes played, time stretched and contracted depending on his absence or presence.", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "She remembered all too well how time had dragged without him, how she had shuffled about feeling waylaid, out of balance. How she could ever cope with his permanent absence?", "owner": "Khaled Hosseini, A Thousand Splendid Suns"}, {"item": "Sad is one of those words that has given up its life for our country, it's been a martyr for the American dream, it's been neutralized, co-opted by our culture to suggest a tinge of discomfort that lasts the time it takes for this and then for that to happen, the time it takes to change a channel. But sadness is real because once it meant something real. It meant dignified, grave; it meant trustworthy; it meant exceptionally bad, deplorable, shameful; it meant massive, weighty, forming a compact body; it meant falling heavily; and it meant of a color: dark. It meant dark in color, to darken. It meant me. I felt sad.", "owner": "Claudia Rankine, Don’t Let Me Be Lonely: An American Lyric"}, {"item": "I believe that almost all our sadnesses are moments of tension that we find paralyzing because we no longer hear our surprised feelings living. Because we are alone with the alien thing that has entered into our self; because everything intimate and accustomed is for an instant taken away; because we stand in the middle of a transition where we cannot remain standing. For this reason the sadness too passes: the new thing in us, the added thing, has entered into our heart, has gone into its inmost chamber and is not even there any more, — is already in our blood. And we do not learn what it was. We could easily be made to believe that nothing has happened, and yet we have changed, as a house changes into which a guest has entered.", "owner": "Rainer Maria Rilke"}, {"item": "Great sadnesses … they are the moments when something new has entered into us, something unknown; our feelings grow mute in shy perplexity, everything in us withdraws, a stillness comes, and the new, which no one knows, stands in the midst of it and is silent.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "I have learned that when sadness comes to visit me, all I can do is say “I see you.” I spend some time with it, get up, and say goodbye.I don’t push it away, I own it. And because I own it, I let it go.", "owner": "Carolina Zacaria"}, {"item": "the sadness will ebbthe trouble is the time it might take", "owner": "David Levithan, The Realm of Possibility"}, {"item": "Suicide is the way OUT of life, but, leaving everyone behind is the way INTO sadness.", "owner": "TheKatAttack"}, {"item": "Practically all the sadness we experience in life comes from our feeling sorry for ourselves.", "owner": "Marty Rubin"}, {"item": "Almost all sadness comes from feeling sorry for oneself.", "owner": "Marty Rubin"}, {"item": "There are no sad days, only sad thoughts.", "owner": "Marty Rubin"}, {"item": "The voice had an extraordinary sadness. Pure from all body, pure from all passion, going out into the world, solitary, unanswered, breaking against rocks—so it sounded.", "owner": "Virginia Woolf, Jacob's Room"}, {"item": "I wish I didn’t have a heart that God wrote Sad on.", "owner": "Benjamin Alire Sáenz, Last Night I Sang to the Monster"}, {"item": "Tina nods sagely and says yes and then something in Plautdietsch, probably something like heck yeah do we ever know what sad is. Sadness is what holds our bones in place.", "owner": "Miriam Toews, All My Puny Sorrows"}, {"item": "You know you may feel very sad like a child whose toy is broken; but then you know sun rises, life continues and you start laughing again!", "owner": "Mehmet Murat ildan"}, {"item": "Sometimes we get sad about things and we don't like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes we are sad but we really don't know we are sad. So we say we aren't sad.But we really are.", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "She was a prism through with sadness could be divided into its infinite spectrum", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}, {"item": "The way sadness works is one of the strangest riddles of the world. If you are stricken with a great sadness, you may feel as if you have been set aflame, not only because of the enormous pain, but also because your sadness may spread over your life, like smoke from an enormous fire. You might find it difficult to see anything but your own sadness, the way smoke can cover a landscape so that all anyone can see is black. You may find that happy things are tainted with sadness, the way smoke leaves its ashen colors and scents on everything it touches. And you may find that if someone pours water all over you, you are damp and distracted, but not cured of your sadness, the way a fire department can douse a fire but never recover what has been burnt down.", "owner": "Lemony Snicket, The Grim Grotto"}, {"item": "The tears come to my eyes so fast, there's just no way to stop them.", "owner": "Jonathan Tropper, How to Talk to a Widower"}], "pagination": {"size": 20, "total": 9, "current": 5}}