{"contents": [{"item": "Having kids - the responsibility of rearing good, kind, ethical, responsible human beings - is the biggest job anyone can embark on. As with any risk, you have to take a leap of faith and ask lots of wonderful people for their help and guidance. I thank God every day for giving me the opportunity to parent.", "owner": "Maria Shriver"}, {"item": "Many a night I woke to the murmer of paper and knew (Dad) was up, sitting in the kitchen with frayed King James - oh, but he worked that book; he held to it like a rope ladder.", "owner": "Leif Enger, Peace Like a River"}, {"item": "Helplessness in the face of a child's suffering is the curse of parenthood.", "owner": "Nancy Atherton, Aunt Dimity's Good Deed"}, {"item": "There are times when parenthood seems nothing more than feeding the hand that bites you.", "owner": "Peter De Vries"}, {"item": "Scratch a female inmate, I've discovered, and you'll usually find a girl whose mother had terrible taste in men.", "owner": "Cammie McGovern, Neighborhood Watch"}, {"item": "It's not so much that I mind listening to her stories. Everybody likes to have an audience - that's why most people have kids, isn't it?", "owner": "Robin Epstein, God Is in the Pancakes"}, {"item": "She has seen him fight his own brutal nature, and the Earth itself, in order to be the parent she needs. He has helped her learn to love herself for what she is.", "owner": "N.K. Jemisin, The Stone Sky"}, {"item": "Biology doesn't make anyone a parent,\" Cassia added as she tucked her Eturian prayer stone beneath her shirt.", "owner": "Melissa Landers, Starflight"}, {"item": "Black children need waves of present, multifaceted love, not simply present fathers.", "owner": "Kiese Laymon, How to Slowly Kill Yourself and Others in America"}, {"item": "It's a wild ride, this parenthood thing. Hardest thing I've done in my life and by far the best.", "owner": "Aidan Donnelley Rowley, The Ramblers"}, {"item": "Parenthood is a very sacred journey but only a few owe it!", "owner": "Tehreem Rahat"}, {"item": "If a brokenhearted mother could sing, I could not remain silent.", "owner": "Beth Moore, To Live Is Christ"}, {"item": "We've been here dozen of times since we met, but this precious month before the baby is born feels like a last first date. There's a different kind of romance beginning. We will never again be entirely alone in the world", "owner": "Elizabeth Bard, Picnic in Provence: A Memoir with Recipes"}, {"item": "I could impersonally imagine a father willingly and painlessly ending the life of a son before that life should fade and fray into the common background pattern of greedy passions and deliberate violence which is also the pattern of inevitable self-destruction.", "owner": "Kenneth MacKenzie, The Refuge"}, {"item": "All children think unkindly of their parents at some time or another", "owner": "Kenneth MacKenzie, The Refuge"}, {"item": "The goal of a true family is not that their children follow in their footsteps, but that their children surpass them in all ways.", "owner": "Andrew Vachss"}, {"item": "Children who are well nurtured and whose parents help them learn how to calm down when they are upset, for instance, seem to develop greater strength in the brain’s circuits for managing distress;", "owner": "Lisa Lantieri"}, {"item": "A man with no children can easily be lulled into a sense that time is standing still. It's not. It's marching past us, relentlessly. Having a child growing and changing before your eyes makes this unavoidably clear.", "owner": "Jonathan V. Last"}, {"item": "It’s a . . . transcendental act. Making life. . . . ‘By this act, I bring one death into the world.’ One birth, one death, and all the pain and acts of will between. . . . Our children change us . . . whether they live or not.", "owner": "Lois McMaster Bujold, Barrayar"}, {"item": "then Siddhartha began to understand that his son had not brought him happiness and peace, but suffering and worry. But he loved him, and he preferred the suffering and worries of love over happiness and joy without the boy.", "owner": "Hermann Hesse"}], "pagination": {"size": 20, "total": 5, "current": 1}}