{"contents": [{"item": "Pubic hair is proof of sexual maturity and if your partner finds that a turn-off, you should probably reconsider that partner.", "owner": "Hadley Freeman, Be Awesome: Modern Life for Modern Ladies"}, {"item": "Without such trust and safety, social relationships tend to become strategic rather than cooperative, increasingly full of skepticism and even anxiety and fear about others' intentions. (p. 27)", "owner": "Donald Rothberg, The Engaged Spiritual Life: A Buddhist Approach to Transforming Ourselves and the World"}, {"item": "Sand castles just aren't made to last.", "owner": "Alice Yi-Li Yeh, Someday"}, {"item": "To know other people thought he'd made a mistake vindicated me. I wasn't a bad girlfriend, he was simply going through a period of temporary insanity and he'd come to his senses soon.", "owner": "Dorothy Koomson, Marshmallows for Breakfast"}, {"item": "When I was your age, if a boy behaved badly, one simply scored his name out from one's dance card.(Sadie Lancaster - to Lara Lington)", "owner": "Sophie Kinsella, Twenties Girl"}, {"item": "This was one of those moments when I realized that my emotional baggage, once a few neatly packed pieces, was now like the Joads' truck, stacked high with old clothes, half a rocking chair, a mule, all barely secured with twine.", "owner": "Amy Cohen, The Late Bloomer's Revolution: A Memoir"}, {"item": "We tried to act familiar, which meant we couldn't ask the kind of questions that might have helped us figure each other out and year after year the distance grew.", "owner": "Heidi Jon Schmidt, The Best American Nonrequired Reading 2002"}, {"item": "Be real and be unashamed, even of your faults. I do truly know what my husband is made of and vice versa. ", "owner": "Amy Bloom"}, {"item": "...It's just nice to see you out from his shadow. Because things don't grow in the shadows, you know? So it was frustrating to see you standing there...and really cool to see you step out of it. I don't know who this new guy is, but make sure when you're with him, you're not standing in his shadow. Stand where everyone can see you.", "owner": "David Levithan, Another Day"}, {"item": "And if insight were sufficient, if the inner life were the whole of life, their happiness has been assured.", "owner": "E.M. Forster"}, {"item": "It struck her all at once that dealing with other human beings was an awful lot of work.", "owner": "Anne Tyler, Back When We Were Grownups"}, {"item": "Relationships unlock certain parts of who we are supposed to be.", "owner": "Donald Miller"}, {"item": "There's nothing wrong with wanting to be with someone.\"\"There is when your only reason is the being, not the someone.", "owner": "Jet Mykles"}, {"item": "Betsy hadn't had sex, actual; sex-sex, full sex, in two hundred and fifty-three days. She decided on her thirty-seventh birthday that she wouldn't sleep with anyone unless it was in the context of a committed relationship which had some sort of future, and she was only gradually coming to the realization of what happens when a woman her age makes a decision like that: she never has sex again.", "owner": "Sarah Dunn, Secrets to Happiness"}, {"item": "most men know what they hate few what they love", "owner": "Charles Caleb Colton"}, {"item": "She knew breaking up with Ethan was going to be a full-time job because being in a relationship with him had also been a full-time job.", "owner": "Richard Finney, Kicky-Wicky"}, {"item": "Baths, she thought, were just like her relationships, all \"ooh, ah\" in the beginning and then suddenly, without warning, she had to get out, out, out!", "owner": "Liane Moriarty, Three Wishes"}, {"item": "If you have nothing in common with the person you are dating and his parents hate you and your friends hate him, this is not romantic; it's a bad idea.", "owner": "Amy E. Spiegel, Letting Go of Perfect: Women, Expectations, and Authenticity"}, {"item": "Different people have different ways of defining, living and maintaining relationships. Your way is not the only right way, it is merely your way. As far as right way is concerned, there isn't any. It is all about different opinions and perceptions.", "owner": "Arti Honrao"}, {"item": "But even so, I wondered--how well do we really ever know someone?", "owner": "Beth Hoffman, Looking for Me"}], "pagination": {"size": 20, "total": 10, "current": 7}}