{"contents": [{"item": "Silence make the real conversations between friends. Not the saying, but the never needing to say that counts.", "owner": "Margaret Lee Runbeck"}, {"item": "A snowball in the face is surely the perfect beginning to a lasting friendship.", "owner": "Markus Zusak, The Book Thief"}, {"item": "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected.", "owner": "Charles Lamb, The Life, Letters and Writings of Charles Lamb"}, {"item": "The glory of friendship is not the outstretched hand, not the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when you discover that someone else believes in you and is willing to trust you with a friendship.", "owner": "Ralph Waldo Emerson"}, {"item": "If you have good friends, no matter how much life is sucking , they can make you laugh.", "owner": "P.C. Cast"}, {"item": "Friendship- my definition- is built on two things. Respect and trust. Both elements have to be there. And it has to be mutual. You can have respect for someone, but if you don't have trust, the friendship will crumble.", "owner": "Stieg Larsson, The Girl with the Dragon Tattoo"}, {"item": "I am glad you are here with me. Here at the end of all things, Sam.", "owner": "J.R.R. Tolkien, The Return of the King"}, {"item": "I am always saying \"Glad to've met you\" to somebody I'm not at all glad I met. If you want to stay alive, you have to say that stuff, though.", "owner": "J.D. Salinger, The Catcher in the Rye"}, {"item": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success.", "owner": "Oscar Wilde"}, {"item": "Never leave a friend behind. Friends are all we have to get us through this life--and they are the only things from this world that we could hope to see in the next.", "owner": "Dean Koontz, Fear Nothing"}, {"item": "You can go through life and make new friends every year - every month practically - but there was never any substitute for those friendships of childhood that survive into adult years. Those are the ones in which we are bound to one another with hoops of steel.", "owner": "Alexander McCall Smith, The No. 1 Ladies' Detective Agency"}, {"item": "Stay is a charming word in a friend's vocabulary.", "owner": "Amos Bronson Alcott, Concord Days"}, {"item": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?", "owner": "Richard Bach"}, {"item": "The best mirror is an old friend.", "owner": "George Herbert"}, {"item": "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away.", "owner": "Barbara Kingsolver"}, {"item": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.", "owner": "Gloria Naylor"}, {"item": "I don’t feel very much like Pooh today,\" said Pooh.\"There there,\" said Piglet. \"I’ll bring you tea and honey until you do.", "owner": "A.A. Milne, Winnie-the-Pooh"}, {"item": "Talk between women friends is always therapy...", "owner": "Jayne Anne Phillips"}, {"item": "They’re a rotten crowd’, I shouted across the lawn. ‘You’re worth the whole damn bunch put together.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}], "pagination": {"size": 20, "total": 10, "current": 9}}