{"contents": [{"item": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.", "owner": "Socrates"}, {"item": "We never realize just how many other lives we can help when their paths cross our own.", "owner": "Wil Zeus, Sun Beyond the Clouds"}, {"item": "I surround myself with things that make me happy. Why? Because ... it makes me happy.", "owner": "Kelly Epperson"}, {"item": "Pain may be the only reality but if mankind had any sense it would pursue the delusion called happiness. All the philosophers and poets who tell us that pain and suffering have a place and purpose in the cosmic order of things are welcome to them. They are frauds. We justify pain because we do not know what to make of it, nor do we have any choice but to bear it. Happiness alone can make us momentarily larger than ourselves.", "owner": "Kiran Nagarkar"}, {"item": "Let people be the pursuits of happiness, you be the pursuit of perfection.", "owner": "Amit Kalantri"}, {"item": "Settle, for sure and universally, what conduct will promote the happiness of a rational being.", "owner": "Immanuel Kant"}, {"item": "On the top of Cadair Idris,I felt how happy a man might bewith a little money and a sane intellect,and reflected with astonishment and pityon the madness of the multitude.", "owner": "Thomas Love Peacock"}, {"item": "That’s the thing about love It can take you up to the mountaintop and can drop you And the impact will either kill you or make you a new person", "owner": "Kehinde Sonola, Klosophy"}, {"item": "Happiness is a very pretty thing to feel, but very dry to talk about.", "owner": "Jeremy Bentham, The Panopticon Writings"}, {"item": "When you are truly happy you will realise that there is nothing to prove to people.", "owner": "De philosopher DJ Kyos"}, {"item": "When the spirit is happy, the soul is full of smiles.", "owner": "Lailah Gifty Akita"}, {"item": "It is an illusion that youth is happy, an illusion of those who have lost it; but the young know they are wretched for they are full of the truthless ideal which have been instilled into them, and each time they come in contact with the real, they are bruised and wounded. It looks as if they were victims of a conspiracy; for the books they read, ideal by the necessity of selection, and the conversation of their elders, who look back upon the past through a rosy haze of forgetfulness, prepare them for an unreal life. They must discover for themselves that all they have read and all they have been told are lies, lies, lies; and each discovery is another nail driven into the body on the cross of life.", "owner": "W. Somerset Maugham, Of Human Bondage"}, {"item": "Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier.", "owner": "Simone Elkeles, How to Ruin Your Boyfriend's Reputation"}, {"item": "If I had a shiny gun I could have a world of fun Speeding bullets through the brains Of the folks that cause me pains :)", "owner": "Dorothy Parker"}, {"item": "I think my quarry is illusion. I war against magic. I believe that, though illusion often cheers and comforts, it ultimately and invariably weakens and constricts the spirit.", "owner": "Irvin D. Yalom, Love's Executioner and Other Tales of Psychotherapy"}, {"item": "Non-violence, which is the quality of the heart, cannot come by an appeal to the brain.", "owner": "Mahatma Gandhi"}, {"item": "There can be many opinions on a thing, but there is only one truth.\"Vashet smiled lazily. \"And if the pursuit of the truth was my goal, that would concern me.\" She gave a long yawn, stretching like a happy cat. \"Instead I will focus on the joy in my heart, [...}", "owner": "Patrick Rothfuss, The Wise Man's Fear"}, {"item": "I know you have it in you, Guy,\" Anne said suddenly at the end of a silence, \"the capacity to be terribly happy.", "owner": "Patricia Highsmith, Strangers on a Train"}, {"item": "You know, a few months ago, I made a terrible mistake. I realized something, and instead of crushing the thought the moment it came I... I let it hang on, and now I know it to be true. And I'm afraid it's stuck in my head forever. These are the best days of our lives. It's a terrible thing to know, but I know it.", "owner": "Richard Curtis"}, {"item": "Truthfulness is a luxury, perhaps the greatest, and let me assure you, the most expensive luxury in our life—and happy the man who has been able to enjoy it from his very child hood.", "owner": "Friedrich Max Müller, India: What it Can Teach Us"}], "pagination": {"size": 20, "total": 10, "current": 4}}