{"contents": [{"item": "Focus is the soul of success.", "owner": "Sandeep Kakkar"}, {"item": "In order to pick something up, you've got to put something down.", "owner": "Todd Stocker"}, {"item": "It's not always that we need to do more but rather that we need to focus on less.", "owner": "Nathan W. Morris"}, {"item": "As long as you allow your past to haunt you, you'll never be free to pursue your future. You won't even be able to focus on your present.", "owner": "Brian Klemmer, The Compassionate Samurai: Being Extraordinary in an Ordinary World"}, {"item": "Focus on the highest, clearest, and most meaningful teaching you can find, and let all else go.", "owner": "Alan Cohen"}, {"item": "Keep your eyes on the prize for you cant hit an unseen target but don't forget to pay the price", "owner": "Bernard Kelvin Clive"}, {"item": "Those who row the boat don't have time to rock it while those who rock it don't have time to row it.", "owner": "Orrin Woodward"}, {"item": "The ability to focus is the key separation point between those who move ahead and those who fall behind.", "owner": "Orrin Woodward"}, {"item": "The key to competing and surviving against Wal-Mart is to focus your business into a niche or pocket where you can leverage your strengths in the local marketplace.", "owner": "Michael Bergdahl"}, {"item": "It can be easy to buy into anything. I would lose focus if I went with that attitude of wanting to be famous.", "owner": "Tristan MacManus"}, {"item": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.", "owner": "Dalai Lama"}, {"item": "When we started Aftermath, we had something like 20 artists, and it was driving me crazy. I couldn't sit down and focus on any of it. Plus, it was doubly hard because you ended up crushing these people's dreams when you had to let them go.", "owner": "Dr. Dre"}, {"item": "War destroys people's souls. Most people focus on physical injuries, but the invisible injuries can take a lifetime to heal and affects the lives of generations to come.", "owner": "Emmanuel Jal"}, {"item": "My next book is also set in the eighteenth century. It's about the Revolution, with the focus on the year 1776. It's about Washington and the army and the war. It's the nadir, the low point of the United States of America.", "owner": "David McCullough"}, {"item": "In fiction workshops, we tend to focus on matters of verisimilitude largely because such issues are so much easier to talk about than the failure of imagination.", "owner": "Tim O'Brien"}, {"item": "I think our failure as a caucus has been not to focus on economic issues. I think we - and I'm supportive of all the issues that - that we talk about, but you need an economic - a robust, economic message that - that covers everybody.", "owner": "Tim Ryan"}, {"item": "As is well known, 'McCarthyism' was an alleged focus of political evil in the 1950s: Accusations of Communist taint, without factual basis; bogus lists of supposed Communists who never existed; failure in the end to produce even one provable Communist or Soviet agent, despite his myriad charges of subversion.", "owner": "M. Stanton Evans"}, {"item": "Do you want to be an artist and a writer, or a wife and a lover? With kids, your focus changes. I don't want to go to PTA meetings.", "owner": "Stevie Nicks"}, {"item": "With clearly defined roles and a focus on communication, it's much easier to make your company come across as well-organized and on top of things - because it actually is.", "owner": "Kathryn Minshew"}, {"item": "Scientology helps me in acting to focus on communication.", "owner": "Erika Christensen"}], "pagination": {"size": 20, "total": 10, "current": 8}}