{"contents": [{"item": "My pride shut me up, my hurt shut me down, and together they ganged up on my hope and let her get away.", "owner": "David Levithan, Nick & Norah's Infinite Playlist"}, {"item": "A person can do incredible things if he or she has enough hope.", "owner": "Shannon K. Butcher"}, {"item": "There is always a part of my mind that is preparing for the worst, and another part of my mind that believes if I prepare enough for it, the worst won’t happen.", "owner": "Kay Redfield Jamison"}, {"item": "Every moment has its pleasures and its hope.", "owner": "Jane Austen, Mansfield Park"}, {"item": "Hang in there. It is astonishing how short a time it can take for very wonderful things to happen.", "owner": "Frances Hodgson Burnett"}, {"item": "I am hope.", "owner": "Neil Gaiman, Preludes & Nocturnes"}, {"item": "Some day soon,\" Lance said, \"you'll walk out of here and have to decide how you're going to live the rest of your lives. Will you be defined by what other people see, or by the essence of your soul?", "owner": "Andrew Davidson"}, {"item": "Jayden laughed grimly. 'Press the attack and hope for the best.''Hope is not a strategy,' said Kira'It's not plan A,' said Jayden, 'and it shouldn't be plan B, but it is every plan C that has ever been made.", "owner": "Dan Wells, Partials"}, {"item": "If it were not for hopes, the heart would break.", "owner": "Thomas Fuller"}, {"item": "When by my solitary hearth I sit,When no fair dreams before my “mind’s eye” flit,And the bare heath of life presents no bloom;Sweet Hope, ethereal balm upon me shed,And wave thy silver pinions o’er my head.", "owner": "John Keats, The Complete Poems"}, {"item": "Hope springs eternal in the human breast; Man never Is, but always To be blest. The soul, uneasy, and confin'd from home, Rests and expatiates in a life to come.", "owner": "Alexander Pope, An Essay on Man"}, {"item": "Time has taught me not to lose hope, yet not to trust too much in hope either.", "owner": "Carlos Ruiz Zafón"}, {"item": "You call it hope — that fire of fire!It is but agony of desire.", "owner": "Edgar Allan Poe, Edgar Allan Poe: Selected Poems"}, {"item": "There are three lessons I would write-Three words, as with a burning pen, In tracings of eternal light,Upon the heart of men.Have hope! though clouds environ round,And gladness hides her face in scorn,Put thou the shadow from thy brow,No night but hath its morn.Have love! not love alone for one, But man as man thy brother call,And scatter like the circling sun,Thy charities on all.", "owner": "Friedrich Schiller"}, {"item": "Only those who still have hope can benefit from tears.", "owner": "Nathanael West, The Day of the Locust"}, {"item": "what we call our despair is often only the painful eagerness of unfed hope.", "owner": "George Eliot, Middlemarch"}, {"item": "As long as there's life, there's hope.", "owner": "Tamora Pierce"}, {"item": "In an age of hope men looked up at the night sky and saw “the heavens.\" In an age of hopelessness they call it simply “space.", "owner": "Peter Kreeft"}, {"item": "We need never be without hope because we can never be irreparably broken.", "owner": "John Green, Looking for Alaska"}, {"item": "For what it's worth: it's never too late to be whoever you want to be. I hope you live a life you're proud of, and if you find you're not, I hope you have the strength to start over again.", "owner": "F. Scott Fitzgerald"}], "pagination": {"size": 20, "total": 10, "current": 7}}