{"contents": [{"item": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness. Unfortunately the happiness is there. There is always the chance (about eight hundred and fifty to one) that another heart will come to mine. I can't help hoping, and keeping faith, and loving beauty. Quite frequently I am not so miserable as it would be wise to be.", "owner": "T.H. White, Ghostly, Grim and Gruesome"}, {"item": "Having an eye for beauty isn't the same thing as a weakness...except possibly when it comes to you.", "owner": "Suzanne Collins"}, {"item": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", "owner": "Kahlil Gibran, The Vision: Reflections on the Way of the Soul"}, {"item": "It’s not that we have to quit this life one day, it’s how many things we have to quit all at once: holding hands, hotel rooms, music, the physics of falling leaves, vanilla and jasmine, poppies, smiling, anthills, the color of the sky, coffee and cashmere, literature, sparks and subway trains... If only one could leave this life slowly!", "owner": "Roman Payne, Hope and Despair"}, {"item": "Sometimes people are beautiful.Not in looks.Not in what they say.Just in what they are.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "Pain is a pesky part of being human, I've learned it feels like a stab wound to the heart, something I wish we could all do without, in our lives here. Pain is a sudden hurt that can't be escaped. But then I have also learned that because of pain, I can feel the beauty, tenderness, and freedom of healing. Pain feels like a fast stab wound to the heart. But then healing feels like the wind against your face when you are spreading your wings and flying through the air! We may not have wings growing out of our backs, but healing is the closest thing that will give us that wind against our faces.", "owner": "C. JoyBell C."}, {"item": "Some of us get dipped in flat, some in satin, some in gloss....\" He turned to me. \"But every once in a while, you find someone who's iridescent, and when you do, nothing will ever compare.", "owner": "Wendelin Van Draanen, Flipped"}, {"item": "To be creative means to be in love with life. You can be creative only if you love life enough that you want to enhance its beauty, you want to bring a little more music to it, a little more poetry to it, a little more dance to it.", "owner": "Osho"}, {"item": "Get Off The Scale!You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable. Day after day, countless people across the globe get on a scale in search of validation of beauty and social acceptance.Get off the scale! I have yet to see a scale that can tell you how enchanting your eyes are. I have yet to see a scale that can show you how wonderful your hair looks when the sun shines its glorious rays on it. I have yet to see a scale that can thank you for your compassion, sense of humor, and contagious smile. Get off the scale because I have yet to see one that can admire you for your perseverance when challenged in life.It’s true, the scale can only give you a numerical reflection of your relationship with gravity. That’s it. It cannot measure beauty, talent, purpose, life force, possibility, strength, or love. Don’t give the scale more power than it has earned. Take note of the number, then get off the scale and live your life. You are beautiful!", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "You were given life; it is your duty (and also your entitlement as a human being) to find something beautiful within life, no matter how slight.", "owner": "Elizabeth Gilbert"}, {"item": "Taking pictures is savoring life intensely, every hundredth of a second.", "owner": "Marc Riboud"}, {"item": "If your daily life seems poor, do not blame it; blame yourself, tell yourself that you are not poet enough to call forth its riches; for to the creator there is no poverty and no poor indifferent place.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "Some beautiful paths can't be discovered without getting lost.", "owner": "Erol Ozan"}, {"item": "Never forget:we walk on hell,gazing at flowers.", "owner": "Kobayashi Issa"}, {"item": "I want to see beauty. In the ugly, in the sink, in the suffering, in the daily, in all the days before I die, the moments before I sleep.", "owner": "Ann Voskamp, One Thousand Gifts: A Dare to Live Fully Right Where You Are"}, {"item": "In fact no one recognizes the happiest moment of their lives as they are living it. It may well be that, in a moment of joy, one might sincerely believe that they are living that golden instant \"now,\" even having lived such a moment before, but whatever they say, in one part of their hearts they still believe in the certainty of a happier moment to come. Because how could anyone, and particularly anyone who is still young, carry on with the belief that everything could only get worse: If a person is happy enough to think he has reached the happiest moment of his life, he will be hopeful enough to believe his future will be just as beautiful, more so.", "owner": "Orhan Pamuk, The Museum of Innocence"}, {"item": "Life is so full of unpredictable beauty and strange surprises. Sometimes that beauty is too much for me to handle. Do you know that feeling? When something is just too beautiful? When someone says something or writes something or plays something that moves you to the point of tears, maybe even changes you.", "owner": "Mark Oliver Everett, Things The Grandchildren Should Know"}, {"item": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.", "owner": "Anton Chekhov"}, {"item": "On no subject are our ideas more warped and pitiable than on death. ... Let children walk with nature, let them see the beautiful blendings and communions of death and life, their joyous inseparable unity, as taught in woods and meadows, plains and mountains and streams of our blessed star, and they will learn that death is stingless indeed, and as beautiful as life, and that the grave has no victory, for it never fights.", "owner": "John Muir, A Thousand-Mile Walk to the Gulf"}, {"item": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", "owner": "Ashley  Smith"}], "pagination": {"size": 20, "total": 10, "current": 1}}