{"contents": [{"item": "Once we are lost unto ourselves, everything else is lost to us.", "owner": "Johann Wolfgang von Goethe, The Sorrows of Young Werther"}, {"item": "When I thought everything was impossible to achieve, my spirit defied my thoughts and did the impossible. My ego sees limitations, but my spirit sees opportunities.", "owner": "Karen A. Baquiran"}, {"item": "Food for the ego is poison for the soul.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "She realized that her undiluted love had also given him the power to hurt her but she decided that spirit of the soul can always transcend the pain of the ego.", "owner": "Madhu Vajpayee, Seeking Redemption"}, {"item": "Only the ego resists egos. The spirit may notice egos, but sees beyond them and does not engage with them.", "owner": "Alan Cohen"}, {"item": "When we accomplish one thing, our ego wants to bask in the glory, though our soul is ready to move on to the next.", "owner": "S. Kelley Harrell, Gift of the Dreamtime - Reader's Companion"}, {"item": "Ego is this this higher conscious concept that we have of ourselves and we feel that we must live by it with a closed mind. We can be Self Aware of this concept or purely just blinded. I think the answer to this problem is being Self Aware and changing our current perception for the better.", "owner": "Matthew Donnelly"}, {"item": "As long as a self is driven by an id to a Thou, it is not a matter of love, either. In love the self is not driven by the id, but rather the self chooses the Thou.", "owner": "Viktor E. Frankl, Man's Search for Ultimate Meaning"}, {"item": "Khird-Mandon Se Kya Puchon Ke Meri Ibtida Kya HaiKe Main Iss Fikar Mein Rehta Hun, Meri Intiha Kya HaiWhat should I ask the sages about my origin:I am always wanting to know my goal.", "owner": "Muhammad Iqbal, Sir"}, {"item": "If it has anything to do with me, it has nothing to do with sacrifice.", "owner": "Craig D. Lounsbrough"}, {"item": "Here we come upon the old, old craze of the world, which has not yet learned to do without clericalism--that to live and work *for an idea*is man's calling, and according to the faithfulness its fulfilment his *human worth* is measured", "owner": "Max Stirner, The Ego and Its Own"}, {"item": "Some people need significance more than they need another person. Change will only happen in a relationship when you realize it is not the person, but the \"emotion\" you desire.", "owner": "Shannon L. Alder"}, {"item": "To enter your true self,check your ego at the door.", "owner": "Khang Kijarro Nguyen"}, {"item": "Egotism fears its own self.", "owner": "Alexis de Tocqueville"}, {"item": "A man’s spirit is his self. That entity which is his consciousness. To think, to feel, to judge, to act are functions of the ego.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "Men have been taught that the ego is the synonym of evil, and selflessness the ideal of virtue. But the creator is the egotist in the absolute sense, and the selfless man is the one who does not think, feel, judge or act. These are functions of the self.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "What you usually refer to when you say “I” is not who you are. By a monstrous act of reductionism, the infinite depth of who you are is confused with a sound produced by the vocal cords or the thought of “I” in your mind and whatever the “I” has identified with.", "owner": "Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose"}, {"item": "Neither imagine that you are false, nor lash yourself, for both may be forms of self-indulgence.", "owner": "Idries Shah, Learning How to Learn: Psychology and Spirituality in the Sufi Way"}, {"item": "Relate to a life situation in the deepest sense: not from the standpoint of the ego that bemoans its fate and rebels against it, but from... the greater inner law that has left behind its small birth, the narrow realm of personal outlook, for the sake of renewal and rebirth.", "owner": "Max Zeller"}, {"item": "Someone who is said to have a big ego is thought to be full of themselves, to lack the ability to listen, to always rush to be at the top of the tree and to think their own ideas are the best.", "owner": "Gyalwa Dokhampa, The Restful Mind"}], "pagination": {"size": 20, "total": 10, "current": 8}}