{"contents": [{"item": "When life is sweet, say thank you and celebrate. And when life is bitter, say thank you and grow.", "owner": "Shauna Niequist, Bittersweet: Thoughts on Change, Grace, and Learning the Hard Way"}, {"item": "I have no right to call myself one who knows. I was one who seeks, and I still am, but I no longer seek in the stars or in books; I'm beginning to hear the teachings of my blood pulsing within me. My story isn't pleasant, it's not sweet and harmonious like the invented stories; it tastes of folly and bewilderment, of madness and dream, like the life of all people who no longer want to lie to themselves.", "owner": "Hermann Hesse, Demian. Die Geschichte von Emil Sinclairs Jugend"}, {"item": "Personal growth has its price, and she was paying it without complaint.", "owner": "Paulo Coelho, Veronika Decides to Die"}, {"item": "The only time you truly become an adult is when you finally forgive your parents for being just as flawed as everyone else.", "owner": "Douglas Kennedy, The Pursuit of Happiness"}, {"item": "Don't let your habits become handcuffs", "owner": "Elizabeth Berg, The Year of Pleasures"}, {"item": "No wonder we cannot appreciate the really central Kafka joke: that the horrific struggle to establish a human self results in a self whose humanity is inseparable from the horrific struggle. That our endless and impossible journey toward home is in fact our home.", "owner": "David Foster Wallace, Consider the Lobster and Other Essays"}, {"item": "There is no man...however wise, who has not at some period in his youth said things, or lived a life, the memory of which is so unpleasant to him that he would gladly expunge it. And yet he ought not entirely to regret it, because he cannot be certain that he has indeed become a wise man...", "owner": "Marcel Proust, Remembrance of Things Past: Volume I - Swann's Way & Within a Budding Grove"}, {"item": "We long for things that harm us and run from the things that grow and heal us. We think good is bad and bad is good.", "owner": "Tessa Afshar, Pearl in the Sand"}, {"item": "He was still immersed in the dim, wet wonder of the folded wings that might open if someone loved him; he still hoped, probably, in a butterfly's unthinking way, for spring and warmth. How the wings ache, folded so, waiting; that is, they ache until they atrophy.", "owner": "Harold Brodkey, First Love and Other Sorrows: Stories"}, {"item": "Going back after a long time will make you mad, because the people you left behind do not like to think of you changed, will treat you as they always did, accuse you of being indifferent, when you are only different.", "owner": "Jeanette Winterson, Oranges Are Not the Only Fruit"}, {"item": "The finest steel has to go through the hottest fire.", "owner": "Richard M. Nixon"}, {"item": "I thought how lovely and how strange a river is. A river is a river, always there, and yet the water flowing through it is never the same water and is never still. It’s always changing and is always on the move. And over time the river itself changes too. It widens and deepens as it rubs and scours, gnaws and kneads, eats and bores its way through the land. Even the greatest rivers- the Nile and the Ganges, the Yangtze and he Mississippi, the Amazon and the great grey-green greasy Limpopo all set about with fever trees-must have been no more than trickles and flickering streams before they grew into mighty rivers.Are people like that? I wondered. Am I like that? Always me, like the river itself, always flowing but always different, like the water flowing in the river, sometimes walking steadily along andante, sometimes surging over rapids furioso, sometimes meandering wit hardly any visible movement tranquilo, lento, ppp pianissimo, sometimes gurgling giacoso with pleasure, sometimes sparkling brillante in the sun, sometimes lacrimoso, sometimes appassionato, sometimes misterioso, sometimes pesante, sometimes legato, sometimes staccato, sometimes sospirando, sometimes vivace, and always, I hope, amoroso.Do I change like a river, widening and deepening, eddying back on myself sometimes, bursting my banks sometimes when there’s too much water, too much life in me, and sometimes dried up from lack of rain? Will the I that is me grow and widen and deepen? Or will I stagnate and become an arid riverbed? Will I allow people to dam me up and confine me to wall so that I flow only where they want? Will I allow them to turn me into a canal to use for they own purposes? Or will I make sure I flow freely, coursing my way through the land and ploughing a valley of my own?", "owner": "Aidan Chambers, This is All: The Pillow Book of Cordelia Kenn"}, {"item": "You get olderand you are a whole mess of things,new thoughts, sorry feelings,big plans, enormous doubts,goling along hoping and getting disappointed,over and over again,no wonder I don't recognizemy little crayon picture.It appears to be meand it isand it is not.", "owner": "Virginia Euwer Wolff, True Believer"}, {"item": "13NOTESShe hesitated. For two years she had kept as far away from Mikael Blomkvist as she could. And yet he kept sticking to her life like gum on the sole of her shoe, either on the Net or in real life. On the Net it was O.K. There he was no more than electrons and words. In real life, standing on her doorstep, he was still fucking attractive. And he knew her secrets just as she knew all of his. She looked at him for a moment and realized that she now had no feelings for him. At least not those kinds of feelings. He had in fact been a good friend to her over the past year. She trusted him. Maybe. It was troubling that one of the few people she trusted was a man she spent so much time avoiding. Then she made up her mind. It was absurd to pretend that he did not exist. It no longer hurt her to see him. She opened the door wide and let him into her life again.", "owner": "Stieg Larsson, The Girl Who Kicked the Hornet's Nest"}, {"item": "When you’re growing up, it takes a long time for you to realize that there’s something different about you. On one level, you know there’s something strange, but on another, yourself is the only thing you ever knew.", "owner": "Brooke Stevens, The Circus of the Earth and the Air"}, {"item": "Not everyone is allotted the chance to become a personality; most remain types, and never experience the rigor of becoming an individual. But those who do so inevitably discover that these struggles bring them into conflict with the normal life of average people and the traditional values and bourgeois conventions that they uphold. A personality is the product of a clash between two opposing forces: the urge to create a life of one's own and the insistence by the world around us that we conform. Nobody can develop a personality unless he undergoes revolutionary experiences. The extent of those experiences differs, of course, from person to person, as does the capacity to lead a life that is truly personal and unique.", "owner": "Hermann Hesse, Soul of the Age: Selected Letters, 1891-1962"}, {"item": "The cost of growth is always a small act of violence.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "I'm tired of my life, my clothes, the things I say. I'm hacking away at the surface, as at some kind of gray ice, trying to break through to what is underneath or I am dead. I can feel the surface trembling—it seems ready to give but it never does. I am uninterested in current events. How can I justify this? How can I explain it? I don't want to have the same vocabulary I've always had. I want something richer, broader, more penetrating and powerful.", "owner": "James Salter, Memorable Days: The Selected Letters of James Salter and Robert Phelps"}, {"item": "But I was done trying to wake her up, to make her see. To save her. The only person I could save was myself.", "owner": "Emme Rollins, Dear Rockstar"}, {"item": "The images of myth must be the daemonic guardians, omnipresent and unnoticed, which protect the growth of the young mind, and guide man's interpretation of his life and struggles.", "owner": "Friedrich Nietzsche, The Birth of Tragedy"}], "pagination": {"size": 20, "total": 10, "current": 7}}