{"contents": [{"item": "Do not follow me! Let's just be fabulously where we are and who we are. You be you and I'll be me, today and today and today, and let's trust the future to tommorrow. Let the stars keep track of us. Let us ride our own orbits and trust that they will meet. May our reunion be not a finding but a sweet collision of destinies!", "owner": "Jerry Spinelli, Love, Stargirl"}, {"item": "Sir Topher finally looked up. “Because any hope beyond that, my boy, would be too much. I feared we would drown in it.”\"Then I choose to drown,” Finnikin said. “In hope. Rather than float into nothing.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "If personality is an unbroken series of successful gestures, then there was something gorgeous about him, some heightened sensitivity to the promises of life, as if he were related to one of those intricate machines that register earthquakes ten thousand miles away. This responsiveness had nothing to do with that flabby impressionability which is dignified under the name of the \"creative temperament\"--it was an extraordinary gift for hope, a romantic readiness such as I have never found in any other person and which it is not likely I shall ever find again. No--Gatsby turned out all right at the end; it is what preyed on Gatsby, what foul dust floated in the wake of his dreams that temporarily closed out my interest in the abortive sorrows and short-winded elations of men.", "owner": "F. Scott Fitzgerald, The Great Gatsby"}, {"item": "If winter comes, can spring be far behind?", "owner": "Percy Bysshe Shelley, Ode to the West Wind"}, {"item": "Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chilliest landAnd on the strangest sea;Yet, never, in extremity,It asked a crumb of me.", "owner": "Emily Dickinson, The Complete Poems of Emily Dickinson"}, {"item": "O, wonder!How many goodly creatures are there here!How beauteous mankind is! O brave new world,That has such people in't!", "owner": "William Shakespeare, The Tempest"}, {"item": "Sadness is but a wall between two gardens.", "owner": "Kahlil Gibran, Sand and Foam"}, {"item": "A great hope fellYou heard no noiseThe ruin was within.", "owner": "Emily Dickinson"}, {"item": "You'll stop hurting when you stop hoping.", "owner": "Guillaume Musso, Seras-tu là?"}, {"item": "So don't be frightened, dear friend, if a sadness confronts you larger than any you have ever known, casting its shadow over all you do. You must think that something is happening within you, and remember that life has not forgotten you; it holds you in its hand and will not let you fall. Why would you want to exclude from your life any uneasiness, any pain, any depression, since you don't know what work they are accomplishing within you?", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "Farewell Hope, and with Hope farewell Fear", "owner": "John Milton"}, {"item": "That was all a man needed: hope. It was lack of hope that discouraged a man.", "owner": "Charles Bukowski, Factotum"}, {"item": "Hope costs nothing. ", "owner": "Colette"}, {"item": "We should ask God to increase our hope when it is small, awaken it when it is dormant, confirm it when it is wavering, strengthen it when it is weak, and raise it up when it is overthrown.", "owner": "John Calvin"}, {"item": "Turn around and believe that the good news that we are loved is better than we ever dared hope, and that to believe in that good news, to live out of it and toward it, to be in love with that good news, is of all glad things in this world the gladdest thing of all. Amen, and come Lord Jesus.", "owner": "Frederick Buechner, The Clown in the Belfry: Writings on Faith and Fiction"}, {"item": "Wasn't it better if they kept this desire to see each other hidden within them, and never actually got together? That way, there would always be hope in their hearts. That hope would be a small, yet vital flame that warmed them to their core-- a tiny flame to cup one's hands around and protect from the wind, a flame that the violent winds of reality might easily extinguish.", "owner": "Haruki Murakami, 1Q84"}, {"item": "Night flight to San Francisco; chase the moon across America. God, it’s been years since I was on a plane. When we hit 35,000 feet we’ll have reached the tropopause, the great belt of calm air, as close as I’ll ever get to the ozone. I dreamed we were there. The plane leapt the tropopause, the safe air, and attained the outer rim, the ozone, which was ragged and torn, patches of it threadbare as old cheesecloth, and that was frightening. But I saw something that only I could see because of my astonishing ability to see such things: Souls were rising, from the earth far below, souls of the dead, of people who had perished, from famine, from war, from the plague, and they floated up, like skydivers in reverse, limbs all akimbo, wheeling and spinning. And the souls of these departed joined hands, clasped ankles, and formed a web, a great net of souls, and the souls were three-atom oxygen molecules of the stuff of ozone, and the outer rim absorbed them and was repaired. Nothing’s lost forever. In this world, there’s a kind of painful progress. Longing for what we’ve left behind, and dreaming ahead. At least I think that’s so.", "owner": "Tony Kushner, Angels in America, Part Two: Perestroika"}, {"item": "Hope is a verb with its shirtsleeves rolled up.", "owner": "David Orr"}, {"item": "Me and you, we got more yesterday than anybody. We need some kind of tomorrow.", "owner": "Toni Morrison, Beloved"}, {"item": "Whether we wound or are wounded, the blood that flows is red.", "owner": "Eiichirō Oda"}], "pagination": {"size": 20, "total": 10, "current": 5}}