{"contents": [{"item": "Should we continue to look upwards? Is the light we can see in the sky one of those which will presently be extinguished? The ideal is terrifying to behold... brilliant but threatened on all sides by the dark forces that surround it: nevertheless, no more in danger than a star in the jaws of the clouds.", "owner": "Victor Hugo, Les Misérables"}, {"item": "Hope can get you through anything.", "owner": "Jamie Ford, Hotel on the Corner of Bitter and Sweet"}, {"item": "Man can live about forty days without food, about three days without water, about eight minutes without air...but only for one second without hope.", "owner": "Hal Lindsey"}, {"item": "Anything seems possible at night when the rest of the world has gone to sleep.", "owner": "David Almond, My Name Is Mina"}, {"item": "Your hope is the most beautiful and the saddest in the world.", "owner": "Naomi Benaron, Running the Rift"}, {"item": "I have hope for you, if only because you're the only one left to hope for.", "owner": "Orson Scott Card, Ender's Game"}, {"item": "I find peace when I'm confused, I find hope when I'm let down, not in me but in you.", "owner": "Switchfoot"}, {"item": "Once you choose hope, anything's possible.", "owner": "Christopher Reeve"}, {"item": "But what is Hope? Nothing but the paint on the face of Existence; the least touch of truth rubs it off, and then we see what a hollow-cheeked harlot we have got hold of.", "owner": "George Gordon Byron"}, {"item": "Let my body dwell in poverty, and my hands be as the hands of the toiler; but let my soul be as a temple of remembrance where the treasures of knowledge enter and the inner sanctuary is hope.", "owner": "George Eliot, Daniel Deronda"}, {"item": "I want to reconcile the violence in your heart.I want to recognize your beauty's not just a mask.I want to exorcise the demons from your past.I want to satisfy the undisclosed desires in your heart.", "owner": "Matthew Bellamy"}, {"item": "Behind the veil of each night, there is a smiling dawn.", "owner": "Kahlil Gibran"}, {"item": "The restless spirit never loses its wings. If sometimes it cannot fly, it is because during those moments the sky vanishes.", "owner": "R.N. Prasher"}, {"item": "And now let us believe in a long year that is given to us, new, untouched, full of things that have never been, full of work that has never been done, full of tasks, claims, and demands; and let us see that we learn to take it without letting fall too much of what it has to bestow upon those who demand of it necessary, serious, and great things.", "owner": "Rainer Maria Rilke, Letters of Rainer Maria Rilke, 1892-1910"}, {"item": "All cannot be lost when there is still so much being found", "owner": "Lemony Snicket"}, {"item": "If you lose all hope, you can always find it again.", "owner": "Richard Ford, The Sportswriter"}, {"item": "You'll be okay. No matter what shape reality takes, you can handle it.", "owner": "Shiro Amano, Kingdom Hearts, Vol. 1"}, {"item": "I wonder how you're supposed to know the exact moment when there's no more hope.", "owner": "Sara Zarr, Once Was Lost"}, {"item": "The cruelest thing you can do to a person who's living in panic is to offer him or her hope that turns out false. When the crash comes its intolerable.", "owner": "Robert Ludlum, The Bourne Supremacy"}, {"item": "To hope under the most extreme circumstances is an act of defiance that permits a person to live his life on his own terms. It is part of the human spirit to endure and give a miracle a chance to happen.", "owner": "Jerome Groopman"}], "pagination": {"size": 20, "total": 10, "current": 8}}