{"contents": [{"item": "Always distance yourself from gossip, because it is the worst form of self-disruption.", "owner": "Gift Gugu Mona"}, {"item": "Time & distance does wonders for healing & rejuvenating your soul.", "owner": "April Mae Monterrosa"}, {"item": "could not sleep last nightbed cover of unease distance kept me awake windy whispers in summer nightwas telling you were awake one corner to another rollinglike swimming in a competitionmy heart wanted to seeyou then n thenwe live ,we loveon same earth mostlyrare within a real another world don't allow usto sleep in side your ,or mine restful love©litymunshi", "owner": "litymunshi"}, {"item": "I am foolish in the way distance makes me feel partial.", "owner": "Taylor Patton"}, {"item": "Do you think it’s funny that both of our favorite memories are about the people we like the least now?” I ask.“Maybe that’s why we dislike them,” she says. “The distance between who they were and who they are is so wide, we have no hope of getting them back.", "owner": "Nicola Yoon, The Sun Is Also a Star"}, {"item": "Distance is not a gulf but a bridge between lovers.", "owner": "Marty Rubin"}, {"item": "Distance is a bridge, not a gulf, between lovers.", "owner": "Marty Rubin"}, {"item": "Hide the miles between usRun to meLike you run yourFingers through my hairDesire in every digit, in every touch.Run to meLike rivers run in springtimeFilled with renewing loveAs they do with the melting snow.Fly to meAs the birds fly the continentsCommitted to build their nests.Fly to meAs a cottonwood fluff in the airAll over me, head to toe, gentlyCome here.", "owner": "Veronika Jensen"}, {"item": "Men dream more about coming home than about leaving.", "owner": "Paulo Coelho"}, {"item": "She stuck a bookmark in his heart and walked away.", "owner": "Saul Williams, She"}, {"item": "Indeed, I find that distance lends perspective and I often write better of a place when I am some distance from it. One can be so overwhelmed by the forest as to miss seeing the trees.", "owner": "Louis L'Amour, Education of a Wandering Man"}, {"item": "It looks a lot better from up here than it does down there, dont it? Yes. It does. There's a lot of things look better at a distance. Yeah? I think so. I guess there are. The life you've lived, for one. Yeah. Maybe what of it you aint lived yet, too.", "owner": "Cormac McCarthy, Cities of the Plain"}, {"item": "A: But why this solitude? - B: I am not at odds with anyone. But when I am alone I seem to see my friends in a clearer and fairer light than when I am with them; and when I loved and appreciated music the most, I lived far from it. It seems I need a distant perspective if I am to think well of things.", "owner": "Friedrich Nietzsche, Daybreak: Thoughts on the Prejudices of Morality"}, {"item": "She seemed always to have seen him through a blur - first of sleepiness, then of distance and indifference - and now the fog had thickened till he was almost indistinguishable.", "owner": "Edith Wharton, The House of Mirth"}, {"item": "I distance myself from heaven and then complain that heaven is distant.", "owner": "Camron Wright, The Rent Collector"}, {"item": "The rules say that to tell a story you need first of all a measuring stick, a calendar, you have to calculate how much time has passed between you and the facts, the emotions to be narrated.", "owner": "Elena Ferrante, The Days of Abandonment"}, {"item": "May be its a good idea to write something about you in my book... At least then, there will be a place where we will meet everyday... and be together forever!", "owner": "Anamika Mishra"}, {"item": "My best ideas come when I distance myself from day-to-day operations. It gives me more focus.", "owner": "Ziad K. Abdelnour, Economic Warfare: Secrets of Wealth Creation in the Age of Welfare Politics"}, {"item": "Patience is inversely proportional to the distance from the front of the queue.", "owner": "John Day"}, {"item": "Perhaps stars were supposed to be viewed from the ground.", "owner": "Becky Chambers"}], "pagination": {"size": 20, "total": 5, "current": 3}}