{"contents": [{"item": "Soulmate\" is an overused term, but a true soul connection is very rare, and very real.", "owner": "Hilary Duff, Devoted"}, {"item": "The process of falling in love at first sight is as final as it is swift in such a case, but the growth of true friendship may be a lifelong affair.", "owner": "Sarah Orne Jewett"}, {"item": "Nothing of real worth can ever be bought. Love, friendship, honour, valour, respect. All these things have to be earned.", "owner": "David Gemmell, Shield of Thunder"}, {"item": "Quizás aun no te comprenda. Pero, con un poco de tiempo, llegaré a entenderte. Y no habrá nadie en el mundo que te comprenda mejor que yo.", "owner": "Haruki Murakami"}, {"item": "When a woman becomes her own best friend life is easier.", "owner": "Diane Von Furstenberg"}, {"item": "We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends.", "owner": "Albert Einstein"}, {"item": "The friends you make in college are friends you'll have for life, even if you don't talk for years at a time.", "owner": "Jessica Park, Flat-Out Love"}, {"item": "It's better to have a few faithful friends than numerous shallow friendships.", "owner": "Jonathan Anthony Burkett, Friends 2 Lovers: The Unthinkable"}, {"item": "After listening and getting to know more about you. Also, feeling a deep connection between us that goes beyond physical attraction. I'm beginning to feel for, so much more than the friendship that I waited to grow with you. I'm not going to try and rush things. However, I don't want to wait until it's to late.", "owner": "Jonathan Anthony Burkett, Friends 2 Lovers: The Unthinkable"}, {"item": "Things don't matter, people do", "owner": "Rosie Thomas"}, {"item": "Friendship is unnecessary, like philosophy, like art.... It has no survival value; rather it is one of those things which give value to survival.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "You can't stay in your corner of the Forest waiting for others to come to you. You have to go to them sometimes.", "owner": "A.A. Milne, Winnie-the-Pooh"}, {"item": "The worst part of success is trying to find someone who is happy for you.", "owner": "Bette Midler"}, {"item": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "The language of Friendship is not words, but meanings.", "owner": "Henry David Thoreau, A Week on the Concord and Merrimack Rivers"}, {"item": "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.", "owner": "E.M. Forster, What I Believe and Other Essays"}, {"item": "Friends can make you feel that the world is smaller and less sneaky than it really is, because you know people who have similar experiences.", "owner": "Lemony Snicket, The Austere Academy"}, {"item": "If you can't be honest with your friends and colleagues and loved ones, then what is life all about?", "owner": "Sophie Kinsella, Can You Keep a Secret?"}, {"item": "To make real friends you have to put yourself out there. Sometimes people will let you down, but you can't let that stop you. If you get hurt, you just pick yourself up, dust off your feelings, and try again.", "owner": "Kristin Hannah, Firefly Lane"}, {"item": "As you walk through forestsor the meadows of your mind,Stop and talk to those you fearGood friendships you may find", "owner": "Stephen Cosgrove, Buttermilk Bear"}], "pagination": {"size": 20, "total": 10, "current": 2}}