{"contents": [{"item": "Your potential is not a trial and error experience. God designed and predetermined you to be a success story.", "owner": "Mlungisi Simelane"}, {"item": "If you pull a plant out of the soil, you dont need to kill it. It will wither on its own. If you take a fish out of the water, you dont need to kill it. It will suffocate and eventually die. Likewise, if a man takes himself out of connection with God, you dont need to impose destruction on him. He will die spiritually, and its only a matter of time before he dies physically. Do not lose your connection this festive season and beyond. Whoever stays attached to the Source will have life", "owner": "Mlungisi Simelane"}, {"item": "Work hard. Work smart. Remain grounded. Serve others and be enthusiastic.", "owner": "Sravani Saha Nakhro"}, {"item": "Thought Leadership “The Downing Street Years” Book by Margaret Thatcher“I have a habit of comparing the phraseology of communiques . . . noting a certain similarity of words, a certain similarity of optimism . . . and a certain similarity in the lack of practical results during the ensuring years.”Margaret Thatcher AuthorFormer British Prime Minister#smitanairjain #leadership #womenintech #thoughtleaders #tedxspeaker #technology #tech #success #strategy #startuplife #startupbusiness #startup #mentor #leaders #itmanagement #itleaders #innovation #informationtechnology #influencers #Influencer #hightech #fintechinfluencer #fintech #entrepreneurship #entrepreneurs #economy #economics #development #businessintelligence #business", "owner": "Margaret Thatcher"}, {"item": "If you want success as a leader in a complex environment read Commanding Excellence and follow it!", "owner": "General Bryan ''Doug'' Brown, US Army, Retired; former commander of US Special Operations Command (S"}, {"item": "It's not about WHO is right, it's about WHAT is right.", "owner": "Tara Dupuis, The Moody Blues: One Family's Journey Through Postpartum Depression"}, {"item": "No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings.", "owner": "Peter F Drucker"}, {"item": "No one can be managed or led, people are inspired and cared for.", "owner": "kamil Toume"}, {"item": "Building a better world requires re-humanising the whole world .It is the only practical way.", "owner": "kamil Toume"}, {"item": "Live. Love. Learn. Lead.", "owner": "Sravani Saha Nakhro"}, {"item": "Leadership is about what’s right for the organization, not what feels right for the leader.", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "Holding your team accountable to do the jobs they’re being paid to do is not being mean; it’s being a manager, and that’s your job.", "owner": "Liz Weber, Something Needs to Change Around Here"}, {"item": "True friends don't send sms, they give a phone call.", "owner": "Alin Sav"}, {"item": "Out of your comfort zone is the growth zone.", "owner": "Alin Sav"}, {"item": "A vision keeps you going even when your partners and sponsors leave you.", "owner": "Alin Sav"}, {"item": "Leadership is the art of following, listening and executing.", "owner": "Alin Sav"}, {"item": "You build legacy when you do something and also when you do nothing.", "owner": "Alin Sav"}, {"item": "We become what we think. If you have a negative thinking, stop thinking.", "owner": "Alin Sav"}, {"item": "Be as good as you would want to follow yourself.", "owner": "Alin Sav"}, {"item": "The source of motivation should be in the vision, not position.", "owner": "Alin Sav"}], "pagination": {"size": 20, "total": 10, "current": 9}}