{"contents": [{"item": "The slave is not afflicted with a punishment greater than the hardening of the heart and being distant from Allah. For the Fire was created to melt the hardened heart. The most distant heart from Allah is the heart which is hardened. If the heart becomes hardened, the eye becomes dry.", "owner": "ابن قيم الجوزية"}, {"item": "Wisdom is knowing what to do next; Skill is knowing how to do it, and Virtue is doing it.", "owner": "David Starr Jordan"}, {"item": "The secret, or innermost, level of wisdom is pure intuition, clarity, lucidity, innate wakefulness, presence, and recognition of reality. This transcendental wisdom is within all of us—it just needs to be discovered and developed, unfolded and actualized.", "owner": "Lama Surya Das"}, {"item": "Wisdom does not make me full. It fills me with hunger.", "owner": "Noah Benshea, Jacob the Baker: Gentle Wisdom For a Complicated World"}, {"item": "Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.", "owner": "Kris Kristofferson"}, {"item": "Fear is a state of nervousness only fit for children", "owner": "The RZA"}, {"item": "A WORD TO THE WISELet the world pass in its time-ridden race; never get caught in its snare.Remember, the only acceptable casefor being in any particular place is having no business there.", "owner": "Piet Hein, Grooks 1"}, {"item": "Wisdom with an inheritance is good, but wisdom without an inheritance is better than an inheritance without wisdom.", "owner": "Anne Bradstreet"}, {"item": "Leave no stone unturned.", "owner": "Euripides"}, {"item": "We make Idols of our concepts, but Wisdom is born of wonder", "owner": "Pope Gregory I"}, {"item": "Wise men speak only of what they know", "owner": "J.R.R. Tolkien"}, {"item": "Success is getting what you want. Happiness is wanting what you get.", "owner": "Ingrid Bergman"}, {"item": "When mind exists undisturbed in the Way, nothing in the world can offend, and when a thing can no longer offend it ceases to exist in the old way. When no discriminating thoughts arise, the old mind ceases to exist.", "owner": "Sengcan, Hsin Hsin Ming"}, {"item": "We gaze up at the same stars, the sky covers us all, the same universe encompasses us. What does it matter what practical system we adopt in our search for the truth? Not by one avenue only can we arrive at so tremendous a secret.", "owner": "Quintus Aurelius Symmachus"}, {"item": "Clear nights are sometimes the coldest.", "owner": "Luanne Rice, Firefly Beach"}, {"item": "Don't duck the most difficult problems. That just ensures that the hardest part will be left when you are most tired. Get the big one done - it's downhill from then on.", "owner": "Norman Vincent Peale"}, {"item": "Read the dictionary from A to Izzard today.Get a vocabulary. Brush up on your diction.See whether wisdom is just a lot of language.", "owner": "Carl Sandburg, Honey and Salt"}, {"item": "No mortal man has ever served at the same time his passions and his best interests.", "owner": "Sallust"}, {"item": "It's other people who make us wise, and I haven't known nearly enough.", "owner": "Mary E. Pearson, The Fox Inheritance"}, {"item": "Morality is the weakness of the mind.", "owner": "Arthur Rimbaud"}], "pagination": {"size": 20, "total": 10, "current": 7}}