{"contents": [{"item": "When one has no fear of insults, no one will insult him; that is the rule. The ‘transactions’ will continue as long as there is fear. The moment fear is gone, the transactions will end.", "owner": "Dada Bhagwan"}, {"item": "Until egoism reaches the non-existent state, there is nothing but fear in the worldly life.", "owner": "Dada Bhagwan"}, {"item": "Only ego has fear. The Gnani Purush has no ego and so he has no fear of any kind.", "owner": "Dada Bhagwan"}, {"item": "Did I love what I was doing, or did I love myself in doing it?", "owner": "C. Terry Warner, Bonds That Make Us Free: Healing Our Relationships, Coming to Ourselves"}, {"item": "Love is not sacrificing for each other, but helping each other to become more unified - Mentally by respecting each other's EGO; Psychologically - by understanding and overcoming the subtle nuances of the mind that are detrimental to each other's progress and Spiritually - becoming one with the cosmic whole. This organic growth in all sphere of life is what we call LOVE! Have you experienced this?", "owner": "Ramana Pemmaraju"}, {"item": "Friendship warrants giving up the ego, submitting you to the other person, and remaining non-judgemental in the whole process.", "owner": "Girdhar Joshi, Some Mistakes Have No Pardon"}, {"item": "The real opposition is that between the ego-bound man, whose existence is structured by the principle of having, and the free man, who has overcome his egocentricity.", "owner": "Erich Fromm"}, {"item": "But us women, well, we like our egos stroked every once in a while and a boy mourning over us is a huge boost", "owner": "J.L. Paul, Vicious Circles"}, {"item": "The steady soul and the ego pretender / walk with their arms round each other's shoulders / through the mirage.", "owner": "Jay Woodman"}, {"item": "Ego said, 'treat me like a game and I will show you how it's played'; Soul replied, 'ego can never lose; it is always a winner because ego is playing against itself [ego is me; soul is we]'.", "owner": "Sandeep N. Tripathi"}, {"item": "With egoism at the center, the awareness of all worldly things can be set beautifully. The awareness of ‘I am Pure Soul’ can never setup with ego being at the center.", "owner": "Dada Bhagwan"}, {"item": "If egoism is there, the benefit of the Self cannot be obtained and if the Self is there, the benefit of egoism cannot be obtained.", "owner": "Dada Bhagwan"}, {"item": "Strong SPIRITS are usually liberated from the burden of their pain through forgiveness and letting go. EGO usually holds onto grudges and is the source of destruction by acting on impulse.", "owner": "Karen A. Baquiran"}, {"item": "In order to make the egoism non-existent [zero], the Gnani Purush [the enlightened one] establishes the awareness of the Pure Soul within.", "owner": "Dada Bhagwan"}, {"item": "You have two options whether to speed up or block your soul’s intentions. You have a choice: to act out of selfish ego or as a loving soul.", "owner": "Hina Hashmi, Your Life A Practical Guide to Happiness Peace and Fulfilment"}, {"item": "Confronted by menace or what is perceived as menace, governments will usually attempt to smash it, rarely to examine it, understand it, and drefine it.", "owner": "Barbara W. Tuchman, The March of Folly: From Troy to Vietnam"}, {"item": "A sense of messianic purpose makes the national interest almost indistinguishable from the political interests of the president.", "owner": "Ron Suskind, The Way of the World: A Story of Truth and Hope in an Age of Extremism"}, {"item": "Such excessive preoccupation with his faults is not a truly spiritual activity but, on the contrary, a highly egoistic one.The recognition of his own faults should make a man humbler, when it is beneficial, not prouder, which the thought that he ought to have been above these faults makes him.", "owner": "Paul Brunton, The Notebooks of Paul Brunton"}, {"item": "For true liberation, the only war we need to win is the war between presence and ego.", "owner": "John Maiorana (oohGiovanni)"}, {"item": "The tolerance power is the mother of egoism!", "owner": "Dada Bhagwan"}], "pagination": {"size": 20, "total": 10, "current": 2}}