{"contents": [{"item": "We all have to learn to live with our losses, and to use our regrets to spur us on in the future.", "owner": "John Christopher, The Pool of Fire"}, {"item": "We grow the aspects of our lives that we feed – with energy and engagement – and choke off those we deprive of fuel. Your life is what you agree to attend to.", "owner": "Jim Loehr"}, {"item": "Growing up in a culture that constantly reminds one that they are an outsider can be deeply destructive, especially since that standard voice is so very strong, and becomes ingrained in the consciousness so early. Survival requires finding a way to come to peace with that voice and all the others: to subdue it, or to make it work towards one's own ends. The tale would be different indeed if Pegasus talked back to Perseus.", "owner": "Laura Yes Yes, How to Seduce a White Boy in Ten Easy Steps"}, {"item": "Out of the new arrivals in our lives--the odd word stumbled upon in a difficult text, the handsome black stranger who bursts in one night through the cat door, the telephone call out of a friend's silence of years, the sudden greeting from the girl-child---we constantly make of ourselves our selves.", "owner": "Nancy Mairs"}, {"item": "I love the smell of rain and growing things.", "owner": "Serina Hernandez"}, {"item": "The goal of climbing big, dangerous mountains should be to attain some sort of spiritual and personal growth, but this won’t happen if you compromise away the entire process.", "owner": "Yvon Chouinard, Let My People Go Surfing: The Education of a Reluctant Businessman"}, {"item": "I try to be like a forest: revitalizing and constantly growing.", "owner": "Forest Whitaker"}, {"item": "What lived on-in me- was the discomfort of how completely I'd outgrown the novel I'd once been so happy to live in", "owner": "Jonathan Franzen, The Discomfort Zone: A Personal History"}, {"item": "Let the darkness find you if it must. Throw off the quick and tempting escapes, and seek help only from those who would teach you to grow, feed your soul, embrace your heart, but would not steal away your journey.", "owner": "Jennifer DeLucy"}, {"item": "Growth is limited by the necessity which is present in the least amount. And naturally, the least favorable condition controls the growth rate", "owner": "Frank Herbert, Dune"}, {"item": "As we run, we become.", "owner": "Amby Burfoot"}, {"item": "Oh thrice fools are we who like new-born princes weeping in the cradle know not that there is a kingdom before them then let our Lord's sweet hand square us and hammer us and strike off the knots of pride self-love and world-worship and infidelity that He may make us stones and pillars in His Father's house.", "owner": "Samuel Rutherford"}, {"item": "there is no growth except in the fulfillment of obligations", "owner": "Antoine de Saint-Exupéry"}, {"item": "We all have limitations. They are worth befriending. They teach us a lot. They can show us what we most need to pay attention to and honor. They become our cutting edge for learning and growing and gentling ourselves into the present moment as it is.", "owner": "Jon Kabat-Zinn, Full Catastrophe Living: Using the Wisdom of Your Body and Mind to Face Stress, Pain, and Illness"}, {"item": "Rejoice in small things and they will continue to grow", "owner": "Slaven Vujic"}, {"item": "If somebody tells you a rule, break it. That's the only thing to move things forward.", "owner": "Hans Zimmer"}, {"item": "The moment you can visualize being free from the things that hold you back, you have indeed begun to set yourself free", "owner": "Unknown"}, {"item": "You grow only when you groom someone to take your position.", "owner": "Tapan Ghosh, Faceless The Only Way Out"}, {"item": "Sometimes caring for something already growing is more perilous than planting something new.", "owner": "Rachel Joyce"}, {"item": "The best way for you to grow is to sack yourself.", "owner": "Haresh Sippy"}], "pagination": {"size": 20, "total": 10, "current": 8}}