{"contents": [{"item": "Everything about Jocelyn had been ordinary. A Norman Rockwell painting of mom, dad, one boy, one girl. Scott was her wild storm, her great American novel, her epic story. Every extraordinary moment she experienced was because of him.", "owner": "Jessica Shook, Shrapnel"}, {"item": "You need to calm down.'Saying this to a man who may already be fired up is like adding gasoline to the fire.", "owner": "Mark Merrill, Lists to Love By for Busy Wives"}, {"item": "Troy and I loved each other. We called it 'unconditional love', which was true. Once conditions arose, the love dissipated.", "owner": "Joseph Fink, Welcome to Night Vale"}, {"item": "That place is happy over which a holy man builds a house, with fire, cattle, wife, children and good followers", "owner": "The God"}, {"item": "It is the most miserable thing to feel ashamed at home.", "owner": "Charles Dickens, Great Expectations"}, {"item": "There's more at stake from the ripples we make than simply passing through.", "owner": "John Tracy Wilson, Of Life, Love and Family: Real World Insights Into Our Most Important Relationships"}, {"item": "OK,\" she said. \"Let's try. But remember one thing. You're going to lose interest. At some point, it will happen. You don't think so now, but you'll get distracted. You have to stay with me. If we have a family together, you have to be here to help.", "owner": "Louisa Hall, Speak"}, {"item": "The healing process kicks into gear with with the words \"This is what you did to me.\" That statement is not gentle or polite; it's absolutely direct. In fact, I know that seeing it might feel like a punch in the stomach. I deliberately removed the distancing veil of \"objectivity\" from the words \"This is what you did\" by adding 'to me'.", "owner": "Susan Forward, Mothers Who Can't Love: A Healing Guide for Daughters"}, {"item": "...many daughters may never have given themselves permission to even 'consider' changing the relationship with their mothers, because they didn't think they had the right to do it.", "owner": "Susan Forward, Mothers Who Can't Love: A Healing Guide for Daughters"}, {"item": "They called each other family and that’s what they were—sisters. Many people in the world had family of the heart, kin by choice rather than by blood, and hers had come along in her darkest hour and saved her life.", "owner": "Christine Feehan, Spirit Bound"}, {"item": "You think your children are better than mine? Ha! When yours were out playing with gold, mine were out fighting for survival. You taught your children to roll in money when I taught mine what it means to be strong.", "owner": "S.R. Crawford, No Secrets: Eternity series"}, {"item": "Whoever is messing with my daughter, messing with my home, will be sorry they chose to play this game. I’ll be screaming checkmate before they even realise I moved my pawns…", "owner": "S.R. Crawford, No Secrets: Eternity series"}, {"item": "Just always remember to listen to your heart’s song…it will keep you alive", "owner": "S.R. Crawford, No Secrets: Eternity series"}, {"item": "Families are messy. Immortal families are eternally messy. Sometimes the best we can do is to remind each other that we're related for better or for worse...and try to keep the maiming and killing to a minimum.", "owner": "Rick Riordan, The Sea of Monsters"}, {"item": "When everything goes to hell, the people who stand by you without flinching -- they are your family. ", "owner": "Jim Butcher"}, {"item": "The homemaker has the ultimate career. All other careers exist for one purpose only - and that is to support the ultimate career. ", "owner": "C.S. Lewis"}, {"item": "After a good dinner one can forgive anybody, even one's own relations.", "owner": "Oscar Wilde, A Woman of No Importance"}, {"item": "One day you will do things for me that you hate. That is what it means to be family.", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}, {"item": "My dear young cousin, if there's one thing I've learned over the eons, it's that you can't give up on your family, no matter how tempting they make it.", "owner": "Rick Riordan"}, {"item": "Hermes gazed up at the stars. 'My dear young cousin, if there's one thing I've learned over the eons, it's that you can't give up on your family, no matter how tempting they make it. It doesn't matter if they hate you, or embarrass you, or simply don't appreciate your genius for inventing the Internet--", "owner": "Rick Riordan, The Sea of Monsters"}], "pagination": {"size": 20, "total": 10, "current": 9}}