{"contents": [{"item": "Your thoughts are based on your perceptions and those thoughts are capable to refine your perceptions again.", "owner": "Bikash Bhandari"}, {"item": "Dwell positive thoughts!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "He could do the dextral pain the same way: Abiding. Here was a second right here: he endured it. What was undealable-with was the thought of all the instants all lined up and stretching ahead, glittering. And the projected future fear. ... It's too much to think about. To Abide there. But none of it's as of now real. ... He could just hunker down in the space between each heartbeat and make each heartbeat a wall and live in there. Not let his head look over. What's unendurable is what his own head could make of it all. ... But he could choose not to listen.", "owner": "David Foster Wallace, Infinite Jest"}, {"item": "There are a thousand thousand reasons to live this life, everyone of them sufficient", "owner": "Marilynne Robinson"}, {"item": "There are high places that don’t invite us, sharp shapes, glacier-scraped faces, whole ranges whose given names slip off. Any such relation as we try to make refuses to take…I’m giddy with thinking where thinking can’t stick.No Names", "owner": "Kay Ryan, The Niagara River"}, {"item": "Do you want to see all the wrong things in our world?You sit right there.Then notice how many people move too fast about in life,they go blind over the miracle of being in the moment.Now, do you want to see all the right things?Well I can't honestly speak for others.But this is how it always works for me.I just sit right here.Right here. Beside you.Then silently,I notice how all the wrong things in my worldjust seem to start fallinginto their rightful places.Right here. Beside you.", "owner": "Frederick Espiritu, One Whole Naked Me"}, {"item": "Balance is the key to a long and happy life.", "owner": "Janet Gallagher Nestor, Nurturing Wellness Through Radical Self-Care: A Living in Balance Guide and Workbook"}, {"item": "Everything will be okay as soon as youare okay with everything. And that’s theonly time everything will be okay.", "owner": "Michael Singer, The Untethered Soul: The Journey Beyond Yourself"}, {"item": "Irrespective of what religious or intellectual philosophy guides an enlightened person’s life plan, self-mastery plays an important, if not quintessential role.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "People usually consider walking on water or in thin air a miracle. But I think the real miracle is not to walk either on water or in thin air, but to walk on earth. Every day we are engaged in a miracle which we don't even recognize: a blue sky, white clouds, green leaves, the black, curious eyes of a child—our own two eyes. All is a miracle.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Feelings, whether of compassion or irritation, should be welcomed, recognized, and treated on an absolutely equal basis; because both are ourselves. The tangerine I am eating is me. The mustard greens I am planting are me. I plant with all my heart and mind. I clean this teapot with the kind of attention I would have were I giving the baby Buddha or Jesus a bath. Nothing should be treated more carefully than anything else. In mindfulness, compassion, irritation, mustard green plant, and teapot are all sacred.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "What I must do, is all that concerns me, not what the people think. This rule, equally arduous in actual and in intellectual life, may serve for the whole distinction between greatness and meanness. It is the harder, because you will always find those who think they know what is your duty better than you know it. It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.", "owner": "Ralph Waldo Emerson"}, {"item": "I am grateful for all those dark years, even though in retrospect they seem like a long, bitter prayer that was answered finally.", "owner": "Marilynne Robinson"}, {"item": "We waste so much energy trying to cover up who we are when beneath every attitude is the want to be loved, and beneath every anger is a wound to be healed and beneath every sadness is the fear that there will not be enough time. When we hesitate in being direct, we unknowingly slip something on, some added layer of protection that keeps us from feeling the world, and often that thin covering is the beginning of a loneliness which, if not put down, diminishes our chances of joy. It’s like wearing gloves every time we touch something, and then, forgetting we chose to put them on, we complain that nothing feels quite real. Our challenge each day is not to get dressed to face the world but to unglove ourselves so that the doorknob feels cold and the car handle feels wet and the kiss goodbye feels like the lips of another being, soft and unrepeatable.", "owner": "Mark Nepo, The Book of Awakening: Having the Life You Want by Being Present to the Life You Have"}, {"item": "As we encounter new experiences with a mindful and wise attention, we discover that one of three things will happen to our new experience: it will go away, it will stay the same, or it will get more intense. whatever happens does not really matter.", "owner": "Jack Kornfield, A Path with Heart: A Guide Through the Perils and Promises of Spiritual Life"}, {"item": "Each place is the right place--the place where I now am can be a sacred space. (3)", "owner": "Ravi Ravindra, The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra"}, {"item": "Start living right here, in each present moment. When we stop dwelling on the past or worrying about the future, we're open to rich sources of information we've been missing out on—information that can keep us out of the downward spiral and poised for a richer life.", "owner": "Mark         Williams, The Mindful Way through Depression: Freeing Yourself from Chronic Unhappiness"}, {"item": "Stop, breathe, look aroundand embrace the miracle of each day,the miracle of life.", "owner": "Jeffrey A.  White"}, {"item": "...it is often more difficult to remember to be mindful than to be mindful itself. (p. 47)", "owner": "Donald Rothberg, The Engaged Spiritual Life: A Buddhist Approach to Transforming Ourselves and the World"}, {"item": "The next time you feel a sense of dissatisfaction, of something being missing or not quite right, turn inward as an experiment. See if you can capture the energy of that very moment. Instead of picking up a magazine or going to the movies, calling a friend or looking for something to eat or acting up in one way or another, make a place for yourself. Sit down and enter into your breathing, if only for a few minutes. Don't look for anything - neither flowers not light nor a beautiful view. Don't extol the virtues of anything or condemn the inadequacy of anything. Don't even think to yourself, \"I am going inward now.\" Just sit. Reside at the center of the world. Let things be as they are.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}], "pagination": {"size": 20, "total": 9, "current": 1}}