{"contents": [{"item": "You know what you are to me? ... You are the most important thing in my life. You are my friend... my lover... my family... the one I trust, the one I fight with, the one I laugh with, the one I trust to enter my body the one I can fall back against with my eyes closed. You are simply part of me. That's what I mean, Anthony, when I say I love you.", "owner": "Leslie Esdaile, Love Notes"}, {"item": "Marriage is the only adventure open to the cowardly.", "owner": "Voltaire"}, {"item": "I prefer to be foolish when I feel like it, and be accountable to nobody.", "owner": "Willa Cather, My Ántonia"}, {"item": "When I wake up,\" he said, \"remind me that I'm going to marry her.", "owner": "Gabriel García Márquez, Crónica de una muerte anunciada"}, {"item": "Marriage is the triumph of imagination over intelligence. Second marriage is the triumph of hope over experience.", "owner": "Oscar Wilde"}, {"item": "How can two people love each other, create children together, cohabitiate, build a life together, and then end up hating each other in the end.", "owner": "Zane"}, {"item": "A good wife always forgives her husband when she's wrong.", "owner": "Milton Berle"}, {"item": "A good marriage is good because one or both of them have learned to overlook the other's faults, to love the other as they are and to not attempt to change them or bring them to repentance.", "owner": "Debi Pearl"}, {"item": "I wish you knew how I value you; and what an inexpressible blessing it is to have one whom one can always trust, one always the same, always ready to give comfort, sympathy and the best advice. God bless you, my dear, you are too good for me.' -Charles to Emma, 1859", "owner": "Deborah Heiligman, Charles and Emma: The Darwins' Leap of Faith"}, {"item": "Them lady poets must not marry, pal.", "owner": "John Berryman, The Dream Songs"}, {"item": "An ideal marriage is a true partnership between two imperfect people, each striving to complement the other, to keep the commandments, and to do the will of the Lord [\"Our Sacred Duty to Honor Woman,\" Ensign, May 1999).", "owner": "Russel M. Nelson"}, {"item": "I don't want to hear about the endless struggles to keep sex exciting, or the work it takes to plan a date night. I want to hear that you guys watch every episode of The Bachelorette together in secret shame, or that one got the other hooked on Breaking Bad and if either watches it without the other, they're dead meat. I want to see you guys high-five each other like teammates on a recreational softball team you both do for fun.", "owner": "Mindy Kaling, Is Everyone Hanging Out Without Me?"}, {"item": "Better die an old maid, sister, than marry the wrong man.", "owner": "Billy Sunday"}, {"item": "Oh, of course there's a risk in marrying anybody, but, when it's all said and done, there's many a worse thing than a husband.", "owner": "L.M. Montgomery, Anne of Avonlea"}, {"item": "A woman with fair opportunities, and without an absolute hump, may marry WHOM SHE LIKES.", "owner": "William Makepeace Thackeray, Vanity Fair"}, {"item": "Some marriages are made in heaven, but they all have to be maintained on earth. Mrs Miracle", "owner": "Debbie Macomber, Mrs. Miracle"}, {"item": "Marriage is a wonderful institution, but who would want to live in an institution?", "owner": "H.L. Mencken"}, {"item": "When a girl marries, she exchanges the attention of many men for the inattention of one.", "owner": "Helen Rowland"}, {"item": "I married beneath me. All women do.", "owner": "Nancy Astor"}, {"item": "See I'm the reckless and wild one who saves him from being boring. It's why we're perfect for each other. We balance. - Madame Selena", "owner": "Sherrilyn Kenyon, Seize the Night"}], "pagination": {"size": 20, "total": 10, "current": 5}}