{"contents": [{"item": "No wonder she was so underweight. She was desperate to please a woman that could never be pleased, in the hopes of being loved and accepted by the very person that should be giving that freely.", "owner": "Rose Wynters, Delicate Devastation"}, {"item": "By looking at the Bible as if it were fundamentally about us, we totally miss the Point–like the two on the road to Emmaus. As Luke 24 shows, it's possible to read the Bible, study the Bible, and memorize large portions of the Bible, while missing the whole point of the Bible. It's entirely possible, in other words, to read the stories and miss the Story.", "owner": "Tullian Tchividjian"}, {"item": "In the vast majority of cases, however, getting into trouble has nothing to do with one's self-esteem. It usually has much more to do with whatever is causing the trouble - a monster, a bus driver, a banana peel, killer bees, the school principal - than what you think of yourself.", "owner": "Lemony Snicket, The Miserable Mill"}, {"item": "Perhaps the most extraordinary popular delusion about violence of the past quarter-century is that it is caused by low self-esteem. That theory has been endorsed by dozens of prominent experts, has inspired school programs designed to get kids to feel better about themselves, and in the late 1980s led the California legislature to form a Task Force to Promote Self-Esteem. Yet Baumeister has shown that the theory could not be more spectacularly, hilariously, achingly wrong. Violence is a problem not of too little self-esteem but of too much, particularly when it is unearned.", "owner": "Steven Pinker, The Better Angels of Our Nature: Why Violence Has Declined"}, {"item": "Once Ed said to me, \"For a very long time I didn't like myself.\" It was not said in self-pity but simply as an unfortunate fact. \"It was a very difficult time,\" he said, \"and very painful. I did not like myself for a number of reasons, some of them valid and some of them pure fancy. I would hate to have to go back to that. Then gradually,\" he said, \"I discovered with surprise and pleasure that a number of people did like me. And I thought, if they can like me, why cannot I like myself? Just thinking it did not do it, but slowly I learned to like myself and then it was all right.\" This was not said in self-love in its bad connotation but in self-knowledge. He meant literally that he had learned to accept and like the person \"Ed\" as he liked other people. It gave him a great advantage. Most people do not like themselves at all. They distrust themselves, put on masks and pomposities. They quarrel and boast and pretend and are jealous because they do not like themselves. But mostly they do not even know themselves well enough to form a true liking. They cannot see themselves well enough to form a true liking, and since we automatically fear and dislike strangers, we fear and dislike our stranger-selves.", "owner": "John Steinbeck, The Log from the Sea of Cortez"}, {"item": "That nice feeling when you look in the mirror, and your hair's right for the first time in your life? I don;t think we should base so much on weight, muscles, and a good hair day, but when it happens, it's nice. It really is.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "Don't be so defensive and afraid to be proven wrong that you miss the opportunity to learn from your mistakes.", "owner": "Karen E. Quinones Miller"}, {"item": "I didn't despise myself for being who I was, and I never would. I wouldn't allow anyone to make me feel bad about that. That was a line I could draw in the sand.", "owner": "Z.A. Maxfield, Jacob's Ladder"}, {"item": "Elizabeth scowled, feeling like a nobody, a nothing. She felt like her entire self had been made worthless. She could change her interests, but she couldn’t change her looks. She’d never be six feet tall. She’d never look like a supermodel.", "owner": "Francine Pascal, Model Flirt"}, {"item": "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.", "owner": "Denis Waitley"}], "pagination": {"size": 10, "total": 5, "current": 4}}