{"contents": [{"item": "The relationships flourish with exchanged respect, and not by pretending or beggary, as that expressing the opinions is the shortest way to build the bridges of confidence and expanding the circle of special relationships.", "owner": "Maryam Abdullah Alnaymi"}, {"item": "Often I wished for someone to share my mind with; but their hearts were in little things, they would have thought me a dreamer, and I had to plan alone.", "owner": "Mary Renault, The Bull from the Sea"}, {"item": "Find your flock and fly.", "owner": "Jennifer Coletta"}, {"item": "I fell on my feet and found my bearings because of these. I could talk to them. They listened and answered, for or against, but always weighing what they had heard, unlike my mother, who used language for manipulation, not to express an opinion or state a fact. What sounded like a fact might be a lie, and every opinion was tailored for the moment.", "owner": "Ruth Klüger, Still Alive: A Holocaust Girlhood Remembered"}, {"item": "3 Types of People You Will Encounter. Those who:1) Promise and Deliver,2) Under-promise and Over-deliver,3) Over-promise and Under-deliver.", "owner": "Izey Victoria Odiase"}, {"item": "At some point you have to stop crossing oceans for those who wouldn't jump puddles for you.", "owner": "Nick Dee"}, {"item": "It is very funny, but you do not always have to see people to love them. Just think about it, and tell me if it isn't so.", "owner": "Kate Douglas Wiggin, The Bird's Christmas Carol"}, {"item": "Tell me something that only I will ever know, was perhaps what she wanted to ask him, or, What will you remember me by? - or even, Nothing of the least importance has ever belonged to me; can you help?", "owner": "Shirley Jackson, The Haunting of Hill House"}, {"item": "Stick by your friends, and they'll help resolve your issues. Or, at the very least, help you forget they exist for a while.", "owner": "Talen Williams, Suburban High"}, {"item": "It's sometimes easier to help others rather than helping yourself. The trick is to listen to your \"self\" as a friend. This may be the simplest change you ever make in life, with the biggest impact.", "owner": "Lorii Myers, Make It Happen, A Healthy, Competitive Approach to Achieving Personal Success"}, {"item": "He thought of her often, and he missed the companionship they'd once shared and the friendship that had been the bedrock of their marriage at its best.", "owner": "Nicholas Sparks, Safe Haven"}, {"item": "You can’t really yell at your boyfriend for stealing your seat and your best friend. You also can’t yell at your best friend for stealing your boyfriend. Or you can…but Hi seemed like a much easier way to start the morning.", "owner": "Ally Carter, Out of Sight, Out of Time"}, {"item": "Beware of those who speak ill of others in your presence don't be surprised of what they say about you in your absence. ", "owner": "A.J. Garces"}, {"item": "We are a generation of everything temporary, masqueraded as engaged in patterns beyond the point, but relies too much on technology, and yet despite all of that, we no longer feel compulsive to connect with each other, and somehow that’s the reason some friendship doesn’t last, however, we have the sincerity to connect on a regular basis with a virtual audience and socialise on the internet.", "owner": "Luan"}, {"item": "Time doesn't take away from friendship, nor does separation.", "owner": "Tennessee Williams, Memoirs"}, {"item": "Maybe a friend is someone who wants your updates. Even if they're boring. Or sad. Or annoyingly cutesy. A friend says \"Sign me up for your boring crap, yes indeed\"--because he likes you anyways. He'll tolerate your junk", "owner": "E. Lockhart, Real Live Boyfriends: Yes. Boyfriends, Plural. If My Life Weren't Complicated, I Wouldn't Be Ruby Oliver"}, {"item": "A friend doesn't go on a diet because you are fat.", "owner": "Erma Bombeck"}, {"item": "It's a shame I'm going to be forced to commit severe testicular trauma upon that boy", "owner": "Jenn Bennett, Alex, Approximately"}, {"item": "Everyone is a Butthole.", "owner": "Ted Aramac, Everyone Is a Butthole: A Guide to the Buttholes of Life, and How to Deal with Them."}, {"item": "There is a place for what my heart tells me about you, and there is no shame or guilt in it. God Himself is free to look in my heart right this instant and I know He would not shame or admonish me about what He would see there because the pure, ego-less truth of how I hold you in my heart deserves to be kept alive.", "owner": "Mark Fiore, You Are Loved . . . an email memoir"}], "pagination": {"size": 20, "total": 10, "current": 7}}