{"contents": [{"item": "I am the chosen of the Lord, for who He loveth, so doeth He chastiseth. But I be durn if He dont take some curious ways to show it, seems like.", "owner": "William Faulkner, As I Lay Dying"}, {"item": "What we really need is only a heart of surrender & always trust what God has plan for our life. So we do our best, God shall take the rest. That's what I called FAITH.", "owner": "Olivia Sinaga"}, {"item": "God never calls His people to accomplish anything without promising to supply their every need.", "owner": "Charles R. Swindoll"}, {"item": "Boldness in the course of a noble fight is worth the risk...If you stand on truth, you'll only regret your timidity later, but you'll never regret being bold.", "owner": "Charles R. Swindoll"}, {"item": "In the wilderness, God's covenant people struggled with a choice between feeding their bellies and nourishing their souls. God provided manna--a breadlike food that fell to the ground during the night--to sustain the wandering Israelites and to teach them how to value His Word more than physical fulfillment.", "owner": "Charles R. Swindoll"}, {"item": "Faith itself cannot accomplish anything, yet without faith, no one can fly.", "owner": "Charles R. Swindoll"}, {"item": "To require God to prove that He is able and willing to fulfill His promises would be proof positive that one does not trust Him.", "owner": "Charles R. Swindoll"}, {"item": "Dumnezeu este doar unul şi acelaşi pretutindeni.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "God arranges everything for us, so that we need have no more fear or trouble and may be quite sure that all things will come right in the end.", "owner": "Johanna Spyri, Heidi"}, {"item": "I prayed to a mystery.Sometimes I was simply aware of the mystery. I saw a flash of it during a trip to New York that David and I took before we were married. We were walking on a busy sidewalk in Manhattan. I don't remember if it was day or night. A man with a wound on his forehead came toward us. His damp, ragged hair might have been clotted with blood, or maybe it was only dirt. He wore deeply dirty clothes. His red, swollen hands, cupped in half-fists, swung loosely at his sides. His eyes were focused somewhere past my right shoulder. He staggered while he walked. The sidewalk traffic flowed around him and with him. He was strange and frightening, and at the same time he belonged on the Manhattan sidewalk as much as any of us. It was that paradox -- that he could be both alien and resident, both brutalized and human, that he could stand out in the moving mass of people like a sea monster in a school of tuna and at the same time be as much at home as any of us -- that stayed with me. I never saw him again, but I remember him often, and when I do, I am aware of the mystery.Years later, I was out on our property on the Olympic Peninsula, cutting a path through the woods. This was before our house was built. After chopping through dense salal and hacking off ironwood bushes for an hour or so, I stopped, exhausted. I found myself standing motionless, intensely aware of all of the life around me, the breathing moss, the chattering birds, the living earth. I was as much a part of the woods as any millipede or cedar tree. At that moment, too, I was aware of the mystery.Sometimes I wanted to speak to this mystery directly. Out of habit, I began with \"Dear God\" and ended with \"Amen\". But I thought to myself, I'm not praying to that old man in the sky. Rather, I'm praying to this thing I can't define. It was sort of like talking into a foggy valley.Praying into a bank of fog requires alot of effort. I wanted an image to focus on when I prayed. I wanted something to pray *to*. but I couldn't go back to that old man. He was too closely associated with all I'd left behind.", "owner": "Margaret D. McGee"}, {"item": "I prayed to what all things hold in common. I prayed to what makes life. I thought about the elements of the universe, the rocks, the stars, the air, other living things. I tried to get the perspective of what's behind all that. I prayed to the force that brings things into existence. I thought this force encompassed all it created. My God was transcendent, and my God was also immanent. God ran in my veins. God lived and died and lived again in every atom of the universe.", "owner": "Margaret D. McGee"}, {"item": "My friend Adele describes fundamentalism as holding so tightly to your beliefs that your fingernails leave imprints on the palm of your hand... I think she's right. I was a fundamentalist not because of the beliefs I held but because of how I held them: with a death grip. It would take God himself to finally pry them out of my hands. (p.17-18)", "owner": "Rachel Held Evans, Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions"}, {"item": "The cautious faith that never saws off a limb on which it is sitting, never learns that unattached limbs may find strange unaccountable ways of not falling.", "owner": "Dallas Willard"}, {"item": "Yes, she believed God loved her. But if this whole fiasco was His idea of love . . .", "owner": "Lauraine Snelling, Valley of Dreams"}, {"item": "You were born into this life equipped to succeed. You are a part of God’s perfect plan. Yes, you. The plan would not be perfect if you were missing. Think about that. You matter more than you know.", "owner": "Toni Sorenson"}, {"item": "God is as real as a station wagon.", "owner": "Peggy Payne"}, {"item": "God is merciful cant we all be on the right track of faith but just using different roads?", "owner": "Ali Al-Ahmed"}, {"item": "We are in God’s hands. We can’t come up with a surprise big enough or a sin vile enough to thwart His plan. If we allow Him to refine us we will inevitably end up free from the impurities that separate us from Him.", "owner": "Toni Sorenson"}, {"item": "There’s faith that knows itself as faith, Proyas, and there’s faith that confuses itself for knowledge. The first embraces uncertainty, acknowledges the mysteriousness of the God. It begets compassion and tolerance. Who can entirely condemn when they’re not entirely certain they’re in the right? But the second, Proyas, the second embraces certainty and only pays lip service to the God’s mystery. It begets intolerance, hatred, violence.", "owner": "R. Scott Bakker, The Darkness That Comes Before"}, {"item": "No human mind can fully grasp the gift of Christ’s atonement, the vastness and inclusiveness of the act—but in the end, it comes down to just you and Jesus. You’ve come, and He’s met you with open arms—and now it’s just between the two of you.", "owner": "Toni Sorenson"}], "pagination": {"size": 20, "total": 10, "current": 7}}