{"contents": [{"item": "I promise I shall never give up, and that I’ll die yelling and laughing, and that until then I’ll rush around this world I insist is holy and pull at everyone’s lapel and make them confess to me and to all.", "owner": "Jack Kerouac"}, {"item": "Every great accomplishment has its share of struggle, adversity and pain. Great achievement can not exist without them. To achieve true success in our relationships and in our careers we need to be prepared to push through some pretty tough stuff. On the other side of that pain awaits an intrinsic reward that is worth so much more than anything you can ever imagine.", "owner": "Jason Versey, A Walk with Prudence"}, {"item": "The offspring of virtue is perseverance. The fruit and offspring of perseverance is habit and child of habit is character.", "owner": "John Climacus"}, {"item": "It’s better to be the rooster than the feather duster.", "owner": "Jimmy Spithill"}, {"item": "Cats may have nine lives, but pigs . . . don't . . . give . . . up.", "owner": "Chris Kurtz, The Adventures of a South Pole Pig: A novel of snow and courage"}, {"item": "All you can try to do is be better than you were yesterday, everyday.", "owner": "Marcus Harrison Green"}, {"item": "Maybe not, maybe not. Cheer up, Becky, and let's go on trying.", "owner": "Mark Twain, The Adventures of Tom Sawyer"}, {"item": "Great works are performed, not by strength, but by perseverance.", "owner": "Samuel Johnson"}, {"item": "I study the chessboard and concede defeat.\"You can gain yourself in five moves\" says the Colonel. \"Worth fighting to the end. In five moves your opponent can err. No war is won or lost until the final battle is over.", "owner": "Haruki Murakami, Hard-Boiled Wonderland and the End of the World"}, {"item": "In truth, I am nothing but a plodding mediocrity — please observe, a plodding mediocrity — for a mere mediocrity does not go very far, but a plodding one gets quite a distance. There is joy in that success, and a distinction can come from courage, fidelity and industry.", "owner": "Benjamin N. Cardozo"}, {"item": "Stick in and do my best.", "owner": "Rhona Cameron, Nineteen Seventy Nine: A Big Year in a Small Town"}, {"item": "Grudge no expense-yield to no opposition-forget fatigue-till  by the strength of prayer and sacrifice  the spirit of love shall have overcome.", "owner": "Maria Weston Chapman"}, {"item": "There is an incredible amount of magic and feistiness in black men that nobody has been able to wipe out. But everybody has tried.", "owner": "Toni Morrison"}, {"item": "To look back is to relax one's vigil.", "owner": "Bette Davis"}, {"item": "There's nothing in this world that comes easy. There are a lot of people who aren't going to bother to win. We learn in football to get up and go once more.", "owner": "Woody Hayes"}, {"item": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something  and that this thing  at whatever cost  must be attained.", "owner": "Marie Curie"}, {"item": "You can do what you want to do  accomplish what you want to accomplish  attain any reasonable objective ... if you want it  if you will to do it  if you work to do it  over a sufficiently long period of time.", "owner": "William E. Holler"}, {"item": "To persevere  trusting in what hopes he has  is courage in a man. The coward despairs.", "owner": "Euripides"}, {"item": "If you don't wake up with something in your stomach every day that makes you think  \"I want to make this movie \" it'll never get made.", "owner": "Sherry Lansing"}, {"item": "There are but two roads that lead to an important goal and to the doing of great things: strength and perseverance. Strength is the lot of but a few privileged men  but austere perseverance  harsh and continuous  may be employed by the smallest of us and rarely fails of its purpose  for its silent power grows irresistibly greater with time.", "owner": "Johann von Goethe"}], "pagination": {"size": 20, "total": 9, "current": 4}}