{"contents": [{"item": "The dam of my eyes broke, and tears flooded the land.", "owner": "James Sallis, Ghost of a Flea"}, {"item": "After school the very next day, El Rey's mobile home was gone. I laid in bed and wondered what happens to people when they go, if they become like shadows, if they fade away when they disappear from your life. The only thing I could see was the broken picket fence. The only sound I could hear was the cry of birds being killed in the night.", "owner": "Joe Meno, Tender as Hellfire"}, {"item": "I rode all day.I cried all night.The moon didn’t glow.The sun didn’t rise.A comet blazedBetween my eyes.West and South,Wind and rain.Every way isJust the same.Pray give me a boxTo hide inside.Pray give me a spadeTo dig my own grave.", "owner": "Gail Carson Levine, Fairest"}, {"item": "He didn't understand how sadness came so easily to people. For him it was like a pile of rocks that had to be moved one at a time. Just thinking about it made him tired.", "owner": "Nell Freudenberger, The Dissident"}, {"item": "...sadness is a powerful foe, maybe harder to keep down than happiness...", "owner": "Katherine Hannigan, Ida B. . . and Her Plans to Maximize Fun, Avoid Disaster, and (Possibly) Save the World"}, {"item": "I gave up the unequal struggle against what appeared to be in my fate, indeed, I welcomed it with more affection. As one embraces a foe one can't defeat and I felt liberated.", "owner": "Alberto Moravia, The Woman of Rome"}, {"item": "In every cloud, in every tree – filling the air at night, and caught by glimpses in every object, by day I am surrounded with her image! The most ordinary faces of men, and women – my own features mock me with a resemblance. The entire world is a dreadful collection of memoranda that she did exist, and that I have lost her!", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Don't take in no strangers while I'm gone.She sighed deeply. They ain't a soul in this world but what is a stranger to me, she said.", "owner": "Cormac McCarthy, Outer Dark"}, {"item": "Is there anything sadder than the scrawniest little piece of uneaten chicken at a dinner party?”“Hmm,” said Jules. “Yes. The Holocaust.", "owner": "Meg Wolitzer, The Interestings"}, {"item": "The last thing we wanted was for the Machiguenga to be sad again. Sadness appeared to bring out their violence.", "owner": "Tahir Shah, House of the Tiger King: The Quest for a Lost City"}, {"item": "SOMETIMES WHAT WE WANT BUT CANT GET IT, EVEN WE DO NOT TRY TO GET IT. AT LAST WE SATISFIED JUST FAILURE.", "owner": "RUPEE"}, {"item": "Zapped while zipping.", "owner": "Tim O'Brien, The Things They Carried"}, {"item": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel.", "owner": "2Pac"}, {"item": "Oh on my breast in days hereafterLight the earth should lie,Such weight to bear is now the air,So heavy hangs the sky.(Additional Poems, X)", "owner": "A.E. Housman, The Collected Poems of A.E. Housman"}, {"item": "Sadness was a very heavy thing. My body weighed twice what it had only a moment earlier.", "owner": "Arthur Golden, Memoirs of a Geisha"}, {"item": "Where did you get your sadness from? I picked it up on the side of the road. Itwas bleeding and scratched and keeninglike a mangled thing, but it looked toobeautiful for me to just walk away.", "owner": "Darshana Suresh, Howling at the Moon"}, {"item": "Silent tears are the worst. It's the sign of a broken spirit. No sound, no residual emotions... just tears. Silent, unstoppable tears.", "owner": "N.R. Walker, Spencer Cohen, Book Two"}, {"item": "Paige had a sadness that was so desperate that it could not yet turn into anger.", "owner": "Gabby Bess, Alone with Other People"}, {"item": "While you are laughing madly, There is someone crying inside you", "owner": "Hilal Hamdaan"}, {"item": "Sometimes to stay alive, you gotta kill your mind.", "owner": "Twenty one pilots"}], "pagination": {"size": 20, "total": 8, "current": 2}}