{"contents": [{"item": "Chop your own wood and it will warm you twice.", "owner": "Fairlane"}, {"item": "Give the labourer his wage before his perspiration be dry.", "owner": "Muhammad"}, {"item": "I want a house that has gotten over all its troubles  I don't want to spend the rest of my life bringing up a young and inexperienced house.", "owner": "Jerome K. Jerome"}, {"item": "If you want a work well done  select a busy man: the other kind has no time.", "owner": "Elbert Hubbard"}, {"item": "It is impossible to enjoy idling thoroughly unless one has plenty of work to do.", "owner": "Jerome K. Jerome"}, {"item": "Most people work the greater part of their time for a mere living  and the little freedom which remains to them so troubles them that they use every means of getting rid of it.", "owner": "Goethe"}, {"item": "Neither snow  nor rain  nor heat  nor gloom of night stay these couriers from the swift completion of their appointed rounds.", "owner": "Herodotus"}, {"item": "No fine work can be done without concentration and self-sacrifice and toil and doubt.", "owner": "Max Beerbohm"}, {"item": "No task  rightly done is truly private. It is part of the world's work.", "owner": "Woodrow Wilson"}, {"item": "One machine can do the work of 50 ordinary men. No machine can do the work of one extraordinary man.", "owner": "Anonymous"}, {"item": "One of the saddest things is  the only thing a man can do for 8 hours a day  day after day  is work. You can't eat 8 hours a day nor drink for 8 hours a day  nor make love for 8 hours.", "owner": "William Faulkner"}, {"item": "The only place where success comes before work is a dictionary.", "owner": "Vidal Sassoon"}, {"item": "Routine is the god of every social system  it is the seventh heaven of business  the essential component in the success of every factory  the ideal of every statesman.", "owner": "Alfred North Whitehead"}, {"item": "The monarchy is a labour-intensive industry.", "owner": "Harold Wilson"}, {"item": "The test of a vocation is the love of the drudgery it involves.", "owner": "Logan Pearsall Smith"}, {"item": "They say hard work never hurt anybody  but I figure why take the chance.", "owner": "Ronald Reagan"}, {"item": "Unionism  seldom if ever  uses such powers as it has to ensure better work  almost always it devotes a large part of that power to safeguarding bad work.", "owner": "H. L. Mencken"}, {"item": "Work is of two kinds: first  altering a position of matter at or near the earth's surface relatively to other such matter  second  telling other people to do so. The first kind is unpleasant and ill-paid  the second is pleasant and highly paid.", "owner": "Bertrand Russell"}, {"item": "As a remedy against all ills - poverty  sickness  and melanchol - only one thing is absolutely necessary: a liking for work.", "owner": "Charles Baudelaire"}, {"item": "They intoxicate themselves with work so they won't see how they really are.", "owner": "Aldous Huxley"}], "pagination": {"size": 20, "total": 10, "current": 4}}