{"contents": [{"item": "She understood how a world jammed with phones, email, and faxes could still leave you feeling utterly alone.", "owner": "Jodi Picoult, Salem Falls"}, {"item": "I need the pain of loneliness to make my imagination work.", "owner": "Orhan Pamuk"}, {"item": "Unpopular, lonely and loving, Elinor need not trouble, For if she were not so loving, She would not be so miserable.", "owner": "Stevie Smith, Selected Poems"}, {"item": "Until then I had always thought of loneliness as something negative—an absence of company, and, of course, something temporary... That day I had learned that it was much more. It was something which could press and oppress, could distort the ordinary and play tricks with the mind. Something which lurked inimically all around, stretching the nerves and twanging them with alarms, never letting one forget that there was no one to help, no one to care. It showed one as an atom adrift in vastness, and it waited all the time its chance to frighten and frighten horribly—that was what loneliness was really trying to do; and that was what one must never let it do...", "owner": "John Wyndham, The Day of the Triffids"}, {"item": "She imagined herself as some sort of vessel to be filled up with love. But it wasn't like that. The love was within her all the time, and its only renewal came from giving it away.", "owner": "Kim Edwards, The Memory Keeper's Daughter"}, {"item": "The thing is, being lonely is like walking in the cold without a coat. It’s uncomfortable, but eventually you go numb. Once you get used to not being lonely, though, the shock of going back is like having your down comforter yanked off at six o’clock on a Minnesota December morning.", "owner": "Maggie  Hall, The Conspiracy of Us"}, {"item": "Are the dead as lonesome as the living?", "owner": "Truman Capote, Other Voices, Other Rooms"}, {"item": "...Maybe instead of fire and brimstone, hell is just a feeling of loneliness", "owner": "Amy Huntley, The Everafter"}, {"item": "In a world filled with people, some happy, others like me, I feel so all alone.", "owner": "Mary B. Morrison"}, {"item": "Language has created the word “loneliness” to express the pain of being alone. And it has created the word “solitude” to express the glory of being alone.", "owner": "Paul Tillich, The Eternal Now"}, {"item": "Loneliness is the prison of the human spirit. When we are lonely, we pace back and forth in small, shut-in worlds.", "owner": "John Powell, Will the Real Me Please Stand Up?: 25 Guidelines for Good Communication"}, {"item": "Where are the men?” the little prince at last took up the conversationagain. “It is a little lonely in the desert. . . ”“It is also lonely among men,” the snake said.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "He would say her name over and over until it devolved into meaningless sounds - mah REI kuh, mah REI kuh - it became an entry in a dictionary of loneliness.", "owner": "Audrey Niffenegger, Her Fearful Symmetry"}, {"item": "Loneliness is a funny disease. You don’t realize how badly you’re infected until someone gives you a shot of contentment—and then it wears off", "owner": "Brigid Kemmerer, Thicker Than Water"}, {"item": "If only I had something to take the edge off the loneliness. If only lonely were a more accurate word. It should sound much less pretty.", "owner": "Nina LaCour, We Are Okay"}, {"item": "Loneliness is like being the only person left alive in theuniverse, except that everyone else is still here.", "owner": "Simon Van Booy, Everything Beautiful Began After"}, {"item": "There were people everywhere but no one was mine, and I was no one's.", "owner": "Gregory Maguire, Out of Oz"}, {"item": "I wanted to tell him then how loneliness can become a tangible thing, after a while. It’s something that you carry with you on your shoulder, hold up like a friend with a twisted ankle. It sits with you and walks the streets with you. It’s a selfish thing and it refuses to let go or even split its attention. Of course, like a particularly annoying itch, you can convince yourself for a while that it’s not there. You can go to libraries and sit with friends and drink more coffee than your body can handle and you can feel surrounded and happy. But eventually you have to scratch it. Loneliness steals you away from the world, as if you’ve been cut loose and you’re lost, untethered, somewhere far above everyone else. Just you and this feeling that you just need someone to put a hand on your shoulder and turn you around, to look at you and tell you the three words that matter most: You’re not alone. Don’t be scared. I am here. It’s not about love or lust or any other inadequate word; it’s about being touched and realising that you are no longer by yourself.", "owner": "Chloe Rattray, Sacré Noir"}, {"item": "Why were we so far apart, even when we were together? It was a nice loneliness, like the sensation of washing your face in cold water.", "owner": "Banana Yoshimoto, The Lake"}, {"item": "Wolves don't hunt singly, but always in pairs. The lone wolf was a myth.", "owner": "John Fowles, The Magus"}], "pagination": {"size": 20, "total": 10, "current": 8}}