{"contents": [{"item": "You may suppose that perhaps this Walter T. Wallace found his destiny in food and passed down to his progeny a legacy like that of the great Colonel Sanders. The folks here in Wallace County would love to be able to tell you this is so. But no, like their granddaddy, the Wallace men were thievin’ crooks, always with a scheme ready to separate the weak from their hard-earned money.", "owner": "Gwenn Wright, Midnight Beneath the Magnolia"}, {"item": "I tried to lose myself in school and friends as best as I was able, trying to put Dorian's world out of my mind. But that was pretty much impossible with Clarrisa's constant, homicidally cheerful presence, which was, I supposed, something like making friends with a live grenade.", "owner": "V.M. Black, Time Out of Mind"}, {"item": "College = A place where you spend a ton of money for a piece of paper that says you're qualified.", "owner": "Korey Miracle"}, {"item": "I ate so many Ramen noodles that I wouldn't even touch a package of them now.", "owner": "Jeremy Camp, I Still Believe"}, {"item": "You can't change generational poverty by sitting on your ass. Let's get to work!", "owner": "Damen Lopez"}, {"item": "He looked like an evil male model, showing off what the fashionable college-age villain was wearing to Harvard this year.", "owner": "Rick Riordan, The Sea of Monsters"}, {"item": "She glared at me. I didn't care. One word was playing a loop in my heaad: mine.", "owner": "Kristen Callihan, The Hook Up"}, {"item": "Lucia opened the door. \"They say not to discuss politics and religion on the first ", "owner": "Jennifer Lane, Blocked"}, {"item": "Do I have to give you hair torture to get it out of y", "owner": "Jennifer Lane, Blocked"}, {"item": "I listen closely to her breathing getting slower, deeper until her hand settles over my heart, only beating for her. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "Therapy can’t erase scars, it only makes it easier to live with them. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "It’s a matter of when I’ll stop fighting. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "At this very moment with my girl in my arms, I feel like there’s nothing I can’t do for her, for us. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "At least, for once I was there for her. I didn’t fail her. She wasn’t alone. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "There’s only so much a man can survive and as fucking weak as it sounds, I reached my limits when Skye disappeared. —Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "What a fucking charade.Happy. That shit isn’t in our cards. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "You know she needs you. Think for a minute instead of playing the wounded ego card.’’ — Derek", "owner": "Stephanie Witter, Fix Up"}, {"item": "It only wakes up the burning desire I always feel whenever I'm close to this man and the shadows of my fears back away. — Skye", "owner": "Stephanie Witter, Fix Up"}, {"item": "I love you to insanity. I'm not even sure if it's a good thing.'' — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "I couldn’t help but notice how hot he looked tonight with his strong build lining his t-shirt. He should never cover his beauty with clothes and such things. - Ariel", "owner": "Victoria H. Smith, The Crimson Hunt"}], "pagination": {"size": 20, "total": 10, "current": 3}}