{"contents": [{"item": "She shot out of her seat, tired of waiting, at last ready to create her future.", "owner": "Scott Stabile"}, {"item": "I don't think anybody ever really knows what's going to happen,\" he said. \"We're all just out here hoping for the best.", "owner": "Sarah Dessen, Once and for All"}, {"item": "Somewhere, excitement waited for me like an uncut cake.", "owner": "Lauren Wolk, Wolf Hollow"}, {"item": "Don't let past mistakes make you lose hope of achieving good. Some of those with the worst past have made a great future for themselves.", "owner": "Mufti Ismail Menk, Motivational Moments by Mufti Menk"}, {"item": "I who know many present things by my art,\" replied the Hermit with a smile, \"have yet little knowledge of things future. Therefore I do not know whether any man or woman or beast in the whole world will be alive when the sun sets tonight. But be of good hope. The damsel is likely to live as long as any her age.", "owner": "C.S. Lewis, The Horse and His Boy"}, {"item": "No expensive car can keep life going except, strength for today and bright hope for tomorrow.", "owner": "Bamigboye Olurotimi"}, {"item": "we talk of plans that are going to happen.we talk of the future,as if we know we will last.there is a sort of comfort in that.", "owner": "Ava, This Is How You Know I Want You."}, {"item": "As the future ripens in the past,so the past rots in the future --a terrible festival of dead leaves.", "owner": "Anna Akhmatova, Poems of Akhmatova"}, {"item": "For I dipped into the future, far as human eye could see,Saw the Vision of the world, and all the wonder that would be.", "owner": "Alfred Tennyson, The Complete Works of Alfred Tennyson"}, {"item": "Send message to the future by writing it today!", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "I write all these remarks with exactly the same feeling as if I were writing a letter to post into the distant past: I am so sure that everything we now take for granted is going to be utterly swept away in the next decade. ...)", "owner": "Doris Lessing, The Golden Notebook"}, {"item": "We can become inspired to shape a higher, more ideal future, and when we do, miracles happen.", "owner": "James Redfield, The Tenth Insight: Holding the Vision"}, {"item": "Future has a scheming, naughty and intelligent mind. It is never fully predictable!", "owner": "Amit Chatterjee"}, {"item": "I shall not dwell in the past...I shall not dread the present...I shall not fear the Future...For as Long as I live...I shall only think of success.", "owner": "Oscar Trejo Jr., Remember Me Tomorrow"}, {"item": "The future, when it comes, is just like the present. The present is all you have and the opportunity of the present is worth more than the success of the past or the promise of the future.", "owner": "William J. Reilly, How to Avoid Work"}, {"item": "The person you will be in 5 years is decided by the people you spend time with and the books you read today", "owner": "Unknown"}, {"item": "I don't regret my past but I regret not doing enough to achieve my goals today. Today is the only opportunity to make tomorrow a success.", "owner": "Oscar Bimpong"}, {"item": "Focus on The Present. Only The Present", "owner": "David Sikhosana, Time Value of Money: Timing Income"}, {"item": "You have to keep trying whether you feel like you can or not. Your future will thank you.", "owner": "Avina Celeste"}, {"item": "Overcome obstacles as they come rather than worry about when they will arrive.", "owner": "Avina Celeste"}], "pagination": {"size": 20, "total": 10, "current": 2}}