{"contents": [{"item": "I want to get enough [money] to take off the hardships of life and leave me free to follow the ideas that interest me the most.", "owner": "Alexander Bell"}, {"item": "Did you ever think that if you told me where Bill's hiding his computer program, I would give you anything you asked for?\"- Eric, club dead.", "owner": "Charlaine Harris, Club Dead"}, {"item": "Having money is a way of being free of money", "owner": "Albert Camus"}, {"item": "This is so much money that it scares the shit out of me. I don't know how to handle it. I don't know the purpose of the company besides making more money. What's all the money going to be used for?", "owner": "Stieg Larsson, The Girl Who Kicked the Hornet's Nest"}, {"item": "Our income are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and trip.", "owner": "Charles Caleb Colton"}, {"item": "We are not poor. We just don't have any money!", "owner": "Maria Augusta von Trapp, The Story of the Trapp Family Singers"}, {"item": "What is most vile and despicable about money is that it even confers talent. And it will do so until the end of the world.", "owner": "Fyodor Dostoyevsky"}, {"item": "If money is a science, then it is a dark science...it has gone on developing...by its own rules", "owner": "Neal Stephenson, Quicksilver"}, {"item": "They were new money, without a doubt: so new it shrieked. Their clothes looked as it they'd covered themselves in glue, then rolled around in hundred-dollar bills.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "Tightwaddery without creativity is deprivation. When there is a lack of resourcefulness, inventiveness, and innovation, thrift means doing without. When creativity combines with thrift you may be doing it without money, but you are not doing without.", "owner": "Amy Dacyczyn, The Complete Tightwad  Gazette"}, {"item": "I sighed. ‘It doesn’t matter what we do. Money comes and goes.’ I shook my head. ‘It doesn’t matter and you know it doesn’t.", "owner": "Patrick deWitt, The Sisters Brothers"}, {"item": "The easiest way for your children to learn about money is for you not to have any.", "owner": "Katherine Whitehorn, Observations"}, {"item": "To be clever enough to get all that money, one must be stupid enough to want it.", "owner": "G.K. Chesterton"}, {"item": "Half the world is composed of idiots, the other half of people clever enough to take indecent advantage of them", "owner": "Walter Kerr"}, {"item": "It's no good to give money to anybody who thinks money as the root of all evil.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "she wondered how she could have spent all that money and have nothing but clothes and accessories and a long list of men she never wanted to see again to show for it", "owner": "Eleanor Brown, The Weird Sisters"}, {"item": "People in that crowd want to make poverty history, but NOT if they have to pay for it themselves", "owner": "Ben Elton, Meltdown"}, {"item": "I feel despised there, for having so little money; also for once having had so much. I never actually had it, of course. Father had it, and then Richard. But money was imputed to me, the same way crimes are imputed to those who've simply been present at them.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "There is all the difference in the world between treasure and money.", "owner": "Roderick Townley, The Great Good Thing"}, {"item": "People have the false habit of putting an artificial gap between the spiritual and the financial. We cannot accept this habit because life is an integral whole which we should understand deeply.", "owner": "Samael Aun Weor"}], "pagination": {"size": 20, "total": 10, "current": 3}}