{"contents": [{"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Faith is why I'm here today and faith is why I made it through.", "owner": "Jonathan Anthony Burkett, Neglected But Undefeated: The Life Of A Boy Who Never Knew A Mother's Love"}, {"item": "You are in your own prison.", "owner": "Lailah Gifty Akita"}, {"item": "Whoever shall call on God, shall be saved.", "owner": "Lailah Gifty Akita"}, {"item": "Christ Jesus sacrifice is life to save mankind.", "owner": "Lailah Gifty Akita"}, {"item": "Righteousness is by faith.", "owner": "Lailah Gifty Akita"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "with man this is impossible, but with God all things are possible” (Matthew 19:26\").", "owner": "Michele Woolley, God's Favor - Breath Of Heaven"}, {"item": "When we live holy we will glorify self but when we glorify God we will live holy", "owner": "indonesia123"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We perish because we fail to pray to God.", "owner": "Lailah Gifty Akita"}, {"item": "Grace is freely given by God.", "owner": "Lailah Gifty Akita"}, {"item": "You move gropingly, relying on your faith and act by your intuition", "owner": "Sunday Adelaja"}, {"item": "The flame of the spirit is a burning lamp.", "owner": "Lailah Gifty Akita"}, {"item": "When we grow in faith, the doubt shall ceased.", "owner": "Lailah Gifty Akita"}, {"item": "In times of adversity we develop our senses of creativity and strength of our souls. ", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "One of our goals is to encourage people that there is hope, there is a future.", "owner": "Garth Coonce"}, {"item": "Your faith will abandon you in blink of an eye.", "owner": "Raubin Chaudhary"}, {"item": "You have such faith,” he tells me. “Let it be bigger than your fears.", "owner": "Celia McMahon, Skye"}, {"item": "I am pushing through every barrier to fulfill my dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "I'm always talking to God about whether or not he exists - that's how I know I'm a theist.", "owner": "Criss Jami, Healology"}, {"item": "While there is life, there is hope.", "owner": "Jules Verne"}, {"item": "The Holy God performs righteous acts.", "owner": "Lailah Gifty Akita"}, {"item": "If you search for God you will find him and He will not give up on you\".", "owner": "Michele Woolley, God's Favor - Breath Of Heaven"}, {"item": "Believe on the Lord Jesus Christ and you will be saved.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Faith is a kind of spiritual magnet that you polarize.", "owner": "1 Minuto na Palma da Mão"}, {"item": "You are created invisible spiritually, and invisibility is largely a matter of patience.", "owner": "Compton Gage"}, {"item": "It's faith in something and enthusiasm for something that makes a life worth living.", "owner": "Oliver Wendell Holmes Sr."}, {"item": "When you have faith in yourself, the possibilities are endless.", "owner": "Anthony T. Hincks"}, {"item": "There is a price to be paid for any accomplishment.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A yesterday missed can never be found even in a fine tomorrow.", "owner": "Janvier Chouteu-Chando, Flash of the Sun"}, {"item": "Feet sandaled with dreams tread paths of vision leading to wisdom’s sharp peaks.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "The faithfulness of God is forever sure.", "owner": "Lailah Gifty, Akita"}, {"item": "Do I believe that God is right here, ready to be my comfort in every situation?", "owner": "Erin M. Straza, Comfort Detox: Finding Freedom from Habits That Bind You"}, {"item": "Above all, trust in the slow work of God.", "owner": "Pierre Teilhard de Chardin"}, {"item": "The greatest power is the power of pray.", "owner": "Lailah Gifty Akita"}, {"item": "Every Christian must subject the rule of King Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "To live with hope is to seek heavenly help.", "owner": "Lailah Gifty Akita"}, {"item": "Do not ask directions from the people around you. Ask directions from the person who called you.", "owner": "Bo Sánchez"}, {"item": "I will do my very best while there is still grace.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "She may not be like everyone else, but neither am I.", "owner": "Jessica Marie Baumgartner, The Golden Rule"}, {"item": "You cannot reason people out of a position that they did not reason themselves into.", "owner": "Ben Goldacre, Bad Science"}, {"item": "It is not as much about who you used to be, as it is about who you choose to be.", "owner": "Sanhita Baruah"}, {"item": "Since living is believing, no one can be completely lacking in faith.", "owner": "Kentetsu Takamori, Unlocking Tannisho: Shinran's Words on the Pure Land Path"}, {"item": "There are some places in life where you can only go alone. Embrace the beauty of your solo journey.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "The best place to conceal esoteric information is right in front of us.", "owner": "Compton Gage, Devil's Inception"}, {"item": "Faith is a fertile field.", "owner": "Lailah Gifty Akita"}, {"item": "Destroy what you have become and become what you did destroy/", "owner": "Muhammed Bhikha"}, {"item": "If you are still alive, time is now, reject sin, seek righteousness.", "owner": "Lailah Gifty Akita"}, {"item": "The only path wide enough for us all is love.", "owner": "Kamand Kojouri"}, {"item": "Sometimes all thats left is faith.", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "The only truth was whatever you could make someone believe.", "owner": "Megan Chance, The Spiritualist"}, {"item": "When in doubt, throw doubt out and have a little faith....", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "If you have faith in yourself you will never lick the dust of defeat in any ground", "owner": "Saad Khan"}, {"item": "You are the hybrids of golden worlds and ages splendidly conceived.", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "The degree of your desire determines your dedication.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Loneliness is your only companion.", "owner": "Compton Gage"}, {"item": "Sin is a shameful act.", "owner": "Lailah Gifty Akita"}, {"item": "Look Below and You'll feel Rich,Look Above and You'll feel Poor", "owner": "Vineet Raj Kapoor"}, {"item": "For once,engulf,not air,but hope.For once,breathe on,a firm belief!", "owner": "Jasleen Kaur Gumber"}, {"item": "Do not fear, have faith.", "owner": "Lailah Gifty Akita"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "You are judged more by what you do passively than by what you do actively.", "owner": "Compton Gage"}, {"item": "With the spirit of endurance, we shall strive in any situation.", "owner": "Lailah Gifty Akita"}, {"item": "It's not enough merely to believe there is a God. You must believe in the God who is there.", "owner": "Charles R. Swindoll"}, {"item": "Faith is like a pockpocket who loans a person his own money on generous terms.", "owner": "Sam Harris, Letter to a Christian Nation"}, {"item": "My righteousness is just as good as Jesus' righteousness, because it IS Jesus' righteousness!", "owner": "E.W. Kenyon"}, {"item": "As he walked, he felt the darkness behind him, following him. He swore he heard it whisper, “Run!", "owner": "Michael Chrobak, Foundations of Faith"}, {"item": "A true conversion is always only between a man and God.", "owner": "Kiersten White, And I Darken"}, {"item": "He who stands by his heart has God in him. Our conscience is what unites us with God.", "owner": "Suzy Kassem"}, {"item": "If we believed in the blessed Saviour, we shall be saved.", "owner": "Lailah Gifty Akita"}, {"item": "There is neither mistake nor failures. It is only experience.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "With God, the fear of failure is slain cold by success that is already hot on the way.", "owner": "Craig D. Lounsbrough"}, {"item": "In patience endurance, we know the faith of being.", "owner": "Lailah Gifty Akita"}, {"item": "Education without the knowledge of the Holy One is the darkest doom.", "owner": "Lailah Gifty Akita"}, {"item": "Fight your battles on your knees.", "owner": "Lailah Gifty Akita"}, {"item": "Love is the unity of two souls but one spirit.", "owner": "Lailah Gifty Akita"}, {"item": "It is a healthy approach not to expect persons to turn out precisely how you would have wished.", "owner": "Criss Jami, Healology"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Even now, I wonder how much of my life is convinced.", "owner": "Markus Zusak, The Book Thief"}, {"item": "We see that every victory in our life depends on our faith", "owner": "Sunday Adelaja"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "With great diligent, pursue your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The holy sword, the Holy Scripture.", "owner": "Lailah Gifty Akita"}, {"item": "Even now, there are still days so beautiful, I almost believe in God.", "owner": "Ann Hood, Comfort: A Journey Through Grief"}, {"item": "My fear drives me. My faith directs me. I am an entrepreneur.", "owner": "Farshad Asl"}, {"item": "I trust God that through all life changes , He is in control.", "owner": "Lailah Gifty Akita"}, {"item": "Without hope, we lose heart.", "owner": "Lailah Gifty Akita"}, {"item": "Faith is not to understand, but to feel!", "owner": "1 Minuto na Palma da Mão"}], "common_tag": "faith,", "updatedAt": "2023-05-26 21:16:05"}