{"contents": [{"item": "A moment’s beginning ends in a moment", "owner": "Munia Khan"}, {"item": "To find true fulfilment, you must live your life’s purpose.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Talent is never enough. Effort, not talent, is the key to success.", "owner": "Mensah Oteh"}, {"item": "The promise of the future is only possible when the price is paid in full and in advance.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "For the things of this world cannot be made known without a knowledge of mathematics.", "owner": "Francis Bacon"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "Feedback is to success like rest is to the body.", "owner": "Mensah Oteh"}, {"item": "To get to ‘yes’ from ‘no’, you may have to journey through ‘maybe’.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Life goals hold the key to a lifetime of success.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Being ninty nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}, {"item": "Hard work without purpose seldom leads to success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Each person you meetis an aspect of yourself,clamoring for love.", "owner": "Eric Micha'el Leventhal"}, {"item": "We are living in the Selfie Society of Me.", "owner": "Ken Poirot"}, {"item": "Your vision is a glimpse of your purpose and a picture of your larger dream.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Working hard alone without being smart and consistent won’t lead to success.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "To become successful, you have to let go of something to get something else of greater value.", "owner": "Mensah Oteh"}, {"item": "Your words reveal your wants but your actions reveal your expectations.", "owner": "Mensah Oteh"}, {"item": "It’s not how long you live that matters, it’s how well you live.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Who is the self that you are helping?", "owner": "Muni Natarajan"}, {"item": "Don’t leave it to chance, find success and replicate it.", "owner": "Mensah Oteh"}, {"item": "Entertainment is temporary happiness, but the real happiness is permanent entertainment.", "owner": "Amit Kalantri"}, {"item": "The only thing worse than unrealized hope is no hope.", "owner": "Ken Poirot"}, {"item": "Create in your mind a picture of what you want and then live that vision as if it already exists.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Commit to the lifestyle of investing in you first. It always produces the best return.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Being ninety nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}, {"item": "Believing in negative thoughts is the single greatest obstruction to success.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}, {"item": "A birth-date is a reminder to celebrate the life as well as to update the life.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better!", "owner": "DeWayne Owens"}, {"item": "Today is a good day to have a great day.", "owner": "DeWayne Owens"}, {"item": "Jealousy, and attempting to match others in life and stride, is self-abandonment.", "owner": "Grace Sara, Awakening in the 21st Century: Surviving a Spiritually Dormant Society"}, {"item": "The easiest way to be reborn is to live and feel life everyday", "owner": "Munia Khan"}, {"item": "Be humble: have the courage to speak the truth.", "owner": "Ken Poirot"}, {"item": "Listen to your soul it's calling you toward the life that is meant for you. ", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "Life isn’t about what you have, it’s about who you are.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "Embrace wisdom and relentlessly pursue joy, and you can live agelessly.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Before you find your soul mate, you must first discover your soul.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}, {"item": "The discipline of delaying gratification is a factor for predicting success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Anyone can smile for a photo, but who is still smiling after the selfie?", "owner": "Ken Poirot"}, {"item": "The most important relationship in your life should be your relationship with yourself.", "owner": "Mensah Oteh"}, {"item": "Your authenticity is the gateway to all good things.", "owner": "Renae A. Sauter"}, {"item": "The heart that gives, gathers.", "owner": "Lao Tzu, Tao Te Ching"}, {"item": "Consistency in action is easy once you convert your daily disciplines and activities into habits.", "owner": "Mensah Oteh"}, {"item": "Whatever happens when the seed meets the soil, the same thing happens when you meet the wisdom!", "owner": "Mehmet Murat ildan"}, {"item": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Good mentors and coaches will help you reach your destination faster than you can by yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Discipline is more about self-control through your inner strength and less about restriction.", "owner": "Mensah Oteh"}, {"item": "Big dreams only come true when you believe and have the courage to pursue them.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "There are three characteristics of wisdom: knowledge, experience and patience.", "owner": "Eraldo Banovac"}, {"item": "Love' is the only weapon I have, I will defend with love, I will attack with love.", "owner": "Amit Kalantri"}, {"item": "Taking consistent action is guaranteed to increase the probability of your success.", "owner": "Mensah Oteh"}, {"item": "You are never alone. You are eternally connected with everyone.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "One of the greatest keys to happiness is realizing it has no doors.", "owner": "Curtis Tyrone Jones"}, {"item": "Your life is your story, so make choices that will write it the way you want it to be written", "owner": "Brooke Stonex"}, {"item": "Success is built on what you are able to see and create with your mind.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "The most unlucky generation is the one which couldn't produce a hero to look upto.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Quit thinking and take the plunge. The way to get started is to stop talking and start doing.", "owner": "Mensah Oteh"}, {"item": "Never allow your life to be dictated by what you can see by sight, be guided by your inner vision.", "owner": "Mensah Oteh"}, {"item": "Your life today is a direct reflection of the decisions you made and the actions you took.", "owner": "Mensah Oteh"}, {"item": "The greater the spirit, the more one is alone.", "owner": "Suzy Kassem"}, {"item": "teach your brain now .. don't wait until life teach you !", "owner": "Hamadene Aziz"}, {"item": "The divinity you seek is born with you.", "owner": "Abhijit Naskar, In Search of Divinity: Journey to the Kingdom of Conscience"}, {"item": "Wisdom is disguised inside the face of ‪failure”‬", "owner": "Paul Bradley Smith"}, {"item": "Find your bones. Believe in what you are.", "owner": "Grace Sara"}, {"item": "Circumstances, events or situations do not have inherent meanings except what you give them", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "The most dangerous irony is, people are angry with others because of their own incompetence.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Success isn’t entirely a numbers game, but numbers play a part.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Have you decided how great you want to be? It’s really up to you. Greatness is a choice.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "To achieve success, you need to develop the ability to see through your mind’s eye continuously.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Ten minutes of meditation a day, keeps the psychiatrist away.", "owner": "Abhijit Naskar"}, {"item": "Your own Self-Realization is the greatest service you can render the world.", "owner": "Ramana Maharshi"}, {"item": "One who knows what he or she knows as well as what he or she does not know is a genius.", "owner": "Abhijit Naskar"}, {"item": "Knowledge planted in truth grows in truth.Strength born of peace loses nothing to hate.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Define success by your terms, not by other people’s standards.", "owner": "Mensah Oteh"}, {"item": "Earth is the ball. Humanity is the goal.", "owner": "Curtis Tyrone Jones"}, {"item": "The best way to discredit something is to come with a better way of doing that thing.", "owner": "Khuliso Mamathoni"}, {"item": "Failure is a pitfall of working without a plan.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Ability, experience and books have solution for all the problems.", "owner": "Amit Kalantri"}, {"item": "There is a fine line between stubbornness and stupidity as well as intensity and insanity.", "owner": "Brittany Burgunder"}, {"item": "Be willing to give up something you believe to be of value to get something of greater value.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "You are a product of the stories you believe and accept.", "owner": "Mensah Oteh"}, {"item": "I believe in what you see is what you get, but I also believe in what you see is getting better.", "owner": "DeWayne Owens"}, {"item": "What you do consistently shapes your life.", "owner": "Mensah Oteh"}, {"item": "Talent helps, but success is only achieved and sustained through consistent effort.", "owner": "Mensah Oteh"}, {"item": "Be the change, you seek from society", "owner": "Kandarp Gandhi, Buddhist Banker : Money can't buy happiness, Wisdom can."}, {"item": "Become skilled in the process of selecting whom you allow into your circle of influence.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Success has more to do with what you are willing to sacrifice than your skills, talent or IQ.", "owner": "Mensah Oteh"}, {"item": "Success is simply the wisdom born out of so called failures", "owner": "Rasheed Ogunlaru"}, {"item": "A genuine smile is one of the world’s rarest treasures.", "owner": "Matshona Dhliwayo"}, {"item": "Your ego does not need to be crushed, it needs to be redeemed.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}], "common_tag": "wisdom-quotes", "updatedAt": "2023-05-26 21:16:05"}