{"contents": [{"item": "Like our muscles, our thinking power grows when we struggle.", "owner": "Debasish Mridha"}, {"item": "What you persistently think becomes your reality.", "owner": "Debasish Mridha"}, {"item": "To add more power to your light, don’t fear the darkness of the night.", "owner": "Debasish Mridha"}, {"item": "A goal without action is like a late night dream.", "owner": "Debasish Mridha"}, {"item": "The most daring adventure in life is life itself.", "owner": "Debasish Mridha"}, {"item": "Keep your mind free and independent even when someone wants to imprison your body.", "owner": "Debasish Mridha"}, {"item": "Life is not what happens to you but what you think about it.", "owner": "Debasish Mridha"}, {"item": "When you practice mindfulness, you bloom like a flower.", "owner": "Debasish Mridha"}, {"item": "A huge part of losing weight is believing you have the power to do it.", "owner": "Debasish Mridha"}, {"item": "To begin a new journey is never easy, but we have to start somewhere to reach a new destination.", "owner": "Debasish Mridha"}, {"item": "Love is not a place to wander. Love is a feeling to deeply appreciate and enjoy.", "owner": "Debasish Mridha"}, {"item": "Thoughts of love are such a nice way to start a day.", "owner": "Debasish Mridha"}, {"item": "Keep calm and let your heart sing the song of kindness.", "owner": "Debasish Mridha"}, {"item": "I don’t own anything, but I have everything.", "owner": "Debasish Mridha"}, {"item": "When we believe in ourselves, everything becomes easy and possible.", "owner": "Debasish Mridha"}, {"item": "Turn your failure into a fairytale.", "owner": "Debasish Mridha"}, {"item": "A poet is an artist that paints pictures by mixing thought, imagination, and emotion with words.", "owner": "Debasish Mridha"}, {"item": "When you are loving, kind, and appreciative, you can help change others without using criticism.", "owner": "Debasish Mridha"}, {"item": "Now and then it is okay to get lost to find yourself in a new way.", "owner": "Debasish Mridha"}, {"item": "With high hope and optimism, start swimming with time.", "owner": "Debasish Mridha"}, {"item": "If there is no kindness with your rightness, then that is madness.", "owner": "Debasish Mridha"}, {"item": "To reach your destination, follow the directions of your heart. It knows the way.", "owner": "Debasish Mridha"}, {"item": "Appreciation is the best currency to encourage someone do something for humanity.", "owner": "Debasish Mridha"}, {"item": "To have a good business, always have a caring heart.", "owner": "Debasish Mridha"}, {"item": "When you fill your heart with love, life becomes abundant.", "owner": "Debasish Mridha"}, {"item": "What you think repeatedly will happen almost certainly.", "owner": "Debasish Mridha"}, {"item": "Sometimes I live in the universe. Sometimes the universe lives in me.", "owner": "Debasish Mridha"}, {"item": "Wash your life with forgiveness and fill it with kindness.", "owner": "Debasish Mridha"}, {"item": "Oh my beloved life, wait a bit at my window, go slowly, and let me enjoy it to the fullest.", "owner": "Debasish Mridha"}, {"item": "Remember, no one can design your life, only you can do that.", "owner": "Debasish Mridha"}, {"item": "Develop a conscience to live by.", "owner": "Debasish Mridha"}, {"item": "Spread your wings of love, and let your mind fly to a distant land where love is the air of life.", "owner": "Debasish Mridha"}, {"item": "Don’t resist. Accept it to create memories, and then let it go.", "owner": "Debasish Mridha"}, {"item": "Leave a legacy of love and kindness for this lovely world.", "owner": "Debasish Mridha"}, {"item": "You smell like a fresh flower and surround me like spring air.", "owner": "Debasish Mridha"}, {"item": "Life is so fleeting. I am so busy enjoying it that I have no time to get angry.", "owner": "Debasish Mridha"}, {"item": "Life is not a problem to be solved. It is an opportunity to love and unfold the beauty of life.", "owner": "Debasish Mridha"}, {"item": "Respect your voice. Be a voice for those who do not have a voice.", "owner": "Debasish Mridha"}, {"item": "A leader becomes great by inspiring others to do great things.", "owner": "Debasish Mridha"}, {"item": "Don’t judge anything. If you have to judge, judge with kindness and love.", "owner": "Debasish Mridha"}, {"item": "Passion is the most glamorous outfit not the most modern fashion.", "owner": "Debasish Mridha"}, {"item": "Never imitate, but never forget to emulate the best.", "owner": "Debasish Mridha"}, {"item": "A courageous and determined person finds opportunity in every adversity.", "owner": "Debasish Mridha"}, {"item": "Shatter your pride in dust to vanish into the joy of longing and love.", "owner": "Debasish Mridha"}, {"item": "Change is fearful, but at the end it is beautiful.", "owner": "Debasish Mridha"}, {"item": "Give away yourself for the benefit of others so that they will feel abundant.", "owner": "Debasish Mridha"}, {"item": "Ignite your lamp of peace and enlighten the world from the darkness of hatred.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of experiences.", "owner": "Debasish Mridha"}, {"item": "Let us measure time not by moments but by memories.", "owner": "Debasish Mridha"}, {"item": "Poverty comes from the poverty of positive thoughts and creative ideas.", "owner": "Debasish Mridha"}, {"item": "When you go beyond your limitations, that is called success.", "owner": "Debasish Mridha"}, {"item": "Life is dancing in front of you so don’t forget to enjoy the joy of the dance.", "owner": "Debasish Mridha"}, {"item": "When life gives you pain, give life your unconditional love.", "owner": "Debasish Mridha"}, {"item": "Most people miss an opportunity because they fear to knock on the door.", "owner": "Debasish Mridha"}, {"item": "To win, depend on your thoughts and actions but not on circumstances.", "owner": "Debasish Mridha"}, {"item": "Respond to your inner instincts with enthusiasm.", "owner": "Debasish Mridha"}, {"item": "To find true freedom, relinquish all of your attachments.", "owner": "Debasish Mridha"}, {"item": "The best knowledge is knowing yourself and your inner being.", "owner": "Debasish Mridha"}, {"item": "Innovation is finding the door of opportunity and revealing its beauty.", "owner": "Debasish Mridha"}, {"item": "This world is the playing ground of our thoughts and imaginations which create our perceptions.", "owner": "Debasish Mridha"}, {"item": "Wisdom defines your value—not your wealth.", "owner": "Debasish Mridha"}, {"item": "Never let anyone steal your passion and calmness without your permission.", "owner": "Debasish Mridha"}, {"item": "A flower doesn’t expect love. She is happy with herself. If she gets love, she celebrates.", "owner": "Debasish Mridha"}, {"item": "Every tragedy and triumph, every win and failure have made me who I am.", "owner": "Debasish Mridha"}, {"item": "Even after thousands of years, I want to live in your heart with love, joy, and care.", "owner": "Debasish Mridha"}, {"item": "Life is a song. Your thoughts are the music. Now play beautiful music and sing a wonderful song.", "owner": "Debasish Mridha"}, {"item": "Don’t fear to be unique and reveal your own color.", "owner": "Debasish Mridha"}, {"item": "In the end, we always regret the life we failed to live.", "owner": "Debasish Mridha"}, {"item": "You are my best present and ultimate purpose of life.", "owner": "Debasish Mridha"}, {"item": "Love is the beauty and ecstasy of life.", "owner": "Debasish Mridha"}, {"item": "Success is living life with all of its songs and melodies, triumphs and tragedies.", "owner": "Debasish Mridha"}, {"item": "I want to paint the rest of my days with the best colors.", "owner": "Debasish Mridha"}, {"item": "If you want something new, then come up with a new idea and take action.", "owner": "Debasish Mridha"}, {"item": "If you want to know the secret of life, learn with enthusiasm and love with all of your heart.", "owner": "Debasish Mridha"}, {"item": "Our eyes are as open as much our minds are.", "owner": "Debasish Mridha"}, {"item": "Always focus on what is important—not what is urgent.", "owner": "Debasish Mridha"}, {"item": "Education helps you to create a new world which is uniquely yours to live and enjoy.", "owner": "Debasish Mridha"}, {"item": "Hope shines like a candle in the darkness. Keep the flame alive.", "owner": "Debasish Mridha"}, {"item": "Unnecessary violence against animals is a heinous crime. Be a voice for those who do not have one.", "owner": "Debasish Mridha"}, {"item": "It cost nothing to be loving.", "owner": "Debasish Mridha"}, {"item": "Philosophy may not follow any laws but it always follows our perceptions.", "owner": "Debasish Mridha"}, {"item": "The main reason to love is not to find pleasure but to fill our hearts with love.", "owner": "Debasish Mridha"}, {"item": "Be an example to teach, be a role model to follow, and be a leader to emulate.", "owner": "Debasish Mridha"}, {"item": "Courage is the ability to take bold action in spite of fear.", "owner": "Debasish Mridha"}, {"item": "Life is so interesting that sometimes it can make you bored.", "owner": "Debasish Mridha"}, {"item": "How much you love yourself will define how much you can love others.", "owner": "Debasish Mridha"}, {"item": "Wisdom comes from the internalization and reflection of experience.", "owner": "Debasish Mridha"}, {"item": "Life will be perfect if your expectations and responses to events are humble and perfect.", "owner": "Debasish Mridha"}, {"item": "The greatest wealth is a loving peaceful mind.", "owner": "Debasish Mridha"}, {"item": "Nothing can contaminate the purity of my love—not even the dirt of hateful thoughts.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha-md,", "updatedAt": "2023-05-26 21:16:05"}