{"contents": [{"item": "For it can never be that war shall preserve life, and peace destroy it.", "owner": "Thomas Hobbes, Leviathan"}, {"item": "You gain inner peace when you become comfortable with the reality of death.", "owner": "Steven Magee"}, {"item": "Peace is always beautiful.", "owner": "Walt Whitman, Leaves of Grass"}, {"item": "Only when we pray for one another, we will have peace.", "owner": "Lailah Gifty Akita"}, {"item": "I came here to peacefully show you the way to peace.", "owner": "Debasish Mridha"}, {"item": "Love starts when peace begins.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Total Enlightenment is 'Vision without Purpose'.", "owner": "Stanley Victor Paskavich"}, {"item": "I have lived with several Zen masters -- all of them cats.", "owner": "Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment"}, {"item": "With peace of being, you can overcome any pain.", "owner": "Lailah Gifty Akita"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Un país gana más con un año de paz que con diez de guerra.", "owner": "Jean Plaidy, Queen of This Realm"}, {"item": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "owner": "Criss Jami, Killosophy"}, {"item": "May the peace of God be with all people.", "owner": "Lailah Gifty Akita"}, {"item": "My country is the world, and my religion is to do good.", "owner": "Thomas Paine"}, {"item": "Ignite your lamp of peace and enlighten the world from the darkness of hatred.", "owner": "Debasish Mridha"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "The wheel of life has many spokes yet so few people ever leave the hub.", "owner": "Stanley Victor Paskavich"}, {"item": "You can't rock the boat & act like you were just trying to put a baby to sleep.", "owner": "Curtis Tyrone Jones"}, {"item": "The bond of brotherhood is we are sisters and brothers in love.", "owner": "Lailah Gifty Akita"}, {"item": "The day the power of love overrules the love of power, the world will know peace.", "owner": "Mahatma Gandhi"}, {"item": "Create peace within yourself so that you can spread the fragrance of peace all around the world.", "owner": "Debasish Mridha"}, {"item": "It is always healthy to be honest.", "owner": "Amit Kalantri"}, {"item": "You don't make money from peace.You make money from wars!", "owner": "Anthony T. Hincks"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Peace cannot be achieved they have to be plucked out of their pod. ", "owner": "A.G. Phillips"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "It is easy to find peace if you are kind, loving, and forgiving.", "owner": "Debasish Mridha"}, {"item": "Self-talk reflects your innermost feelings.", "owner": "Asa Don Brown"}, {"item": "Prayer leads to peace.", "owner": "Lailah Gifty Akita"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "Sand lines my soul which is filled with the breath of the ocean.", "owner": "A.D. Posey"}, {"item": "There is always a way forward if the responsible parties are willing to act.", "owner": "Auliq-Ice"}, {"item": "People with no human values are worse than zombies.", "owner": "Mohith Agadi"}, {"item": "There never was, for all I could ever learn, a time when living was easy and peaceful.", "owner": "Ellis Peters"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "A dove carries peace on its wings.", "owner": "Anthony T.Hincks"}, {"item": "If there is no any patience, forbearance and forgiveness. Then there is no peace.", "owner": "Muditha Champika, Decoding Mysteries Of Nature And The Universe: Comparison of Pure Buddhist Philosophy and Science"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Do not harm your neighbour, who live trustfully near you.", "owner": "Lailah Gifty Akita"}, {"item": "We can show love, respect for others, and honesty in whatever we do to help humanity.", "owner": "Auliq-Ice"}, {"item": "Well, there would be no sound if we shout on the background.", "owner": "Ana Claudia Antunes, The Tao of Physical and Spiritual"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Tension, in the long run, is a more dangerous force than any feud known to man.", "owner": "Criss Jami, Killosophy"}, {"item": "Always our wars have been our confessions of weakness", "owner": "Muriel Rukeyser, The Life of Poetry"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The truth is that judgment and fear will never stop, but they don't actually do anything.", "owner": "Julien Smith, The Flinch"}, {"item": "The Gospel of peace, must be preach to all people.", "owner": "Lailah Gifty Akita"}, {"item": "Why can't people just sit and read books and be nice to each other?", "owner": "David Baldacci, The Camel Club"}, {"item": "If believing were simple, then this world wouldn’t be in the mess that it is today.", "owner": "M.K. Clinton, The Returns"}, {"item": "Through meditation we can channel outer energy to create inner calmness and peace.", "owner": "Debasish Mridha"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "I have decided to understand and spread love for peace rather than fight for peace.", "owner": "Debasish Mridha"}, {"item": "Language is the key to the heart of people.", "owner": "Ahmed Deedat"}, {"item": "Fighting for peace is like screwing for virginity.", "owner": "George Carlin"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "There are more things in our biology that make us one, than there are to set us apart.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Solitude is the canvas of a thinking mind.", "owner": "Joyce Rachelle"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Live near to God, and so all things will appear to you little In comparison to eternal realities.--", "owner": "Robert Murray McCheyne"}, {"item": "A lot of pain that we are dealing with are really only THOUGHTS.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Justice, love, truth, peace and harmony, a serene unity with science and the laws of the universe.", "owner": "Luther Burbank"}, {"item": "The ultimate source of comfort and peace is within ourselves.", "owner": "Dalai Lama XIV"}, {"item": "Let someone else be the most powerful country, make ours the most peaceful country.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "i sometimes think i'm too in love with alone.who could i love more than this peace?", "owner": "AVA., you are safe here."}, {"item": "Grow your courage by remembering each day is a gift.", "owner": "Auliq-Ice"}, {"item": "Tweet others the way you want to want to be tweeted.", "owner": "Germany Kent"}, {"item": "Do not be frightened, friend. Let us dance our way to God.", "owner": "Kamand Kojouri"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Solitude is the house of peace.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Truth often sacrificed for the sake of stability and peace.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Happiness is part of who we are. Joy is the feeling", "owner": "Tony DeLiso, Legacy: The Power Within"}, {"item": "Hope combined with action is the only thing that will bring you contentment.", "owner": "Shannon L. Alder"}, {"item": "The words ‘I Love You’ kill, and resurrect millions, in less than a second.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "The same hot lightning that burns your blood with passion–– cools your fears with peace.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "With no positivity, there is no hope; with no negativity, there is no improvement.", "owner": "Criss Jami, Healology"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "Peace begins with a smile..", "owner": "Mother Teresa"}, {"item": "Your inner strength is your outer foundation", "owner": "Allan Rufus"}, {"item": "Meditation on the Holy Scripture is life to your soul.", "owner": "Lailah Gifty Akita"}, {"item": "Peace in the world depends on our relating to each other with compassion.", "owner": "Auliq-Ice"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Whenever you are confronted with an opponent. Conquer him with love.", "owner": "Mahatma Gandhi"}, {"item": "God is the Prince of Peace.", "owner": "Lailah Gifty Akita"}, {"item": "When you are wise, peace shall follow.", "owner": "Abhijit Naskar"}], "common_tag": "peace,", "updatedAt": "2023-07-01 19:09:51"}