{"contents": [{"item": "To live an effective life, you must understand the essence and secret of life", "owner": "Sunday Adelaja"}, {"item": "You cannot fellowship with God when you disqualify another person from fellowshipping with you", "owner": "Sunday Adelaja"}, {"item": "The world system is employment", "owner": "Sunday Adelaja"}, {"item": "The most important thing is not to achieve success, but to keep it so that it would be stable", "owner": "Sunday Adelaja"}, {"item": "To get an effective product, you need to find your calling", "owner": "Sunday Adelaja"}, {"item": "The primary thing that determines how effective your life is how you carry out your calling", "owner": "Sunday Adelaja"}, {"item": "Be obligated to people only in mutual love", "owner": "Sunday Adelaja"}, {"item": "The goal is not to be delivered of your problem only but to be an instrument of God", "owner": "Sunday Adelaja"}, {"item": "We are all equal in the sight of the creator", "owner": "Sunday Adelaja"}, {"item": "God is aware of the hypocrisy in the hearts of men", "owner": "Sunday Adelaja"}, {"item": "When life gives you lemons, use Cosmic Ordering!", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "A selfish life isn’t God’s purpose for you", "owner": "Sunday Adelaja"}, {"item": "Money is just time that is well converted.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "Always be intentional and purposeful in life", "owner": "Sunday Adelaja"}, {"item": "Living a selfish life is a recipe for disaster", "owner": "Sunday Adelaja"}, {"item": "Only loving people who love you isn’t profitable", "owner": "Sunday Adelaja"}, {"item": "Love is about sharing", "owner": "Sunday Adelaja"}, {"item": "Love is the easiest way of evangelism", "owner": "Sunday Adelaja"}, {"item": "Always work and take productive actions, do not rely on prayers and fasting alone", "owner": "Sunday Adelaja"}, {"item": "The best way to appreciate God is to appreciate His creation", "owner": "Sunday Adelaja"}, {"item": "Always live in active consciousness", "owner": "Sunday Adelaja"}, {"item": "To make Cosmic Ordering work you have to start using it.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "You don’t need any confirmation if you are already in the spirit", "owner": "Sunday Adelaja"}, {"item": "Never abandon your calling or go outside your purpose", "owner": "Sunday Adelaja"}, {"item": "Wealth creation is 10% of what you know and 90% Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Your intensity increases your productivity", "owner": "Sunday Adelaja"}, {"item": "Don’t just wish you were rich, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Never allow a minute to pass without asking yourself what you did with the time", "owner": "Sunday Adelaja"}, {"item": "You shouldn’t live for yourself alone but you must also learn to live the Christian life", "owner": "Sunday Adelaja"}, {"item": "Time wasted can never be compensated", "owner": "Sunday Adelaja"}, {"item": "You attract poverty when you lack value for time", "owner": "Sunday Adelaja"}, {"item": "Living a fruitful and purposeful life has eternal blessings", "owner": "Sunday Adelaja"}, {"item": "Be strategic and purposeful in whatever you do", "owner": "Sunday Adelaja"}, {"item": "Losing your job is a great blessing in disguise", "owner": "Sunday Adelaja"}, {"item": "My mum and dad had worked incredibly hard to afford me an education.", "owner": "Benedict Cumberbatch"}, {"item": "Until you discover what you can do with your time, you won’t know how to go about crucial things", "owner": "Sunday Adelaja"}, {"item": "Speed is the ability to take a decision in a few seconds", "owner": "Sunday Adelaja"}, {"item": "To work for God effectively, you have to expand and stretch yourself", "owner": "Sunday Adelaja"}, {"item": "Losing your job gives you access to time", "owner": "Sunday Adelaja"}, {"item": "Another way of remaining in intimacy with God is by remaining in His presence.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "A man might share his wealth, but never his authority.", "owner": "Amit Kalantri"}, {"item": "The image of God is in every human", "owner": "Sunday Adelaja"}, {"item": "Work is an instrument through which you bring yourself to fulfillment", "owner": "Sunday Adelaja"}, {"item": "It is naive to think that success will drop into our lives like manna from heaven", "owner": "Sunday Adelaja"}, {"item": "Use time to be a seeker of the Kingdom", "owner": "Sunday Adelaja"}, {"item": "Don’t wait for people to celebrate you before you celebrate them", "owner": "Sunday Adelaja"}, {"item": "Time management is the major difference between the rich and poor", "owner": "Sunday Adelaja"}, {"item": "Employment deprives you of innovations", "owner": "Sunday Adelaja"}, {"item": "You cannot disregard people and hope to see God", "owner": "Sunday Adelaja"}, {"item": "We cannot glorify God when we refuse to celebrate others", "owner": "Sunday Adelaja"}, {"item": "Occupy the earth with the multiplication of yourself", "owner": "Sunday Adelaja"}, {"item": "The first place where self-esteem begins its journey is within us.", "owner": "Stephen Richards, Boost Your Self Esteem"}, {"item": "Life is more than survival", "owner": "Sunday Adelaja"}, {"item": "Don’t always deprive yourself trying to please others", "owner": "Sunday Adelaja"}, {"item": "Rome wasn’t built in a day, but that's because they never used Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "When we lose our spiritual child then that is when we have grown old.", "owner": "Stephen Richards"}, {"item": "A barrier is a limitation only when you perceive it as one.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "We are products of time", "owner": "Sunday Adelaja"}, {"item": "One of the conditions necessary for constant success and prosperity is holiness", "owner": "Sunday Adelaja"}, {"item": "Don’t be too stereotyped, be ready to explore new opportunities", "owner": "Sunday Adelaja"}, {"item": "Don't blow off another's candle for it won't make yours shine brighter.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "Everything is derived from time", "owner": "Sunday Adelaja"}, {"item": "Life is all about discovery", "owner": "Sunday Adelaja"}, {"item": "You don't make money from peace.You make money from wars!", "owner": "Anthony T. Hincks"}, {"item": "Your race against life must yield effort for you to be productive", "owner": "Sunday Adelaja"}, {"item": "It is only when you trust in God that you can make it life", "owner": "Sunday Adelaja"}, {"item": "Have faith in the universe and its capability to lead you to the path of abundance.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Believe in God and rely on His directions", "owner": "Sunday Adelaja"}, {"item": "There's always a free lunch with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "To fully communicate with people, you need to find tactics that would interest them", "owner": "Sunday Adelaja"}, {"item": "The service of God is in people", "owner": "Sunday Adelaja"}, {"item": "It’s a red sky every night with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Put your converted time into something productive", "owner": "Sunday Adelaja"}, {"item": "Life should be an investment in yourself", "owner": "Sunday Adelaja"}, {"item": "You can only prove your love to God when you love people that do not deserve your love", "owner": "Sunday Adelaja"}, {"item": "Convert your time into value", "owner": "Sunday Adelaja"}, {"item": "Poverty is the mother of invention", "owner": "Sunday Adelaja"}, {"item": "Everything is a product of time because it took a particular period of time to achieve that result", "owner": "Sunday Adelaja"}, {"item": "When you are intense, you will do things persistently and with speed", "owner": "Sunday Adelaja"}, {"item": "Human existence is as a result of the evolution of time", "owner": "Sunday Adelaja"}, {"item": "Panic, fear, worry, doubt, negativity ... words not recognized by Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "A life without increase, production and multiplication is a wasted one", "owner": "Sunday Adelaja"}, {"item": "You must always be proactive", "owner": "Sunday Adelaja"}, {"item": "Losing your job is an awesome opportunity to look inside yourself and make new discoveries", "owner": "Sunday Adelaja"}, {"item": "If you don’t pursue purpose, you won’t know what to with your time", "owner": "Sunday Adelaja"}, {"item": "We should see our calling as our life’s major assignment", "owner": "Sunday Adelaja"}, {"item": "Service to humanity has no alternative", "owner": "Sunday Adelaja"}, {"item": "Don't let your past dictate your future,", "owner": "Chris Mentillo, A True Tale of Horror"}, {"item": "Joblessness does not necessarily mean idleness", "owner": "Sunday Adelaja"}, {"item": "We get distracted through employment and rarely have time to discover our true selves", "owner": "Sunday Adelaja"}], "common_tag": "money,", "updatedAt": "2023-05-26 21:16:05"}