{"contents": [{"item": "The truth is what you live through while you're looking for the truth.", "owner": "Marty Rubin"}, {"item": "We live in a dark and romantic and quite tragic world.", "owner": "Karl Lagerfeld"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The primary thing that determines how effective your life is how you carry out your calling", "owner": "Sunday Adelaja"}, {"item": "Had we but world enough, and time...", "owner": "Andrew Marvell, To His Coy Mistress"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Reading is a sacred-paradise.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The key to an effective life is that things done for self don’t count", "owner": "Sunday Adelaja"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "An effective life is not determined by how long you lived", "owner": "Sunday Adelaja"}, {"item": "It is an insult to live in the fear of darkness.", "owner": "Sunday Adelaja, The Mountain of Ignorance"}, {"item": "You have to be alive in order to live.", "owner": "Lailah Gifty Akita"}, {"item": "You have to be purposeful and intense to reclaim your lost years", "owner": "Sunday Adelaja"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Purposefully dedicating time into developing yourself is one of the keys to being effective in life", "owner": "Sunday Adelaja"}, {"item": "Use your resources wisely and spend quality time on developing your resources", "owner": "Sunday Adelaja"}, {"item": "The effectiveness of your life is not determined by the duration of your life", "owner": "Sunday Adelaja"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "Love is one of those topics that plenty of people try to write about but not enough try to do.", "owner": "Criss Jami, Killosophy"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never live life without a hope. Hope is a tree of life.", "owner": "Lailah Gifty Akita"}, {"item": "Madness is freedom and some may only perceive its Insanity.", "owner": "J. Limbu"}, {"item": "Life, for the living, is a gift of opportunity; an exercise of the will to choose.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "I can’t think of anything more disheartening than living a life without a clear purpose.", "owner": "Daniel Willey"}, {"item": "Your calling should bless and affect the lives of others for good", "owner": "Sunday Adelaja"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Time is wasted when it is not being converted", "owner": "Sunday Adelaja"}, {"item": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "owner": "Roy T. Bennett"}, {"item": "Rule your mind or it will rule you.", "owner": "Horace"}, {"item": "Live your life for the advancement of the Kingdom", "owner": "Sunday Adelaja"}, {"item": "Always live in the here and now", "owner": "Sunday Adelaja"}, {"item": "God called us to live a holy life by his grace.", "owner": "Lailah Gifty Akita"}, {"item": "The only limitation we have is the limitation of the mind", "owner": "Sunday Adelaja"}, {"item": "The effectiveness of your life is determined by how much impact you make", "owner": "Sunday Adelaja"}, {"item": "Time wasters are life wasters", "owner": "Sunday Adelaja"}, {"item": "Don’t equate effective living to being busy", "owner": "Sunday Adelaja"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not allow your inner doubts to keep you from achieving what you can do.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Every fragment of time that passes daily must be converted for it to be fully effective", "owner": "Sunday Adelaja"}, {"item": "You can only write well ,what you have lived.", "owner": "Lailah Gifty Akita"}, {"item": "The amount of value produced at a certain period depends on the level of focus used to attain it", "owner": "Sunday Adelaja"}, {"item": "One of the best ways to influence people is to make them feel important.", "owner": "Roy T. Bennett"}, {"item": "We all have the potential to be great and the seed of greatness", "owner": "Sunday Adelaja"}, {"item": "The truest knowledge is to know thy Creator and thy self.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Combine your calling with your passion to achieve great results", "owner": "Sunday Adelaja"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "Become great through the currency of time", "owner": "Sunday Adelaja"}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Being dynamic doesn’t necessarily mean you live an effective life", "owner": "Sunday Adelaja"}, {"item": "Passion is a Horse Given to Us to Discipline.", "owner": "Vineet Raj Kapoor"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Nothing can be more hurtful to your heart than betraying yourself.", "owner": "Roy T. Bennett"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The way you spend your time daily determines how effective your life will be", "owner": "Sunday Adelaja"}, {"item": "You wanted to feel alive, right? It doesn't matter if you're monster or human. Living hurts.", "owner": "Victoria Schwab, This Savage Song"}, {"item": "You are the center of your life", "owner": "Sunday Adelaja"}, {"item": "A true education prepares you not only for living but also for life.", "owner": "Debasish Mridha"}, {"item": "A busy life is not necessarily an effective life", "owner": "Sunday Adelaja"}, {"item": "To live without your want is the grace of contentment.", "owner": "Lailah Gifty Akita"}, {"item": "The idea of life is maximizing your time and living and effective life", "owner": "Sunday Adelaja"}, {"item": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "Be like the flower, content with its nature.", "owner": "Seth D."}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Reproduce yourself and fulfill your calling", "owner": "Sunday Adelaja"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The living souls have the breath of life.", "owner": "Lailah Gifty Akita"}, {"item": "When you hoard knowledge, you deprive yourself of blessings and growth.", "owner": "Kemi Sogunle"}, {"item": "Your gift or calling enables you to ask the question of what to do", "owner": "Sunday Adelaja"}, {"item": "Your calling is your destiny", "owner": "Sunday Adelaja"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "You need to do an inventory of yourself to discover your calling and purpose", "owner": "Sunday Adelaja"}, {"item": "Having a job is being busy", "owner": "Sunday Adelaja"}, {"item": "Success is mainly the result of hard work.", "owner": "Eraldo Banovac"}, {"item": "Do not harm your neighbour, who live trustfully near you.", "owner": "Lailah Gifty Akita"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "This life is quite a rave- few heartaches, some long waits, altering faiths & breaking cliches!", "owner": "Jasleen Kaur Gumber"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "Love is about self-denial", "owner": "Sunday Adelaja"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Your net worth depends on your added value", "owner": "Sunday Adelaja"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Only people who believe in themselves are able to do exploits", "owner": "Sunday Adelaja"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}], "common_tag": "living,", "updatedAt": "2023-07-01 19:09:51"}