{"contents": [{"item": "Sometimes you have to fight for the past and sometimes you have to let go.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "I loved him... much more than I liked him. And therein was the beginning of the end.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Beware of relationships that substitute intensity for emotional intimacy.", "owner": "Adelyn Birch, Boundaries After a Pathological Relationship"}, {"item": "In her attempt to make me a good man, I made her a bad woman.", "owner": "Darnell Lamont Walker"}, {"item": "I know you think I'm crazy. Maybe that's because I am. About life, about this moment, about you.", "owner": "Crystal Woods, Write like no one is reading"}, {"item": "Give a man a centimeter and he'll think he's a ruler.", "owner": "Janet Skeslien Charles, Moonlight in Odessa"}, {"item": "Often in close relationships, the subject being discussed is not the subject at all.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "Fool! Never wait on a man! Let him wait on himself!", "owner": "V.C. Andrews, Flowers in the Attic"}, {"item": "It takes two to have a fight.", "owner": "Roberta M. Gilbert, Extraordinary Relationships: A New Way of Thinking about Human Interactions"}, {"item": "I hear you knocking but I can't let you in. The last time almost killed me. Love, My heart", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Prosperity begins with a great partner experience", "owner": "Paul Bradley Smith"}, {"item": "As if it were possible for one person to care about another and still treat him or her like this.", "owner": "Garth Risk Hallberg, City on Fire"}, {"item": "I´ve blown it, the whole grisly charade.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "The snag about marriage is, it isn´t worth the divorce.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Extra-marital affairs become things of legend… and often the undoing of legends… and mere mortals.", "owner": "Cathy Burnham Martin, The Bimbo Has Brains: And Other Freaky Facts"}, {"item": "Marriage,\" she said quietly, \"is the most expensive ticket to nowhere", "owner": "Aryn Kyle, The God of Animals"}, {"item": "You can't truly hate someone until you've cared about them. Until you've loved them.", "owner": "Kirsten Hubbard, Like Mandarin"}, {"item": "I have to go. I have a finite amount of life left and I don't want to spend it arguing with you.", "owner": "Jenny Trout, Ashes to Ashes"}, {"item": "Real relationships happen in person not through a device.", "owner": "Staci A. Welch-Bartley"}, {"item": "Sometimes the enemy walks beside you, holds your hand and kisses your pretty lips.", "owner": "Melody  Lee"}, {"item": "Ah, Chantal... Now I think I know how it feels to fly on a trapeze.", "owner": "Madeleine Brent, Stranger at Wildings"}, {"item": "I will love you through everything. Can you do yourself the same honor?", "owner": "Scott Stabile"}, {"item": "It took hours to turn the clock back 30 seconds.", "owner": "Jonathan Franzen, Strong Motion"}, {"item": "You cannot connect with anyone except through reality.", "owner": "Stefan Molyneux"}, {"item": "I read once that sorrow looks back, worry looks around, and faith looks ahead.", "owner": "Sandra Steffen, Come Summer"}, {"item": "You couldn't find a Jewish sheik?", "owner": "Libby Fischer Hellmann, A Picture of Guilt"}, {"item": "Somewhere underneath it all, I know he doesn't deserve to take up space in my brain.", "owner": "Susane Colasanti, Take Me There"}, {"item": "She wished she liked him more.She wished she loved him less.", "owner": "Scott Stabile"}, {"item": "Good relationships depend upon recognizing that we are the source of our problems.", "owner": "Dan Negroni"}, {"item": "Don't feed your ego with my soul.", "owner": "Arzum Uzun"}, {"item": "If you only show me a part of you, I'll only love that part.", "owner": "Bogdan Vaida"}, {"item": "If you listen closely, silence can be deafening.", "owner": "Truth Devour, Wantin"}, {"item": "Feeling your way to knowledge rather than thinking your way, often results in better learning.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "If you're wrong, admit it!", "owner": "Dale Carnegie"}, {"item": "I could’ve sworn I was telling the truth when I told you I didn’t miss you.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "A man is biologically incapable of giving ‘the look’.", "owner": "Fennel Hudson, Fine Things - Fennel's Journal - No. 8"}, {"item": "Love is not honourable, unless it is based on equality.", "owner": "Marie de France, The Lais of Marie de France"}, {"item": "...and he will never grasp that what he calls 'bitching' is merely my heart talking out loud.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Life is too short to not kick fear in the ass and allow yourself to love again.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "You are set free whenever you love—even those who believe you're crazy.", "owner": "Jef Murray, Seer: A Wizard's Journal"}, {"item": "I used to loathe ambivalence now I adore it. Ambivalence is my new best friend. ", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "[M]an is not an island, he is more like a spaghetti junction.", "owner": "Elizabeth Cooke, Land Law"}, {"item": "Love them that hate you, but you can't love them whom you hate.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "Husbands are chiefly good as lovers when they are betraying their wives.", "owner": "Marilyn Monroe"}, {"item": "Assumptions are the termites of relationships.", "owner": "Henry Winkler"}, {"item": "It isn't every day an ex decides to haunt us.", "owner": "Marybeth Niederkorn, Small Town Tales: Volume 1"}, {"item": "Living together/ is one move closer/ to living apart", "owner": "Kristi Maxwell"}, {"item": "She can’t worry. She can’t ‘fix.’ She can’t love.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Life’s too short to drink crappy coffee and cry over boys who don’t care.", "owner": "Unknown"}, {"item": "If you're trapped in the dream of the Other, you're fucked.", "owner": "Gilles Deleuze"}, {"item": "From someone who doesn't want to share your destiny, you should neither accept a cigarette", "owner": "Cesare Pavese, The Burning Brand: Diaries, 1935-1950"}, {"item": "You’re just another story I can’t tell anymore.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "You broke meI’m trying to put allthe piecesback togetherThe processis takinglonger than expected.", "owner": "Melody  Lee, Moon Gypsy"}, {"item": "He knew me in all the ways that truly mattered: the shape of my fears, the contours of my dreams.", "owner": "Justina Chen"}, {"item": "You are important to me , because i thought so.", "owner": "Haritha Velpureddy"}, {"item": "It is assured that men of all ages imagine a woman naked when they first meet.", "owner": "Tiffany Madison, Black and White"}, {"item": "Life had sure been simpler when I hadn't dated.", "owner": "Charlaine Harris, Dead Until Dark"}, {"item": "First love,\" said Ida with a sigh. \"That's the one that kills you.", "owner": "Lang Leav, Sad Girls"}, {"item": "The quality of knowledge youbring into the relationshipdetermines the quality of therelationship.", "owner": "Dele Ayo Bankole"}, {"item": "You're only responsible for being honest, not for someone else's reaction to your honesty.", "owner": "Kelli Jae Baeli, ISO"}, {"item": "Whatever the hell our souls are made of, they are the same.", "owner": "Anna Todd, After Ever Happy"}, {"item": "Men, you'll never be a good groom to your wife unless you're first a good bride to Jesus.", "owner": "Timothy J. Keller"}, {"item": "It's hard to experience desire when you're weighted down by concern.", "owner": "Esther Perel, Mating in Captivity: Reconciling the Erotic and the Domestic"}, {"item": "When all one person do is complain, people don't want to talk or listen to them.", "owner": "Jonathan Anthony Burkett"}, {"item": "In each moment you are nurturing or damaging your relationship with yourself.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Every day I’m convinced that I can’t possibly love you more… and every day I’m proven wrong.", "owner": "Steve Maraboli"}, {"item": "Once your fairytale gets shattered multiple times, life will finally paint reality in its place.", "owner": "VaeEshia Ratcliff-Davis"}, {"item": "We know so little about one another. We embrace a shadow and love a dream.", "owner": "Hjalmar Söderberg, Doctor Glas"}, {"item": "I know my heart will never be the sameBut I'm telling myself I'll be okay", "owner": "Sara Evans"}, {"item": "You fit into melike a hook into an eyea fish hookan open eye", "owner": "Margaret Atwood"}, {"item": "You can be in love and you can be in a relationship. But they’re not always the same thing.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "If equal affection cannot be,Let the more loving one be me.", "owner": "W.H. Auden"}, {"item": "Life contains but two tragedies. One is not to get your heart’s desire the other is to get it. ", "owner": "Socrates"}, {"item": "...whenever a woman describes a man as sweet, the dalliance is doomed.", "owner": "Lionel Shriver, We Need to Talk About Kevin"}, {"item": "You're either living on purpose or living accidentally, so live ON purpose WITH purpose!", "owner": "Ken Donaldson, Marry YourSelf First! Companion Workbook"}, {"item": "God is even in a single parent household.", "owner": "Karen Salmansohn, Even God is Single:"}, {"item": "We can achieve more in a moment of compassion than in an hour of anger.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Having to explain to someone how they hurt you, always feels like an ass kicking... again.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Friendship happens when the distance between the hearts tends to zero.", "owner": "Amit Ray, World Peace: The Voice of a Mountain Bird"}, {"item": "I changed for the better when I quit expecting others to.", "owner": "Scott Stabile"}, {"item": "When you’re confident in what you have to say, you don’t need to add effect.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Surprises, I feel now, are primarily a form of violence.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "The mentality of a successful relationship: detached and dedicated.", "owner": "Bogdan Vaida"}, {"item": "No matter how much you love someone, you still want to have you own way.", "owner": "Chuck Palahniuk, Lullaby"}, {"item": "Yes. THANK YOU. And say hello to Judas Iscariot.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "What we wait around a lifetime for with one person, we can find in a moment with someone else.", "owner": "Stephanie Klein, Straight Up and Dirty"}, {"item": "A good place to meet a man is at the dry cleaner. These men usually have jobs and bathe.", "owner": "Rita Rudner"}, {"item": "Better guilt than the terrible burden of freedom and responsibility.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "I hate everything about her except for the fact that I love everything about her.", "owner": "Charles Yu, Sorry Please Thank You: Stories"}, {"item": "People don't get to our ages without having pasts. I'm more interested in the future.", "owner": "Robyn Donald, Tiger, Tiger"}], "common_tag": "relationships", "updatedAt": "2023-07-01 19:09:51"}