{"contents": [{"item": "One who swims with the tide and not the other side will benefit from the opportunity that flows.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Tweet others the way you want to want to be tweeted.", "owner": "Germany Kent"}, {"item": "Without visions and written goals, what direction are we going to head?", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "The grass withers, the flower fades, but Cosmic Ordering stands forever.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Some people only dream of success… while others wake up and use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "It is not enough to be busy so are the ants. The question is: What are we busy about? ", "owner": "Henry David Thoreau"}, {"item": "When you know your purpose in life, then by faith you know God will enable you to do it", "owner": "Sunday Adelaja"}, {"item": "Ambition is putting a ladder against the sky.", "owner": "Shannon L. Alder"}, {"item": "Run your own race of life, with a single minded vision of purpose.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Each day is always breaking out anew Aspirations swirling round what you do", "owner": "Richard L.  Ratliff"}, {"item": "Defeat the warriors of patience and time with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Beliefs are not related to religion but they are basically about who you are.", "owner": "Stephen Richards, Think Your way to Success: Let Your Dreams Run Free"}, {"item": "Oh yes! I have couple-goals too. I love to couple myself with- Books, Coffee and Mountains.", "owner": "Jasleen Kaur Gumber"}, {"item": "There is no eleventh hour with Cosmic Ordering, only the golden hour.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Believe and achieve with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Every small success makes the next big success possible.", "owner": "Del Suggs, Truly Leading: Lessons in Leadership"}, {"item": "With Cosmic Ordering, the best days of your life are always ahead of you.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Just a minute, Cosmic Ordering can give you a whole lot more ... a whole lifetime of more.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "All that you are is all around you.", "owner": "Stephen Richards"}, {"item": "Don’t waste time making money ... use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Throwing yourself into the purse of a dream is the biggest adventure you can take on.", "owner": "Charlotte Eriksson"}, {"item": "Goals want to realize themselves.", "owner": "Zoltan Andrejkovics, The Invisible Game: The Mindset of a Winning Team"}, {"item": "Where you are is merely a point along the path to where you are going.", "owner": "Tony   Cleaver"}, {"item": "Silver surfers ... nah, that's old hat. Retire a gold surfer with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Forget the secrets of success, use Cosmic Ordering instead.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Cosmic Ordering is a dish best served today.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Wealth is a by-product of Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Now your boat comes in every day with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Now you can build Rome in a day with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Keep your goal challenging enough that you have to change to achieve it.", "owner": "Debasish Mridha"}, {"item": "If your only goal is to become rich then use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Fully inhale your dream and completely exhale manifestation of it.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Twenty years from now you will be disappointed you never used Cosmic Ordering today.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "If we lose all of our wealth and are only left with love then, indeed, we shall never be poor.", "owner": "Stephen Richards"}, {"item": "In the absence of faith, our dreams will move from feasible aspirations to implausible fantasy.", "owner": "Craig D. Lounsbrough"}, {"item": "In the beginning man was poor, then along came Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud.", "owner": "Shannon L. Alder"}, {"item": "Don’t wait for success, use Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Change your life! Wake up and smell the Cosmic Ordering success.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "If I stress about a goal, I won't remember to find the way to get there.", "owner": "Zoltan Andrejkovics, The Invisible Game: The Mindset of a Winning Team"}, {"item": "It is only God who gives strength and wisdom to fulfill the God-given dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Use Cosmic Ordering now, not as a morning after pill.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Cosmic Ordering cultivates prosperity daily.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Failure is a steppingstone to poverty, Cosmic Ordering is an elevator to success.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "You cannot win at that which you never start.", "owner": "Clyde Lee Dennis"}, {"item": "The first law of attraction is use Cosmic Ordering now.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Use ‘Why?’ to help you follow the breadcrumbs back to the source of the problem.", "owner": "Stephen Richards"}, {"item": "Knowing your purpose helps you in using all available resources in achieving your goals", "owner": "Sunday Adelaja"}, {"item": "Wake up and smell the wealth with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "What is given to you is what is needed; what you want, requires giving up what you don't need.", "owner": "George Alexiou"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Find a purpose to serve, not a lifestyle to live.", "owner": "Criss Jami, Venus in Arms"}, {"item": "Tweet others the way you want to be tweeted.", "owner": "Germany Kent, You Are What You Tweet: Harness the Power of Twitter to Create a Happier, Healthier Life"}, {"item": "Just pick a goal and stick to it―no big complicated secret.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "I am happy.I have something to accomplish, create, and achieve.I am happy.", "owner": "Vera Nazarian, The Perpetual Calendar of Inspiration"}, {"item": "Time is priceless, Cosmic Ordering is limitless.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "There’s the impossible and then there’s Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "Chew off a little every day, because it’s hard to swallow a whole pie at once.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "Hope might grant you a wish in the nick of time, Cosmic Ordering grants them all the time.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "If you don't know where you are going, you can arrive at any destination.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "There's no reason to have a plan B because it distracts from plan A.", "owner": "Will Smith"}, {"item": "Cosmic Ordering is an ever full piggy bank.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "There is no such thing as loving a child too much.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Believe all things are possible With Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Wealth creation is 10% of what you know and 90% Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Guide"}, {"item": "The measure of a society is not only what it does but the quality of its aspirations.", "owner": "Wade Davis"}, {"item": "Even if you're on the right track, you'll get run over if you just sit there. ", "owner": "Will Rodgers, The Wit and Wisdom of Will Rogers in His Own Voice"}, {"item": "Good thoughts can become reality with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "If you do not have persistence then no amount of education, talent or genius can make up for it.", "owner": "Stephen Richards"}, {"item": "People are not lazy, they simply have impotent goals..that is..goals that do not inspire them.", "owner": "Anthony Robbins"}, {"item": "With Cosmic Ordering life is a field of unlimited possibilities.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Everybody talks about being rich, Cosmic Ordering does something about it.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "Each new friend gives rise to the possibility of anything!", "owner": "Stephen Richards"}, {"item": "Make plans for your new goals. And press towards achieving the goals with all your strength.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "No more need to rob Peter to pay Paul with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "A man may fail many times, and then he turns to Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Take action! An inch of movement will bring you closer to your goals than a mile of intention.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "If you have made mistakes in life there’s always another chance with Cosmic Ordering.", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "Happiness is not a goal...it's a by-product of a life well lived.", "owner": "Eleanor Roosevelt"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "We love our partners for who they are, not for who they are not.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Do you want to retire early rich or retire late poor? Cosmic Ordering answers the first question!", "owner": "Stephen Richards, Cosmic Ordering Connection: Change your life within minutes!"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The universe makes it possible. Your mindset makes it probable. Your action makes it reality.", "owner": "Steve Maraboli"}, {"item": "Pursue your goal. Opinions be damned.", "owner": "Stacy Verdick Case"}, {"item": "With Cosmic Ordering you can keep your luxuries and ask for more.", "owner": "Stephen Richards, Cosmic Ordering: You can be successful"}, {"item": "To make Cosmic Ordering work you have to start using it.", "owner": "Stephen Richards, Cosmic Ordering Guide"}], "common_tag": "goals,", "updatedAt": "2023-07-01 19:09:51"}