{"contents": [{"item": "It may take many voices for people to hear the same message.", "owner": "Rasheed Ogunlaru"}, {"item": "If you've got nothing to dance about, find a reason to sing.", "owner": "Melody Carstairs"}, {"item": "If you can think higher thoughts, you can do higher deeds.", "owner": "Matshona Dhliwayo"}, {"item": "Resources are hired to give results, not reasons.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Hard work is vital to success. As long as it's in the right direction!", "owner": "Izey Victoria Odiase"}, {"item": "The sky is the limit only if you have a problem with reaching for the stars.", "owner": "Matshona Dhliwayo"}, {"item": "Remember diamonds are created under pressure so hold on, it will be your time to shine soon.", "owner": "Sope Agbelusi"}, {"item": "You have to focus on the finish line from the starting line.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "It is in vain to hide a fruitful seed in fertile soil.", "owner": "Matshona Dhliwayo"}, {"item": "Burdened no more is soul for whom life flows through dance like breath.", "owner": "Shah Asad Rizvi"}, {"item": "Live more. Worry less. Do what you love.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Ability, experience and books have solution for all the problems.", "owner": "Amit Kalantri"}, {"item": "Go as far as you can see; when you get there, you’ll be able to see farther.", "owner": "J.P. Morgan"}, {"item": "In finding the courage and confidence to escape our cages and shine, we help others do the same.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Great hopes make everything great possible.", "owner": "Benjamin Franklin"}, {"item": "A flower’s beauty is birthed in a seed’s ugly struggles.", "owner": "Matshona Dhliwayo"}, {"item": "When you treat your failures as lessons, you can never fail.", "owner": "Udai Yadla"}, {"item": "To stop oppression, you will first end the tyranny of the oppressors.", "owner": "Steven Chuks Nwakokeke"}, {"item": "A photograph shouldn't be just a picture, it should be a philosophy.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Be wise enough to forgive but don't be foolish enough to trust again.", "owner": "Ikechukwu Izuakor, Great Reflections on Success"}, {"item": "Start small and keep going.", "owner": "Abhijit Naskar"}, {"item": "I cannot compromise my respect for your love. You can keep your love, I will keep my respect.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you're going to be fighting anyway, why not fight to win and not just to survive.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "Caution not spirit, let it roam wild; for in that natural state dance embraces divine frequency.", "owner": "Shah Asad Rizvi"}, {"item": "When it's your time you will walk right into your blessing.", "owner": "Germany Kent, You Are What You Tweet: Harness the Power of Twitter to Create a Happier, Healthier Life"}, {"item": "Not all things that fall down break. Some develop wings.", "owner": "Neelam Saxena Chandra"}, {"item": "If you didn’t fall down, you would never have learned how to pick yourself up.", "owner": "Laurie Nadel, Dancing with the Wind: A True Story of Zen in the Art of Windsurfing"}, {"item": "Stars do not hide from darkness. Roses do not hide from thorns. Diamonds do not hide from pressure.", "owner": "Matshona Dhliwayo"}, {"item": "A leaf has no power to resist when the wind blows, but when life’s storms rage, you do.", "owner": "Matshona Dhliwayo"}, {"item": "When it's possible for you to dream, it's not impossible to achieve.", "owner": "Udai Yadla"}, {"item": "In meetings philosophy might work,on the field practicality works.", "owner": "Amit Kalantri"}, {"item": "Dont wait for anything that will not wait for you.", "owner": "-sarvesh"}, {"item": "Execution is something, but timing is everything.", "owner": "Todd Stocker"}, {"item": "Freedom was my daring travel companion on the thrilling ride of life.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Understanding how little we know is crucial to gaining knowledge.", "owner": "Eraldo Banovac"}, {"item": "Sometimes we have spent so long in the cage that it feels safer to be trapped inside.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "You're only as good as your last thought of yourself.", "owner": "Curtis Tyrone Jones"}, {"item": "GOD is so clear, He is invisible.", "owner": "TemitOpe Ibrahim"}, {"item": "The one who truly sacrifices the most is usually the one who talks about it the least", "owner": "Todd Stocker"}, {"item": "Kids, no matter how big your problems are – ask your parents for help and advice.", "owner": "Eraldo Banovac"}, {"item": "I am a Freedom Seeker, willing and able to choose my own path.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Telling the truth is less demanding than telling a lie.", "owner": "Eraldo Banovac"}, {"item": "Never you fight a man that knows and understand the mysteries about God.", "owner": "Ikechukwu Izuakor, Great Reflections on Success"}, {"item": "It is impossible for a star to shine and not get noticed, even in the dark.", "owner": "Matshona Dhliwayo"}, {"item": "A mother gives you a life, a mother-in-law gives you her life.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "IF YOU AIN'T RAISING THE VIBRATION YOU ARE KILLING THE VIBE!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "When you put the hard work in... reward will come out.", "owner": "Johnnie Dent Jr."}, {"item": "God is my happy place", "owner": "Izey Victoria Odiase"}, {"item": "Many of us are guilty of not taking enough time to dial into our inner child's voice.", "owner": "Kim Ha Campbell, Inner Peace Outer Abundance"}, {"item": "Masters today, were Starters Yesterday, so begin now.", "owner": "Bernard Kelvin Clive"}, {"item": "It is in the storm, not the calm, that a rainbow is born.", "owner": "Matshona Dhliwayo"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "The most unlucky generation is the one which couldn't produce a hero to look upto.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Your greatness is measured by your horizons.", "owner": "Michelangelo"}, {"item": "Success is not a summit to climb, It is an equilibrium where work and life are balanced", "owner": "Kandarp Gandhi, Buddhist Banker : Money can't buy happiness, Wisdom can."}, {"item": "LIFE IS LIKE ELECTRICITY, ANYONE CAN SHOCK YOU", "owner": "Genereux Philip"}, {"item": "We aren't either afraid or brave, we’re usually both.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "A good life is doing what you love as much as you can and doing what you must as much as you should", "owner": "Savania China, Challenge and Improve: Confronting, and Deriving Valuable Life Lessons from, Popular Quotes"}, {"item": "Stars cannot achieve their highest potential without the dark.", "owner": "Matshona Dhliwayo"}, {"item": "You couldn’t control how your story started, but you can write a few good pages in there", "owner": "Mustafa Saifuddin"}, {"item": "Whatever is meant for you the universe shall be given to you. Do not despair.", "owner": "Nurudeen Ushawu"}, {"item": "There can never be someone greater at being you than you.", "owner": "DeWayne Owens"}, {"item": "You have not failed until you accept your failure.", "owner": "Udai Yadla"}, {"item": "Tanacity is the dance within the art of opportunity", "owner": "Rasheed Ogunlaru"}, {"item": "Only number 1 is unique, rest is just numbers,fight to be no.1", "owner": "Mohammed Sekouty"}, {"item": "It’s dangerous to be grateful for the cage that traps you.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "The best advice will come from the person who has no personal interest in the matter.", "owner": "Eraldo Banovac"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "A flower that refuses to bloom robs the world of its beauty.", "owner": "Matshona Dhliwayo"}, {"item": "GOD in not just in the details, He is the detail.", "owner": "TemitOpe Ibrahim"}, {"item": "The struggles of the past are the gateway to the blessings of the future.", "owner": "Matshona Dhliwayo"}, {"item": "It is important that we learn to smile,Life will anyway teach us to cry!", "owner": "Jiten Bhatt"}, {"item": "Dream again, think again, and live again.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "The difference between those that can and those that can’t is attitude.", "owner": "Carlos Salinas, The Little Book of Big Quotes: Volume I"}, {"item": "All my problems bow before my stubbornness.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "If you see a shot, shoot.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "There's no beauty without difference and diversity. Love unconditionally.", "owner": "Rasheed Ogunlaru"}, {"item": "Travelling unveils new dimensions of this world not known to the naked eye.", "owner": "Wayne Chirisa"}, {"item": "Every act of goodness is born from our desire to be happy.", "owner": "Udai Yadla"}, {"item": "Chase Dreams, Not People.The right people will be drawn to you.", "owner": "Izey Victoria Odiase"}, {"item": "Throwing dirt at a diamond does not diminish its value.", "owner": "Matshona Dhliwayo"}, {"item": "Planning and perseverance will bring your mission to fruition.", "owner": "Rob Liano"}, {"item": "When you affirm big, believe big and pray big, putting faith into action, big things happen.", "owner": "Norman Vincent Peale"}, {"item": "Learn from the ocean; not fearing turbulence, it uses the wind against it to rise instead.", "owner": "Matshona Dhliwayo"}, {"item": "There is no greater prize than a quiet, peaceful mind.", "owner": "Rasheed Ogunlaru"}, {"item": "The greatest win is walking away and choosing not to engage in drama and toxic energy at all.", "owner": "Lalah Delia"}, {"item": "Excuses, we all have them, but successful choose not to use them", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "We often build our lives in a way that shuts out freedom.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "If you want to change yourself, you have to change your point of view.", "owner": "Nina Hrusa"}], "common_tag": "motivational-quotes,", "updatedAt": "2023-07-01 19:09:51"}