{"contents": [{"item": "Chase Dreams, Not People.The right people will be drawn to you.", "owner": "Izey Victoria Odiase"}, {"item": "I am in your thoughts.You are in my dreams.", "owner": "Anthony T.Hincks"}, {"item": "Art is an imagination, crafted over innocent dreams and vibrant integrity.", "owner": "Basu Singh"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "A man must dream a long time in order to act with grandeur, and dreaming is nursed in darkness.", "owner": "Jean Genet"}, {"item": "Write down your goals and let it be your guidepost.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "There is no greater fulfillment as the pursuit of dreams.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "[Your] dream will challenge, prod and haunt you until you surrender to its call.", "owner": "Wayne Cordeiro"}, {"item": "Dreams grow bigger and bolder every time you nourish them.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "Think big thoughts but relish small pleasures.", "owner": "H. Jackson Brown Jr., Life's Little Instruction Book"}, {"item": "Feet sandaled with dreams tread paths of vision leading to wisdom’s sharp peaks.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "Cine a ucis stelele? Cine a surpat drumul spre viitor al celor din morminte?", "owner": "Ionel Teodoreanu, Tudor Ceaur Alcaz"}, {"item": "A wish is a single unit of hope. It’s a single request for something I dearly desire.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "If the fire in your heart is strong enough, it will burn away any obstacles that come your way.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Free at last, Free at last, Thank God almighty we are free at last.", "owner": "Martin Luther King Jr., I Have a Dream: Writings and Speeches That Changed the World"}, {"item": "Strange, I thought, how you can be living your dreams and your nightmares at the very same time.", "owner": "Ransom Riggs, Hollow City"}, {"item": "I came to the conclusion that unrealized hopes, even small ones, were always wrenching.", "owner": "Nicholas Sparks, The Wedding"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Happiness is not the Achievement of Dreams.It is the Path to Dreams.", "owner": "Vineet Raj Kapoor"}, {"item": "The penalty for procrastination is the loss of hopes and dreams.", "owner": "Tai Lopez"}, {"item": "The excitement of dreams coming true is beyond the description of words.", "owner": "Lailah Gifty Akita"}, {"item": "The only thing standing between you and your dreams is ... reluctance.", "owner": "Carroll Bryant"}, {"item": "I had a dream about you last night.. You kept screaming at Ted Danson to pour you a drink.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "At the very moment when people underestimate you is when you can make a breakthrough.", "owner": "Germany Kent"}, {"item": "You can'tstop dreamingjust becausethe night neverseems toend.", "owner": "Curtis Tyrone Jones"}, {"item": "A bad dream can ruin your night, but a dream not chased can ruin your life.", "owner": "Connor Chalfant"}, {"item": "Do not wait too long in living your dreams.", "owner": "Lailah Gifty Akita"}, {"item": "I didn't dream about you last night. I woke up in fear.", "owner": "Michael  Summers, I Had a Dream About You"}, {"item": "What do you mean, You have No Dreams?The Truth is, you have No Courage.", "owner": "Vineet Raj Kapoor"}, {"item": "A life fueled by passions is like riding on the back of a dragon.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Never stop believing that your dreams are eternal.", "owner": "Truth Devour, Unrequited"}, {"item": "Live in the shadow of the moon until you're bright enough to give birth to your own suns.", "owner": "Curtis Tyrone Jones"}, {"item": "Hearts rebuilt from hope resurrect dreams killed by hate.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "The pursuit of PhD is enduring daring adventure.", "owner": "Lailah Gifty Akita"}, {"item": "I go to bed with knowledge to dream, then dreams wake me up with the lights of wisdom.", "owner": "Debasish Mridha"}, {"item": "All days are nights to see till I see thee, And nights bright days when dreams do show thee me.", "owner": "William Shakespeare, Shakespeare's Sonnets"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "A single-minded purpose gives sacred strength to achieve the dream.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Big things begin with big thinking.", "owner": "Kent Healy"}, {"item": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.", "owner": "Langston Hughes"}, {"item": "Pursue your dream with great might.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "Dreams come from that special place in our mind where our soul loves to spend its holidays.", "owner": "Anthony T.Hincks"}, {"item": "Every decision you make in life will stem from one of two options: love or fear. Choose love.", "owner": "Ross Caligiuri"}, {"item": "Today—be the white clouds full of dreams and hopes in someone’s sky.", "owner": "Debasish Mridha"}, {"item": "I had a dream about you last night.. you were trying to give coordinates to an apple", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "The number of ways to live in one lifetime is limitless. So why limit yourself?", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "He was no god, just an artist; and when an artist is a man, he needs a woman to create like a god.", "owner": "Roman Payne"}, {"item": "Miracles happen when dreamers take action.", "owner": "Toni Sorenson, The Great Brain Cleanse"}, {"item": "I like the night. Without the dark, we'd never see the stars.", "owner": "Stephenie Meyer, Twilight"}, {"item": "Make time to fulfill your desired dreams.", "owner": "Lailah Gifty Akita"}, {"item": "I had a dream about you last night.. You were in the amazon rain forest yipping like a dog.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "I will never give up on my dreams. I have the patient to wait and work hard for its fulfillment.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Your behavior is the sum total of your action and reaction to issues and people around you.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "Wake up every morning with dreams of a wonderful day.", "owner": "Debasish Mridha"}, {"item": "Dreams show us our infinate desires in life. If you dream it, you can achieve it.", "owner": "Dee Waldeck"}, {"item": "Our truest life is when we are in dreams awake.", "owner": "Henry David Thoreau"}, {"item": "I had a dream about you last night... Well I say dream I mean nightmare... you were a Yankee fan.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "Reach out to the fullness of God’s grace strength for any accomplishment. ", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "A daily dose of daydreaming heals the heart, soothes the soul, and strengthens the imagination.", "owner": "Richelle E. Goodrich, Smile Anyway"}, {"item": "Never let the weight of challenges and the duration of your dreams scare you to give up.", "owner": "Israelmore Ayivor, Become a Better You"}, {"item": "If you believe you can, you can achieve your dreams.", "owner": "Lailah Gifty Akita"}, {"item": "If this is a dream, may we never wake up!", "owner": "Ahmed Mostafa"}, {"item": "If you delight yourself in lord, He shall give you desires of your heart.", "owner": "Lailah Gifty Akita"}, {"item": "We love out of compassion, passion or a sense of commitment.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "He who robs us of our dreams robs us of our life.", "owner": "Virginia Woolf, Orlando"}, {"item": "Your dreams are worth it. Persevere. Your focus is your power. Harness it.", "owner": "Amy Leigh Mercree"}, {"item": "Dream again, think again, and live again.", "owner": "Kyle Vidrine, Wake Up The Winner In You: Your Time Is Now"}, {"item": "Go and get your things,' he said. 'Dreams mean work.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "If you want your dream to come true, you must do a lot of work.", "owner": "Lailah Gifty Akita"}, {"item": "Cherish your existence, for memories become legacies and life can change in an instant.", "owner": "Ross Caligiuri"}, {"item": "Dreams are necessary to life.", "owner": "Anaïs Nin"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Don't build your dreams on the opinions of men but on the promises of God", "owner": "Bernard Kelvin Clive"}, {"item": "I am unique...I play by a different set of rules I am not intimidated by anything. ", "owner": "Jaachynma N.E. Agu"}, {"item": "I had a dream about you last night... you were there.", "owner": "Nicole McKay, I Had a Dream About You"}, {"item": "I had a dream about you last night.. You pretended not to be a three hole punch.", "owner": "Amy Sommers, I Had a Dream About You"}, {"item": "Leaders live by choice, not by accident.", "owner": "Mark Gorman"}, {"item": "Do not look down with disdain on what Christ spent so much to achieve for you.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "The greatest sacred-adventure is the pursuit of dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "When you begin to reason with the Lord, your attitude to the issues of life will change.", "owner": "Jaachynma N.E. Agu, The Prince and the Pauper"}, {"item": "With determination, the dream will be fulfilled.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "To be able to see into a friends' dream is a dream in itself.-Doctor Kōsaku Tokita (Paprika)", "owner": "Yasutaka Tsutsui"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "In life, everyone must decide in what area of life he or she wants to be great.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}], "common_tag": "dreams,", "updatedAt": "2023-07-01 19:09:51"}