{"contents": [{"item": "People don't get to our ages without having pasts. I'm more interested in the future.", "owner": "Robyn Donald, Tiger, Tiger"}, {"item": "I could’ve sworn I was telling the truth when I told you I didn’t miss you.", "owner": "pleasefindthis, I Wrote This For You"}, {"item": "We can achieve more in a moment of compassion than in an hour of anger.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "I once loved a girl who almost loved me, but not as much as she loved John Cusack.", "owner": "Chuck Klosterman, Sex, Drugs, and Cocoa Puffs: A Low Culture Manifesto"}, {"item": "My God, these folks don't know how to love -- that's why they love so easily.", "owner": "D.H. Lawrence"}, {"item": "Life had sure been simpler when I hadn't dated.", "owner": "Charlaine Harris, Dead Until Dark"}, {"item": "You are aggressive\", says the emotional abusive.", "owner": "Mark Brightlife"}, {"item": "I know you think I'm crazy. Maybe that's because I am. About life, about this moment, about you.", "owner": "Crystal Woods, Write like no one is reading"}, {"item": "It is assured that men of all ages imagine a woman naked when they first meet.", "owner": "Tiffany Madison, Black and White"}, {"item": "Relationships dont always make sense. Especially from the outside", "owner": "Sarah Dessen, Along for the Ride"}, {"item": "Like Cupid,your promiseswere just misses.", "owner": "Timothy Joshua"}, {"item": "In each moment you are nurturing or damaging your relationship with yourself.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Life is too short to not kick fear in the ass and allow yourself to love again.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "Or perhaps it's the wickedness in him that she can't resist. There are such women.", "owner": "Madeleine Brent, Stranger at Wildings"}, {"item": "Sometimes the enemy walks beside you, holds your hand and kisses your pretty lips.", "owner": "Melody  Lee"}, {"item": "For me, it´s sloth,\" I say. \"Hedonistic sloth and escapism.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Feeling your way to knowledge rather than thinking your way, often results in better learning.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "There can't be a maybe someday between us. There will never be a maybe someday.", "owner": "Colleen Hoover, Maybe Someday"}, {"item": "Love and honesty don’t mix.", "owner": "Miguel Syjuco, Ilustrado"}, {"item": "If you can't do it today, You can not do it in your whole life! Do it NOW!", "owner": "Kamal Khanzada"}, {"item": "When all one person do is complain, people don't want to talk or listen to them.", "owner": "Jonathan Anthony Burkett"}, {"item": "People don't vanish from one's life they come back in disguise. ", "owner": "Yiyun Li, Kinder Than Solitude"}, {"item": "The best foundation for relationships to grow, flourish, and succeed is a deep-rooted friendship.", "owner": "Jonathan Anthony Burkett, Friends 2 Lovers: The Unthinkable"}, {"item": "The fundamental emotional need of every child is being-with.", "owner": "Dragos Bratasanu, Ph.D."}, {"item": "Being equal does not mean being the same.", "owner": "Rebekah Elizabeth Gamble"}, {"item": "For better or for worse, but not for lunch,...", "owner": "Abigail Thomas, A Three Dog Life"}, {"item": "I hurt in places that you brought back from the dead. Now I have to lay them to rest again.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "I don't even know her yet..but if she could see me right now, I'd want her to know that I love her", "owner": "Eric Ludy, When Dreams Come True: A Love Story Only God Could Write"}, {"item": "Wearing a condom is like eating an icecream cone with a sock on your tongue.", "owner": "Mark Gungor"}, {"item": "In her attempt to make me a good man, I made her a bad woman.", "owner": "Darnell Lamont Walker"}, {"item": "Falling in love is a wonderfully terrifying sensation.", "owner": "Steve Maraboli"}, {"item": "Take me to that special place where you kiss me and the world forgets to exist.", "owner": "Melody  Lee"}, {"item": "Empathy is easier than anger, in the long-run.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "In relationships, always strive to give more than you take -- that's how you make a bigger impact.", "owner": "Adam Kirk Smith"}, {"item": "Did I ever tell you about the day I finally let go of him? That day that led me to you?", "owner": "Sarah Addison Allen, Waking Kate"}, {"item": "Straight between them ran the pathway,Never grew the grass upon it", "owner": "Henry Wadsworth Longfellow, The Song of Hiawatha"}, {"item": "When you’re confident in what you have to say, you don’t need to add effect.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Don't be fooled... If they gossip to you, they'll gossip about you.", "owner": "Steve Maraboli"}, {"item": "Love affairs are for emotional sprinters the pleasures of love are for the emotional marathoners. ", "owner": "Robertson Davies"}, {"item": "We cannot simply forgive and forget, nor should we.", "owner": "Sharon Salzberg, Real Love: The Art of Mindful Connection"}, {"item": "When you stop expecting people to be perfect, you can like them for who they are.", "owner": "Donald Miller, A Million Miles in a Thousand Years: What I Learned While Editing My Life"}, {"item": "Hesitation creates gaps. Boldness obliterates them.", "owner": "Robert Greene, The 48 Laws of Power"}, {"item": "We have to allow ourselves to feel it in order to heal it.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "If you listen closely, silence can be deafening.", "owner": "Truth Devour, Wantin"}, {"item": "[M]an is not an island, he is more like a spaghetti junction.", "owner": "Elizabeth Cooke, Land Law"}, {"item": "Asking for help with shame ", "owner": "Amanda Palmer, The Art of Asking; or, How I Learned to Stop Worrying and Let People Help"}, {"item": "You are too sensitive\", says the emotionally immature ignorant without empathy.", "owner": "Robin Sacredfire"}, {"item": "I hear you knocking but I can't let you in. The last time almost killed me. Love, My heart", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Familiarity breeds sentiment before contempt.", "owner": "Amanda Craig"}, {"item": "How we make people feel shapes how they feel about us.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "Men, you'll never be a good groom to your wife unless you're first a good bride to Jesus.", "owner": "Timothy J. Keller"}, {"item": "You are set free whenever you love—even those who believe you're crazy.", "owner": "Jef Murray, Seer: A Wizard's Journal"}, {"item": "Words, Kaden. Only lost unsaid words that added up to good-bye.", "owner": "Mary E. Pearson, The Beauty of Darkness"}, {"item": "Get matured or call yourself a grandparent. Age never revised. Childish is not an excuse.", "owner": "Radin Erus"}, {"item": "I used to loathe ambivalence now I adore it. Ambivalence is my new best friend. ", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "She wished she liked him more.She wished she loved him less.", "owner": "Scott Stabile"}, {"item": "The idea that we can be exactly what the other desires is a powerful fantasy.", "owner": "Sherry Turkle, Alone Together: Why We Expect More from Technology and Less from Each Other"}, {"item": "My mind loves you so much it wants to own you. My heart loves you so much it wants to set you free.", "owner": "Scott Stabile"}, {"item": "You want him praising the Lord in the morning, you put a smile on his face tonight.", "owner": "Mark Gungor, Laugh Your Way to a Better Marriage: Unlocking the Secrets to Life, Love and Marriage"}, {"item": "For the first time in my life, I felt the pain of missing people I had not yet left.", "owner": "Justin Cronin, The City of Mirrors"}, {"item": "It is unwise to think that marriage will bring an end to your emotional problems.", "owner": "Ugochi Oritsejolomisan"}, {"item": "I will love you through everything. Can you do yourself the same honor?", "owner": "Scott Stabile"}, {"item": "You're either living on purpose or living accidentally, so live ON purpose WITH purpose!", "owner": "Ken Donaldson, Marry YourSelf First! Companion Workbook"}, {"item": "A friend is someone whose face you can see in the dark.", "owner": "Frances O'Roark Dowell, The Secret Language of Girls"}, {"item": "Assumptions are the termites of relationships.", "owner": "Henry Winkler"}, {"item": "Relationships are never static. They have to evolve over time as the individuals in them change.", "owner": "Sherryl Woods, Driftwood Cottage"}, {"item": "Assumptions close doors. Intrigue opens them.", "owner": "Sam Owen, 500 Relationships And Life Quotes: Bite-Sized Advice For Busy People"}, {"item": "My Personalityunfolding before youlike a Swiss Army knife.", "owner": "Katerina Stoykova Klemer, The air around the butterfly/Въздухът около пеперудата"}, {"item": "It takes two to have a fight.", "owner": "Roberta M. Gilbert, Extraordinary Relationships: A New Way of Thinking about Human Interactions"}, {"item": "If you behave in a manner that poisons your relationship, don’t be surprised when it dies.", "owner": "Steve Maraboli"}, {"item": "Most friendship is feigning, most loving mere folly.", "owner": "William Shakespeare, As You Like It"}, {"item": "I'm always looking for meaningful one-night stands", "owner": "Dudley Moore"}, {"item": "Having to explain to someone how they hurt you, always feels like an ass kicking... again.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "If love was absent, you would not feel disappointed; you would feel indifferent.", "owner": "Staci Bartley, A Dose Of Love: Simple words of wisdom for creating more love and less fear in your relationships."}, {"item": "...and he will never grasp that what he calls 'bitching' is merely my heart talking out loud.", "owner": "Alfa H, Abandoned Breaths"}, {"item": "Never judge someone by their relatives.", "owner": "Charles Martin, Chasing Fireflies: A Novel of Discovery"}, {"item": "Love always doesn't come across as bad, but it always has two sides.", "owner": "Auliq Ice"}, {"item": "Keep a man on a rope that's short enough to trip him without choking him.", "owner": "Jenna Alatari"}, {"item": "Build me up and I with you. For we are more one than two.", "owner": "Deborah Day"}, {"item": "Relation is when each have Same words to speak, Conversation will be Awesome.", "owner": "Yaganesh Derasari"}, {"item": "Love doesn't always curl your toes sometimes it takes a bite right out of your soul.", "owner": "Stanley Victor Paskavich"}, {"item": "You fit into melike a hook into an eyea fish hookan open eye", "owner": "Margaret Atwood"}, {"item": "I’ve found a new kind of home in us, and I’m ready to move in for good.", "owner": "Scott Stabile"}, {"item": "If a boy doesn't respect his mother...run!", "owner": "Tracy Yates, Suzy Freaking Q: The Defintive Renegade High School Handbook on What to Say and What to Do about Guys, Friends, Parents and More."}, {"item": "Give a man a centimeter and he'll think he's a ruler.", "owner": "Janet Skeslien Charles, Moonlight in Odessa"}, {"item": "You can't truly hate someone until you've cared about them. Until you've loved them.", "owner": "Kirsten Hubbard, Like Mandarin"}, {"item": "If you only show me a part of you, I'll only love that part.", "owner": "Bogdan Vaida"}, {"item": "Sometimes, something meaningless occurs, somewhere with meaning.", "owner": "F. Thomas Vincent"}, {"item": "Better guilt than the terrible burden of freedom and responsibility.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "It isn't every day an ex decides to haunt us.", "owner": "Marybeth Niederkorn, Small Town Tales: Volume 1"}], "common_tag": "relationships", "updatedAt": "2023-05-26 21:16:05"}