{"contents": [{"item": "Travel is costly yes, but it pays dividends too.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "Fight your battles on your knees.", "owner": "Lailah Gifty Akita"}, {"item": "Hope is the crystal meth of emotions. It hooks you fast and kills you hard.", "owner": "Jennifer Donnelly, Revolution"}, {"item": "Only a fool would find happiness from an achievement that is detrimental to those he loves.", "owner": "Janvier Chouteu-Chando"}, {"item": "You can't enjoy sipping of success without first enduring failure's fire", "owner": "Phillip Gary Smith, 300-Mile Man: Tuscobia, Arrowhead, Actif Epica"}, {"item": "There is no such thing as helplessness. It's just another word for giving up.", "owner": "Jefferson Smith, Strange Places"}, {"item": "Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you.", "owner": "Robert M. Drake"}, {"item": "You have to go head, even if no one goes with you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The future is uncertain, but that can be a good thing.", "owner": "Jennifer Niven, All the Bright Places"}, {"item": "I’ll make a swing so I can reach the places I can’t reach yet.", "owner": "Nina LaCour, Hold Still"}, {"item": "But hoping,\" he said, \"is how the impossible can be possible after all.", "owner": "Marissa Meyer, Heartless"}, {"item": "Don't build your dreams on the opinions of men but on the promises of God", "owner": "Bernard Kelvin Clive"}, {"item": "Jesus Christ is three in one: the way, the truth, and the life.", "owner": "Lailah Gifty Akita"}, {"item": "His shout was a syllable so ancient and powerful that Saffiyah's mind instantly censored it.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "I trust God that through all life changes , He is in control.", "owner": "Lailah Gifty Akita"}, {"item": "You alwaysdrop by, to en-lighten my mind,when my wings arefeeling heavy &i've forgottenhow tofly.", "owner": "Curtis Tyrone Jones"}, {"item": "Self-determination and self-dedication will make the dream a reality.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "We have to motivate people to be what they can be.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "A winner is not someone who wins. It's someone who tries and isn't afraid to lose.", "owner": "Nusrat Sultana"}, {"item": "And you are going to be to the light of our kingdom. No one is going to hurt you.", "owner": "Alyson Serena Stone, Once"}, {"item": "Mother can beat me all she wants, but I haven’t let her take away my will to somehow survive.", "owner": "Dave Pelzer, A Child Called \"It\""}, {"item": "It is better to dwell on the beautiful things in life than the negative.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You are worthy of a great life. Desire, dream and seek it.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "When my worldwas nothing but darknessI set my soul on fire.", "owner": "Liz  Newman, Hope Between Heartbeats"}, {"item": "The rain begins with a single drop", "owner": "Manal Al-Sharif, Daring to Drive: A Saudi Woman’s Awakening"}, {"item": "The Rest of Our Life Is Going To Be The Best of Our Life!", "owner": "Darrell Yarbrough"}, {"item": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "owner": "José N. Harris, MI VIDA: A Story of Faith, Hope and Love"}, {"item": "No crime is a means to an end. No crime can be rationalized.", "owner": "Compton Gage"}, {"item": "From the mud of adversity grows the lotus of joy", "owner": "Carolyn Marsden, The Buddha's Diamonds"}, {"item": "With faith in God, we can walk through the fires unharmed.", "owner": "Lailah Gifty Akita"}, {"item": "With all honesty, somewhere between the hello and the dreams I saw you in I fell in love.", "owner": "Robert M. Drake"}, {"item": "If we will be quiet and ready enough, we shall find compensation in every disappointment.", "owner": "Henry David Thoreau, I to Myself: An Annotated Selection from the Journal of Henry D. Thoreau"}, {"item": "Don’t believe those who say, ‘you can’t’. You can make it in life.You can realise all your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Writers are highly resistant to reality. Just as well or the human condition would go undocumented.", "owner": "Felix Long, To Conquer Heaven"}, {"item": "You show me a capitalist, and I'll show you a bloodsucker", "owner": "Malcolm X"}, {"item": "Even more than a heart, hope was a necessary traveling companion.", "owner": "Julianne Donaldson, Blackmoore"}, {"item": "Courage comes from a surrendered heart,a prepared mind, and a good conscience.", "owner": "Deborah J. Johnson"}, {"item": "Benny pushed a slow breath through his teeth. “Is it so terrible to believe in something?", "owner": "Melanie  Crowder, A Nearer Moon"}, {"item": "Fairness is not something to which we are entitled. Rather, it is something for which we hope.", "owner": "Craig D. Lounsbrough"}, {"item": "Rien ne va arrêter ma quête pour te trouver\" No one will stop my quest to find you.", "owner": "Susane Colasanti, Something Like Fate"}, {"item": "Don't ever get discouraged, your effort may not be acknowledged but trust me it's noticed.", "owner": "Tyconis D. Allison Ty"}, {"item": "Hope in the heart is the escape in any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "How can the sky be the limit if there are footsteps on the moon?", "owner": "Emily Marple"}, {"item": "I am fighting to stay alive not because I fear death, but because I love life.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "The only true borders lie between day and night, between life and death, between hope and loss.", "owner": "Erin Hunter"}, {"item": "Let love, joy, hope and peace be the guiding lights during this holiday season.", "owner": "Debasish Mridha"}, {"item": "Only to close these eyesto sleep in the lap of loveand stay there forever.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "Hope combined with action is the only thing that will bring you contentment.", "owner": "Shannon L. Alder"}, {"item": "You're not defeated when you lose a battle.You are defeated when you give up the struggle", "owner": "Mouloud Benzadi"}, {"item": "If we longer rely on God, it means we have rejected the rule of a righteous Ruler.", "owner": "Lailah Gifty Akita"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "I want him to love me as much as I love him.", "owner": "L.J. Smith, The Awakening"}, {"item": "We always emerge from the death of a loved one like a phoenix arising from its funeral pyre.", "owner": "Janvier Chouteu-Chando"}, {"item": "One of our goals is to encourage people that there is hope, there is a future.", "owner": "Garth Coonce"}, {"item": "The church is God’s elect that God wants to raise in the country to give hope to everyone", "owner": "Sunday Adelaja"}, {"item": "At what point do you give up - decide enough is enough? There is only one answer really. Never.", "owner": "Tabitha Suzuma, Forbidden"}, {"item": "I look in the mirror through the eyes of the child that was me.", "owner": "Judy Collins"}, {"item": "We all die. Not all of us live.", "owner": "Edie Littlefield Sundby, The Mission Walker: I was given three months to live..."}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "You were built for this moment.", "owner": "Kierra C.T. Banks"}, {"item": "There is a sacred time, when the soul desire to know the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "God is writing His story on the pages of our lives.", "owner": "Rick  Anderson"}, {"item": "Hope keeps you alive.", "owner": "Lauren Oliver, Before I Fall"}, {"item": "Poets are damned… but see with the eyes of angels.", "owner": "Allen Ginsberg"}, {"item": "We are born with hope to dream and love to live.", "owner": "Debasish Mridha"}, {"item": "A Hero: A Moment When You’re Bigger Than Yourself.", "owner": "H.L. Balcomb, Credere: \"Latin for 'To Believe' that we mature not by age, but by stories.\" 2nd Edition coming Dec. 25, 2017"}, {"item": "God grant me the courage not to give up what I think is right, even though I think it is hopeless.", "owner": "Chester Nimitz"}, {"item": "Without hope, we lose heart.", "owner": "Lailah Gifty Akita"}, {"item": "Anytime, someone gives you advice, rethink if it will lead to personal progress.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Don’t waste your time, living other’s dream. Live your dreams. Dare to be you.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Life is a mighty joke that is not meant to be funny.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "At what point is normal natural?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "If at first the idea is not absurd, then there is no hope for it.", "owner": "Albert Einstein"}, {"item": "The need in me beautiful is to look back on you forever!!", "owner": "Abhijeet Sawant"}, {"item": "With the spirit of endurance, we shall strive in any situation.", "owner": "Lailah Gifty Akita"}, {"item": "You are where you need to be. Just take a deep breath.", "owner": "Lana Parrilla"}, {"item": "The greatest education is the knowledge of God.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "À l'aurore, armés d'une ardente patience, nous entrerons aux splendides Villes. ", "owner": "Arthur Rimbaud, Season in Hell  Other Poems"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "Faith is a flammable fire.", "owner": "Lailah Gifty Akita"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "Every sin can be forgiven by the heavenly Father.", "owner": "Lailah Gifty Akita"}, {"item": "what once cause catastrophe in my life has now become the catalyst for my direction.", "owner": "Nikki Rowe"}, {"item": "He lifted himself out of the darkness of his fears, into a bright new world of possibility.", "owner": "Scott Stabile"}, {"item": "I will never give up on my dreams. I have the patient to wait and work hard for its fulfillment.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "There is a hope of salvation for every sinner.", "owner": "Lailah Gifty Akita"}], "common_tag": "hope,", "updatedAt": "2023-07-01 19:09:51"}