{"contents": [{"item": "Sometimes, the simple things are more fun and meaningful than all the banquets in the world ...", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "In my experience, stress is the cause of all injury and pain.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "What You were Once, Was Also Because You Were Someone Else Before that", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "Be pure, live a conscientious life, defend your dignity and be loving to others.", "owner": "Abhijit Naskar, We Are All Black: A Treatise on Racism"}, {"item": "Trust GOD with the life He gave you.", "owner": "TemitOpe Ibrahim"}, {"item": "Making the choice to exercise compassion is an expression of Love for Humanity and Life itself.", "owner": "Aberjhani, Splendid Literarium: A Treasury of Stories, Aphorisms, Poems, and Essays"}, {"item": "The best things happen to those who don't wait.", "owner": "Max McKeown"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "The present is a point just passed.", "owner": "David Russell"}, {"item": "The breath of being is been able to share your bread.", "owner": "Lailah Gifty Akita"}, {"item": "I’m aware of my actions and responsible for them, so I don’t owe any explanation to anyone.", "owner": "Latika Teotia"}, {"item": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "We have a saying in the desert: It is better to see the truth, than to imagine it.", "owner": "Amber Jacobs"}, {"item": "To conquer fear, you must become fear.", "owner": "Compton Gage"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You are either the person you were or the person you are, eventually you have to let go of one", "owner": "Saahil Prem"}, {"item": "If you haven't arrived yet, keep driving, your destiny is waiting for you.", "owner": "Rob Liano"}, {"item": "God's knows what is best for us.", "owner": "Lailah Gifty Akita"}, {"item": "Many are they who seek to guide other to the path yet they themselves are lost", "owner": "rassool jibraeel snyman"}, {"item": "Happiness isn’t something you work toward, the same way misery isn’t something you work toward.", "owner": "Brent  Jones, The Fifteenth of June"}, {"item": "Whatever GOD creates, GOD sustains.", "owner": "TemitOpe Ibrahim"}, {"item": "In a job you trade your freedom and time for money.", "owner": "Ken Poirot"}, {"item": "Sometimes the solution of a problem is just the perspective of thinking.", "owner": "raja shakeel mushtaque"}, {"item": "Who is the self that you are helping?", "owner": "Muni Natarajan"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Veganism is not a \"sacrifice.\" It is a joy.", "owner": "Gary L. Francione"}, {"item": "Open the window of your mind. Allow the fresh air,new lights and new truths to enter.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Respect the wounds which you gave like thatKeep them in Heart for forever and never treated", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You can't rock the boat & act like you were just trying to put a baby to sleep.", "owner": "Curtis Tyrone Jones"}, {"item": "So it’s true, when all is said and done, grief is the price we pay for love.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "You don't have to be where you find yourself to be.", "owner": "Muni Natarajan"}, {"item": "We all have the innate capacity to feel free.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Never mistrust, unless given a reason.", "owner": "Sonia Rumzi"}, {"item": "Escape is a process, not a pill.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Freedom seeking is the path to coming alive again.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Love is all that awaits you.", "owner": "Howard Falco"}, {"item": "Follow your intuition not other people's words", "owner": "Candice Galek"}, {"item": "Every time we choose our past over our present we kill our future.", "owner": "TemitOpe Ibrahim"}, {"item": "If I really start tweeting about you, 'even the sky will fall in love with me.", "owner": "Balakoteswara Panchakshari"}, {"item": "It is nobler to declare oneself wrong than to insist on being right --especially when one is right.", "owner": "Friedrich Nietzsche"}, {"item": "The root of corruption is lack of contentment.", "owner": "Lailah Gifty Akita"}, {"item": "Don't live off your past successes or failures, live for the next big pursuit.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "If people are not laughing at your Goals, your Goals are not big enough!", "owner": "Alex Haditaghi, Softly, As I Leave Her"}, {"item": "It is not enough to be a man.", "owner": "Compton Gage"}, {"item": "Life’s a marathon, not a sprint.", "owner": "Phillip C. McGraw"}, {"item": "Mom discovered too late that sometimes a hardworking man is more successful than a brilliant one.", "owner": "Jules Barnard, Deep Blue"}, {"item": "When God takes out the trash, don't go digging back through it. Trust Him.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "No one can hurt you except you give them the power to do so and choose to accept it.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "If you didn't earn something, it's not worth flaunting.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "You be good. That's your business. The rest, leave to God. That's his business.", "owner": "Fakeer Ishavardas"}, {"item": "Most of the modern human society has nearly lost the faculty of observing the internal mechanism.", "owner": "Abhijit Naskar"}, {"item": "Life is a miracle. We, all of us are creator beings. We are the joyful choice makers.", "owner": "Sakshi Chetana, Laughing Buddha:The Alchemy of Euphoric Living"}, {"item": "Don't bite off more than you can chew because nobody looks attractive spitting it back out.", "owner": "Carroll Bryant"}, {"item": "If we listen, we shall learn.", "owner": "Lailah Gifty Akita"}, {"item": "Life is too short Be with someone who takes your breath away", "owner": "Mimi Novic, The Silence Between the Sighs"}, {"item": "You are only susceptible to break easily due to occasionally bends if you are inflexible", "owner": "Dr. Jacinta Mpalyenkana, Ph.D, MBA"}, {"item": "Had life not given me reasons to grieve, I would never have known the healing power of a hug.", "owner": "Richelle E. Goodrich, Slaying Dragons"}, {"item": "Let me tell you: the only way to get rid of dragons is to have one of your own.", "owner": "Evgeny Shvarts, Дракон. Клад. Тень. Два клена. Обыкновенное чудо и другие произведения"}, {"item": "The one serious conviction that a man should have is that nothing is to be taken too seriously.", "owner": "Nicholas Butler"}, {"item": "The holes in my boots and the holes in my jeans make me whole!", "owner": "Avijeet Das"}, {"item": "You require a certain amount of insanity to make your dreams come true!", "owner": "Gaurav Atulkumar Singh, Advent of the Proxy"}, {"item": "Ah, but I was so much older thenI’m younger than that now", "owner": "Bob Dylan"}, {"item": "At some point, you just gotta forgive the past, your happiness hinges on it.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The student must be humbled to be trained by the teacher.", "owner": "Lailah Gifty Akita"}, {"item": "How hurtful it can be to deny one's true self and live a life of lies just to appease others.", "owner": "June Ahern"}, {"item": "The holes in my jeans ans the holes in my boots make me whole!", "owner": "Avijeet Das"}, {"item": "I know ..you know .. Together, we know nothing.", "owner": "Sudipto Zephyr Ghosh"}, {"item": "Love is a powerful thing. More powerful, even, than money.", "owner": "Cecelia Earl, When Ash Rains Down"}, {"item": "Love thy neighbor yes, but love thyself first.", "owner": "Solange nicole"}, {"item": "You are judged many times more by what you give assent to others doing than what you do yourself.", "owner": "Compton Gage"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Having something is not always better than not having it.", "owner": "Beth Kempton, Freedom Seeker: Live More. Worry Less. Do What You Love."}, {"item": "Do not take to heart everything you hear.", "owner": "Lailah Gifty Akita"}, {"item": "Morning is a song that succeeds the music of dawn...", "owner": "Saurav Somani"}, {"item": "Christ JESUS was crucified on the cross for the sins of all souls.", "owner": "Lailah Gifty Akita"}, {"item": "My vibration is always in the sublime sunshine of life!", "owner": "Debbie A. Anderson"}, {"item": "i just know no one is a friend like writing .", "owner": "litymunshi"}, {"item": "When facts give way to faith, then and only then do you unlock the possibilities within.", "owner": "TemitOpe Ibrahim"}, {"item": "Its very difficult to happy everyone.", "owner": "Narender Singh Negi"}, {"item": "A Star is always a star no matter what stage they are on or at", "owner": "Rasheed Ogunlaru"}, {"item": "There are moments on stage when everything comes together. Then the kid in the front row coughs.", "owner": "Connie Brockway, The Bridal Season"}, {"item": "Sometimes life seems like a poorly designed cage within which man has been sentenced to be free.", "owner": "Sheldon B. Kopp, If You Meet the Buddha on the Road, Kill Him: The Pilgrimage Of Psychotherapy Patients"}, {"item": "I don't know what love is, so I'll redefine it.", "owner": "Kierra C.T. Banks"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The Strength of life is as strong as the strength of the hair follicle.", "owner": "kundhan karunakar"}, {"item": "Only if you are possible, everything will be possible.", "owner": "Santosh Kalwar, Quote Me Everyday"}], "common_tag": "life-lessons,", "updatedAt": "2023-05-26 21:16:05"}