{"contents": [{"item": "Singing diminishes sorrow.", "owner": "Lailah Gifty Akita"}, {"item": "The path of light is the quest for knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Acceptance is religion, sectarianism is blasphemy.", "owner": "Abhijit Naskar, Illusion of Religion: A Treatise on Religious Fundamentalism"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Find a purpose to serve, not a lifestyle to live.", "owner": "Criss Jami, Venus in Arms"}, {"item": "Accept yourself, love yourself, and keep moving forward.", "owner": "Roy  Bennett"}, {"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It is fatal to forget the heavenly Father.", "owner": "Lailah Gifty Akita"}, {"item": "Any scripture that demands irrefutable obedience must be discarded at once.", "owner": "Abhijit Naskar"}, {"item": "Stop being the sheep and become the lion my friend!", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Imagination is a sacred intuition.", "owner": "Lailah Gifty Akita"}, {"item": "Any idea of separation is bondage. True liberation of the mind is in non-differentiation.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "One spirit, one shepherd", "owner": "Lailah Gifty Akita"}, {"item": "What does the Lord God requires of us:To love what is good.To do justice.To do what is right.", "owner": "Lailah Gifty Akita"}, {"item": "You can have everything you want if you can put your heart and soul into everything you do.", "owner": "Roy T. Bennett"}, {"item": "In my quest to search for knowledge, I know God, the source of knowledge.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "With grace of God, we can only be glad.", "owner": "Lailah Gifty Akita"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The Secret Revealer is the Righteous God.", "owner": "Lailah Gifty Akita"}, {"item": "If we study the Scriptures, we find the well of salvation.", "owner": "Lailah Gifty Akita"}, {"item": "If we longer rely on God, it means we have rejected the rule of a righteous Ruler.", "owner": "Lailah Gifty Akita"}, {"item": "The Maker is the Mighty One.", "owner": "Lailah Gifty Akita"}, {"item": "Leaders are limited by their vision rather than by their abilities.", "owner": "Roy T. Bennett"}, {"item": "Your obstacles are not your end. Please remember that, and try again.", "owner": "Sabrina Newby"}, {"item": "Those who win never give up.Those who give up never win.", "owner": "Roy T. Bennett"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Just 'cause there's snow on the roof doesn't mean there's not a fire inside.", "owner": "Bonnie Hunt"}, {"item": "Faith in God is the force of life.", "owner": "Lailah Gifty Akita"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What is the point of being humans, if our actions scream with more bestiality than humanity!", "owner": "Abhijit Naskar, Wise Mating: A Treatise on Monogamy"}, {"item": "No knowledge comes from the outside world or an imaginary supernatural paradise.", "owner": "Abhijit Naskar"}, {"item": "Why do we claim to know Jesus Christ, but deny him in our action?", "owner": "Lailah Gifty Akita"}, {"item": "A person may learn things all their life, but never gain knowledge of truth.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "It is not speed that matters, it's persistence.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "There is nothing so convincing as a thing well done.", "owner": "Roy T. Bennett"}, {"item": "Let us reason according to the Scriptures.", "owner": "Laiah Gifty Akita"}, {"item": "No God, Religion, Race or Nation is higher than the humans.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Integrity is doing what is right and truthful, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Ideal is the one, who knows the self.", "owner": "Abhijit Naskar, The Bengal Tigress: A Treatise on Gender Equality"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "Don’t be defeatist due to the mistakes you make. Mistakes are inevitable part of growth.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The Futures Bright, Wear Your Sunglasses", "owner": "Ian Somerhalder"}, {"item": "Life is nether food nor drink. But the faith of a dance dream.", "owner": "Lailah Gifty Akita"}, {"item": "​Let the lotus of your character be full-blown and the results will follow.", "owner": "Abhijit Naskar, Love, God & Neurons: Memoir of a scientist who found himself by getting lost"}, {"item": "Only the spirit nourishes the soul.", "owner": "Lailah Gifty Akita"}, {"item": "Great is the love of God.", "owner": "Lailah Gifty Akita"}, {"item": "Mystics reign where lacks true education.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "It is better to be foolish wise than wise foolish.", "owner": "Lailah Gifty Akita"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "The mystery of the moment is indescribable.", "owner": "Lailah Gifty Akita"}, {"item": "Nobody but you have to believe in your dreams to make them a reality.", "owner": "Germany Kent"}, {"item": "If it doesn't agree with your spirit let it go.", "owner": "Germany Kent"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The greatest Church is within you, and it is made of love, courage and conscience.", "owner": "Abhijit Naskar"}, {"item": "With the rise of self- awareness, all separatisms cease to exist - all delusions cease to exist.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Truly, truly, the grace of God is never without any effect.", "owner": "Lailah Gifty Akita"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Learning starts with single word \"WHY\".", "owner": "saadshah"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The beginning is always NOW.", "owner": "Roy T. Bennett"}, {"item": "A library is treasure chamber of knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "If we desire our souls to be sanctify, we shall hunger for the Truth.", "owner": "Lailah Gifty Akita"}, {"item": "Can any man sacrifice is life for his fellow man?", "owner": "Lailah Gifty Akita"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Is there any good works without grace?", "owner": "Lailah Gifty Akita"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "Always have a willing hand to help someone, you might be the only one that does.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be excellent in your own terms.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Do not take the grace of God for granted.", "owner": "Lailah Gifty Akita"}, {"item": "Every nation, every woman and every man must work out their own salvation.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Even the smallest shift in perspective can bring about the greatest healing.", "owner": "Joshua Kai, The Quantum Prayer: An Inspiring Guide to Love, Healing, and Creating the Best Life Possible"}, {"item": "The job of an educator is to teach students to see vitality in themselves", "owner": "Joseph Campbell"}, {"item": "Don’t despise any experience. With every experience, you increase in knowledge and wisdom.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Love and Compassion – these are the greatest education a person can ever have.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "God your love is great.", "owner": "Lailah Gifty Akita"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "What is success? It is being able to go to bed each night with your soul at peace", "owner": "Paulo Coelho"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "All knowledge is born in the mind, and circumstances make them manifest.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "i feel everything.i do not know how to un-feeland to not feelis to stop the sun.", "owner": "Ava, You Are Safe Here."}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Great leaders create more leaders, not followers.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "inspiring,", "updatedAt": "2023-07-01 19:09:51"}