{"contents": [{"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "Every negative...Jas a positive side...", "owner": "Nelson M. Lubao"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The beginning is always NOW.", "owner": "Roy T. Bennett"}, {"item": "I don't fit into any stereotypes. And I like myself that way.", "owner": "C. JoyBell C."}, {"item": "Don't wait for the right moment to start, start and make each moment right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Just keep telling yourself. I get better everyday and everyday I get better. Then see what happens.", "owner": "Joseph C Reyes"}, {"item": "Instead of complaining about the problem and blaming others, start finding the solution.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Once you discover that you can, you must.", "owner": "Al Jarreau"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The unhappiest people in this world, are those who care the most about what other people think.", "owner": "C. JoyBell C."}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Always assume your assumptions about others are wrong. Because often, they are", "owner": "Savania China"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "But what are loyalty and caring really worth?\"\"To me? Everything.", "owner": "Richelle Mead, The Golden Lily"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You don't need to be everyone, nothing is ever awesome than to be comfortable in your own skin.", "owner": "Adedayo Olabamiji"}, {"item": "Love isn't about what you do for me. Love for me is where I see myself in relation to you.", "owner": "Kierra C.T. Banks"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never underestimate the power you have to take your life in a new direction.", "owner": "Germany Kent"}, {"item": "I am one and when I am one I am none, and when I am none I have won.", "owner": "Julieanne O'Connor"}, {"item": "The excitement of dreams coming true is beyond the description of words.", "owner": "Lailah Gifty Akita"}, {"item": "Wisdom comes from knowing the order of things...and you are the first order of your business.", "owner": "Elaine Marolakos Edelson, Aries Fire"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Nothing can disturb your peace of mind unless you allow it to.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Dream big. Wake up. Take the first step into the unknown.", "owner": "Roy T. Bennett"}, {"item": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be the help you seek from others.", "owner": "Abhijit Naskar, The Film Testament"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You cannot change anyone, but you can be the reason someone changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do what you love, love what you do, and with all your heart give yourself to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Go where your nose leads you", "owner": "Patricia Griecci, Pampered Pooch Parties: Easy Dog Recipes And Crafts To Create A Howling Good Time"}, {"item": "Gabriel Oak: \"It's time for you to fight your own battles... and win them too.", "owner": "Thomas Hardy, Far From The Madding Crowd, Volume 1 of 3"}, {"item": "Life has no remote....get up and change it yourself!", "owner": "Mark A. Cooper, Operation Einstein"}, {"item": "I help people achieve their dreams.", "owner": "Ken Poirot"}, {"item": "Darkness cannot survive in light, but a light can shine in the dark!", "owner": "Odille Rault, Beyond the Magic Pill: A Collection of the Insights of Illusions"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The best-laid plans can fail for the lack of proper execution.", "owner": "Anurag Shourie, Half A Shadow"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Step out on faith and walk into your purpose.", "owner": "Germany Kent"}, {"item": "Not all things that fall down break. Some develop wings.", "owner": "Neelam Saxena Chandra"}, {"item": "ผมไม่ได้กลัวแก่ ผมแค่กลัวแก่โดยที่ไม่ได้ทำอะไร", "owner": "ทีปกร วุฒิพิทยามงคล, BE RIGHT BACK หายไปที่อื่น"}, {"item": "Life's a wondrous journey, don't take it for granted.", "owner": "Joseph C. Reyes"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "My best testimonies are from the times I thought I couldn't survive.", "owner": "Tanya R. Liverman, Journey to Legacy: A Poetic Timeline of My Life"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life can be more human and less tragic", "owner": "Tracy Sillato, My Maasai Experience: Reflections"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I can't change yesterday, but I can sure mess up today.", "owner": "Charlton Heston, In the Arena: An Autobiography"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Well, if it can be thought, it can be done, a problem can be overcome,", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Things can be cleaned and replaced. Great moments cannot afford to be lost.", "owner": "Cindy Woodsmall, The Bridge of Peace"}, {"item": "Remember that the happiest people are not those getting more, but those giving more.", "owner": "H. Jackson Brown Jr."}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If it doesn't agree with your spirit let it go.", "owner": "Germany Kent"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "I have drunken deep of joy,And I will taste no other wine tonight.", "owner": "Percy Bysshe Shelley"}, {"item": "What you believe you can receive if you doubt it you will do without it.", "owner": "JoCecelia Shinn"}, {"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "It is difficult to make the right choice if you fear choosing wrongly.", "owner": "Roy T. Bennett"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "At the very moment when people underestimate you is when you can make a breakthrough.", "owner": "Germany Kent"}, {"item": "Raise your vibration, Not your tone of voice..You gain inspiration, For Peace is a choice.", "owner": "Ana Claudia Antunes, A-Z of Happiness: Tips for Living and Breaking Through the Chain that Separates You from Getting That Dream Job"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Sometimes you have to lose all you have to find out who you truly are.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Success is not how high you have climbed, but how you make a positive difference to the world.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Break the rules not because you don’t know better, but because you know them too well", "owner": "Savania China"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "inspirational-attitude,", "updatedAt": "2023-07-01 19:09:51"}