{"contents": [{"item": "Failure is an event, never a person.", "owner": "William D. Brown"}, {"item": "Fear has been good to yours truly.", "owner": "Robert Englund"}, {"item": "I think of inspiration as desire infused with spirit and topped with an almost reckless optimism.", "owner": "Fred White"}, {"item": "We can do no good, without God's grace,", "owner": "Lailah Gifty Akita"}, {"item": "Hope in the heart is the escape in any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "Everyone wants a prodigy to fail it makes our mediocrity more bearable. ", "owner": "Harold Bloom"}, {"item": "Dogs speak words, but only poets and children Hear.", "owner": "Patricia MacLachlan, The Poet's Dog"}, {"item": "Phantasie ist wichtiger als Wissen, denn Wissen ist begrenzt.", "owner": "Albert Einstein"}, {"item": "Imagination is the highest form of research.", "owner": "Albert Einstein"}, {"item": "Don't loaf and invite inspiration light out after it with a club. ", "owner": "Jack London"}, {"item": "The sky is blue everywhere.", "owner": "Kaleb Lampkin"}, {"item": "Freely we received, freely we give.", "owner": "Lailah Gifty Akita"}, {"item": "Inspiration is always a surprising visitor.", "owner": "John O'Donohue, Anam Cara: A Book of Celtic Wisdom"}, {"item": "Dissatisfaction can be a source of inspiration if you learn to control it.", "owner": "Tadahiko Nagao"}, {"item": "Once you have met someone, you never really forget them.", "owner": "Hayao Miyazaki"}, {"item": "Be like a postage stamp. Stick to it until you get there", "owner": "Bob Proctor"}, {"item": "Action creates/a taste/for itself.", "owner": "Kay Ryan"}, {"item": "There will be another sky, my love, just you wait", "owner": "Lori Nelson Spielman, The Life List"}, {"item": "The truth is sometimes lost in translation when the facts are not understood", "owner": "Jennifer L. Armentrout, Every Last Breath"}, {"item": "The stationary condition is the beginning of the end", "owner": "Henri-Frédéric Amiel"}, {"item": "We make our own truths and lies....Truths are often lies and lies truths...", "owner": "Bernhard Schlink"}, {"item": "Sometimes you wake up. Sometimes the fall kills you. And sometimes, when you fall, you fly.", "owner": "Neil Gaiman, Fables and Reflections"}, {"item": "Surprise is where creativity comes in.", "owner": "Ray Bradbury"}, {"item": "We all have 10,000 bad drawings in us. The sooner we get them out the better.", "owner": "Walt Stanchfield"}, {"item": "There are years that ask questions and years that answer.", "owner": "Zora Neale Hurston, Their Eyes Were Watching God"}, {"item": "until the end of the world,all whys will be answered,but now,you can only ask!", "owner": "Bob Marley, Bob Marley Talking"}, {"item": "You can't put a price tag on creativity", "owner": "Walt Disney Company"}, {"item": "Challenges turned the eye inward to empower a renewed self for an enhanced future.", "owner": "Mala Naidoo"}, {"item": "Why give up?Why give in?", "owner": "Breaking Benjamin"}, {"item": "the joy that you give to others is the joy that comes back to you", "owner": "John Greenleaf Whittier"}, {"item": "Reading is a means of thinking with another person's mind it forces you to stretch your own. ", "owner": "Charles Scribner Jr."}, {"item": "Fire is loud, full of rage and chaos and destruction.", "owner": "Kami Garcia & Margaret Stohl"}, {"item": "Call on God, but row away from the rocks.", "owner": "Hunter S. Thompson"}, {"item": "sometimes knowing when to give up is the real test of character...-annabelle granger", "owner": "Susan Elizabeth Phillips, Match Me If You Can"}, {"item": "Sometimes questions are more important than answers.", "owner": "Nancy Willard"}, {"item": "Circumstances are the seeds of literature.", "owner": "Salvador de Madariaga, Essays with a Purpose"}, {"item": "If I never got to make a living doing what I loved, I'd still do it--for fun and for free.", "owner": "Susan E. Isaacs, Angry Conversations with God: A Snarky but Authentic Spiritual Memoir"}, {"item": "Do one thing every day that scares you.", "owner": "Eleanor Roosevelt"}, {"item": "The first and final thing you have to do in this world is to last it and not be smashed by it.", "owner": "Ernest Hemingway"}, {"item": "If you don’t act out of ‘Inspiration’, ‘Desperation’ will make you act!", "owner": "Harrish Sairaman"}, {"item": "Beauty and grace command the world.", "owner": "Park Benjamin"}, {"item": "I was never really insane except upon occasions when my heart was touched.", "owner": "Edgar Allan Poe"}, {"item": "We all pay for life with death, so everything in between should be free.", "owner": "Bill Hicks"}, {"item": "I never made one of my discoveries through the process of rational thinking", "owner": "Albert Einstein"}, {"item": "Admirer quelqu'un, s'inspirer de son parcours, c'est avant tout grandir et devenir soi.", "owner": "Amandine Roche, Nomade sur la voie d'Ella Maillart"}, {"item": "All water has a perfect memory and is forever trying to get back to where it was.", "owner": "Toni Morrison"}, {"item": "Lots of people would be as cowardly as me if they were brave enough.", "owner": "Terry Pratchett, The Last Hero"}, {"item": "Love is the absence of judgment.", "owner": "Dalai Lama XIV"}, {"item": "Wait. Take your foot off the pedal. Instead, let your creativity drive you.", "owner": "Scott Stabile"}, {"item": "You don't have to be great to start, but you have to start to be great.", "owner": "Zig Ziglar"}, {"item": "Life without discipline is just like a body without a backbone.", "owner": "Utkarsh Sharma"}, {"item": "All the effort in the world won't matter if you're not inspired.", "owner": "Chuck Palahniuk, Diary"}, {"item": "The world is but a canvas for our imagination", "owner": "Henry David Thoreau"}, {"item": "Good men do the most harm.", "owner": "Henry Adams"}, {"item": "We are defined by what we do", "owner": "John Rhein"}, {"item": "Kita tidak perlu jadi hebat, kita sudah dilahirkan hebat. Yakin & teruskan perjalanan!", "owner": "NMO"}, {"item": "Unto whomsoever much is given, of him shall much be required.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "Why don't you read the Good News of God.", "owner": "Lailah Gifty Akita"}, {"item": "Aim for what u want and the year will all make a sense.", "owner": "Cecelia Ahern"}, {"item": "let your haters be your motivators", "owner": "Nikki Carter"}, {"item": "Knowledge does not come to us by details, but in flashes of light from heaven.", "owner": "Henry David Thoreau, Walden and Other Writings"}, {"item": "Every single human being is creative. Dreams are a proof.", "owner": "nikita Arora"}, {"item": "His heart was as great as the world, but there was no room in it to hold the memory of a wrong", "owner": "Ralph Waldo Emerson"}, {"item": "Each of us suffers with envy/for the forgiven.", "owner": "Marie Howe, The Good Thief"}, {"item": "We are wiser than we know.", "owner": "Ralph Waldo Emerson"}, {"item": "Give thanks for what you are today and go on fighting for what you gone be tomorrow", "owner": "William Shakespeare"}, {"item": "If we are grateful, we shall be glad.", "owner": "Lailah Gifty Akita"}, {"item": "I'm like a bridge. I can crash and crumble, or stand and support people. I've done both.", "owner": "Brianna LaBrosse"}, {"item": "The higher knowledge, the higher responsibility", "owner": "Muhammad Ahkam A"}, {"item": "What you do makes a difference, and you have to decide what kind of difference you want to make.", "owner": "Jane Goodall"}, {"item": "Optimists enrich the present, enhance the future,challenge the improbable and attain the impossible", "owner": "William Arthur Ward"}, {"item": "Wizards are always hungry.", "owner": "Kelly Link, Pretty Monsters: Stories"}, {"item": "Obstacles are things a person sees when he takes his eyes off his goal.", "owner": "E. Joseph Cossman"}, {"item": "The universe is made up of stories, not atoms.", "owner": "Muriel Rukeyser"}, {"item": "See it in yourself, and the world will follow suit. Believe in you.", "owner": "Kevin Abdulrahman, The Book on What Ever You're Into: These Are the 52 Timeless Winning Truths You Need to Know to Have a Chance at Winning"}, {"item": "Although I have the colors, only the Lord can mix them with such harmony.", "owner": "Paulo Coelho, The Fifth Mountain"}, {"item": "Someone has to write all those stories: why not me?", "owner": "Elizabeth Gilbert"}, {"item": "Amateurs look for inspiration the rest of us just get up and go to work. ", "owner": "Chuck Close"}, {"item": "Imagination is the true magic carpet.", "owner": "Norman Vincent Peale, Norman Vincent Peale: Three Complete Books: The Power of Positive Thinking; The Positive Principle Today; Enthusiasm Makes the Difference"}, {"item": "Real freedom lies in wildness,not in civilization!!", "owner": "Charles Lindberg"}, {"item": "No matter how bad things are, you can always make things worse.", "owner": "Randy Pausch, The Last Lecture"}, {"item": "Human being is human being.", "owner": "Lailah Gifty Akita"}, {"item": "When we disempower women we actually corrupt the world.", "owner": "Iman Refaat"}, {"item": "Hotel rooms inhabit a separate moral universe.", "owner": "Tom Stoppard"}, {"item": "We have to live a life that is more revolutionary than that of the revolutionaries.", "owner": "Brother Andrew"}, {"item": "Seize the day...by the throat!", "owner": "Courage Wolf"}, {"item": "Blind cat jumps with faith you should too.", "owner": "Marcia Meier, Heart on a Fence"}, {"item": "Inspiration is what keeps us well.", "owner": "James Redfield, The Tenth Insight: Holding the Vision"}, {"item": "Never outgrow your imagination.", "owner": "Teresa Mummert"}, {"item": "There is no communication in this world except between equals.", "owner": "Ken Burns"}], "common_tag": "inspiration", "updatedAt": "2023-07-01 19:09:51"}