{"contents": [{"item": "Can a broken cistern hold water?", "owner": "Lailah Gifty Akita"}, {"item": "Coincidence is God's way of remaining anonymous.", "owner": "Albert Einstein"}, {"item": "Everything must be made as simple as possible. But not simpler.", "owner": "Albert Einstein"}, {"item": "Science is the process that takes us from confusion to understanding...", "owner": "Brian Greene"}, {"item": "Justice is paramount. The new judgement is the justice of the hidden time.", "owner": "Compton Gage"}, {"item": "God is an ever-receding pocket of﻿ scientific ignorance.", "owner": "Neil deGrasse Tyson"}, {"item": "Without the Mind, there is no God. Without you, there is no God.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "The features of character are carved out of adversity.", "owner": "Rick Barnett"}, {"item": "We leave this life the same way that we enter it, totally alone, bereft.", "owner": "Blake Crouch, Dark Matter"}, {"item": "If there is any religion that could respond to the needs of modern science, it would be Buddhism.", "owner": "Albert Einstein"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Be naive and curious. That's all you need to become a scientist.", "owner": "Abhijit Naskar"}, {"item": "The inner dimension and the hidden time have already been discovered.", "owner": "Compton Gage"}, {"item": "Blood shall drop out of wood, and the stone shall give his voice, and the people shall be troubled:", "owner": "Compton Gage"}, {"item": "Science is organized knowledge. Wisdom is organized life", "owner": "Immanuel Kant"}, {"item": "Justice is about harmony... revenge is about you making yourself feel better.", "owner": "Compton Gage"}, {"item": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", "owner": "Michael Faraday"}, {"item": "Science was many things, Nadia thought, including a weapon with which to hit other scientists.", "owner": "Kim Stanley Robinson, Red Mars"}, {"item": "He fell in love with the way she fell in love with everything besides him.", "owner": "Polkadot"}, {"item": "We think our fathers fools, so wise we grow. Our wiser sons, no doubt will think us so.", "owner": "Alexander Pope"}, {"item": "By studying, understanding and do the wills of the book, you renounce your mortal life.", "owner": "Compton Gage"}, {"item": "I don’t do metaphysics. Neither do I have the luxury to talk about my beliefs.", "owner": "Abhijit Naskar"}, {"item": "Science says the first word on everything, and the last word on nothing.", "owner": "Victor Hugo"}, {"item": "There are more stolen bikes in my garage than there are stars in the galaxy.", "owner": "Neil deGrasse Tyson"}, {"item": "The smaller the creature, the bolder its spirit.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Science begs literature to develop wings.", "owner": "Santosh Kalwar"}, {"item": "There is no greater crime against humanity than usury.", "owner": "Compton Gage"}, {"item": "A man of logic is a man of sin.", "owner": "Mike  Norton"}, {"item": "Science has given us a great lie. It is this lie that ends the current age of faith in God.", "owner": "Compton Gage"}, {"item": "In the end, you will realize most friendship is feigning, most loving mere folly.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "The greatest shortcoming of the human race is our inability to understand the exponential function.", "owner": "Albert A. Bartlett"}, {"item": "Science have proof that women talk more than men, it's a fact.", "owner": "Deyth Banger"}, {"item": "Science must not impose any philosophy, any more than the telephone must tell us what to say.", "owner": "G.K. Chesterton"}, {"item": "Things remain paranormal, as long as we scientists don't reveal the underlying physical processes.", "owner": "Abhijit Naskar"}, {"item": "All the labour of man is for his mouth, and yet the appetite is not filled.", "owner": "Compton Gage"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "It's survival of the hang-in-there's, or the made-the-cuts, or the just good-enoughs.", "owner": "Bill  Nye, Undeniable: Evolution and the Science of Creation"}, {"item": "The Universe is not only queerer than we suppose, but queerer than we can suppose.", "owner": "J.B.S. Haldane, Possible Worlds"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "It is not my intention to be fulsome, but I confess that I covet your skull.", "owner": "Arthur Conan Doyle, The Hound of the Baskervilles"}, {"item": "How inappropriate to call this planet \"Earth,\" when it is clearly \"Ocean.", "owner": "Arthur C. Clarke"}, {"item": "Sophistication is not science people, simplicity is.", "owner": "Abhijit Naskar"}, {"item": "The Universe was opaque until 380.000 years after the Big Bang.", "owner": "Neil deGrasse Tyson, Astrophysics for People in a Hurry"}, {"item": "Science is not about making predictions or performing experiments. Science is about explaining.", "owner": "Bill Gaede"}, {"item": "Science is better than sympathy, if only it is science.", "owner": "E.M. Forster, Maurice"}, {"item": "Science is what we have learned about how to keep from fooling ourselves.", "owner": "Richard Feynman"}, {"item": "We must understand the Cosmos as it is and not confuse how it is with how we wish it to be.", "owner": "Carl Sagan, Cosmos"}, {"item": "Extinction is the rule. Survival is the exception.", "owner": "Carl Sagan, The Varieties of Scientific Experience: A Personal View of the Search for God"}, {"item": "Politics is for the moment and equation is for eternity.", "owner": "Albert Einstein, The Quotable Einstein"}, {"item": "We understand more than we know.", "owner": "Margaret Atwood, Oryx and Crake"}, {"item": "I believe in evolution in the sense that a short-tempered man is the successor of a crybaby.", "owner": "Criss Jami, Killosophy"}, {"item": "The steam engine has done much more for science than science has done for the steam engine.", "owner": "William Thomson, 1st Baron Kelvin"}, {"item": "John Muir, Earth — planet, Un", "owner": "John Muir"}, {"item": "I am too much of a skeptic to deny the possibility of anything.", "owner": "Thomas Henry Huxley, Life and Letters of Thomas Henry Huxley - Volume 1"}, {"item": "Caitlyn Jenner is not brave nor a hero", "owner": "Kyle Broflovski"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "In four months we could actually have an administration that believes in science.", "owner": "Mark Warner"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "I am not a teacher of humanity, I am merely servant of humanity.", "owner": "Abhijit Naskar"}, {"item": "It tastes like water spiked with strange.", "owner": "Mary Roach, Gulp: Adventures on the Alimentary Canal"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "God is the fountain of all living waters.", "owner": "Lailah Gifty Akita"}, {"item": "Life is a natural phenomenon – and by mystifying it, one only disgraces its natural beauty.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Its not your fault for not being there.Its my fault for thinking you would be", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "No definite sciencewithout trial & error.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "If one cannot see gravitation acting here, he has no soul.", "owner": "Richard Feynman, Six Easy Pieces: Essentials of Physics By Its Most Brilliant Teacher"}, {"item": "There is no such thing as reincarnation, but only similar incarnation.", "owner": "Abhijit Naskar"}, {"item": "Science blasphemed when tries to eliminate scarcity in economy.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Any sufficiently advanced technology is indistinguishable from magic.", "owner": "Arthur C. Clarke, Profiles of the Future: An Inquiry Into the Limits of the Possible"}, {"item": "Being skeptical is a balancing act it doesn't mean being dismissive.", "owner": "Evan Gough"}, {"item": "Discover the force of the skies O Men: once recognised it can be put to use.", "owner": "Johannes Kepler, Epitome of Copernican Astronomy and Harmonies of the World"}, {"item": "Tenderhearted people are silent sufferers they just learn the art to fly with broken wings.", "owner": "Abhysheq Shukla, Feelings Undefined: The Charm of the Unsaid"}, {"item": "It has always been science versus fundamentalism, not science versus religion.", "owner": "Abhijit Naskar, Biopsy of Religions: Neuroanalysis Towards Universal Tolerance"}, {"item": "Science is trumped by ignorance when the ignorant are given a vote.", "owner": "Chuck Wendig, Invasive"}, {"item": "It is either coincidence piled on top of coincidence,\" said Hollus, \"or it is deliberate design.", "owner": "Robert J. Sawyer, Calculating God"}, {"item": "We have the power to move mountain, if we have faith that the mountain can be moved.", "owner": "Compton Gage"}, {"item": "Ignite the light within you, it will make your world brighter.", "owner": "Avis J. Williams"}, {"item": "The highest heaven is not in the sky, it is in the human mind.", "owner": "Abhijit Naskar"}, {"item": "The alternative to thinking in evolutionary terms is not to think at all.", "owner": "Peter Medawar"}, {"item": "Bad times have a scientific value. These are occasions a good learner would not miss.", "owner": "Ralph Waldo Emerson"}, {"item": "Death does not wait for you to be ready.", "owner": "Compton Gage"}, {"item": "Never underestimate spite as a motivator for genius.", "owner": "Sam Kean, The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements"}, {"item": "Father Nicholas Steno, is often identified as the father of geology.", "owner": "Thomas E. Woods Jr."}, {"item": "Being ninty nine percent sure opens for a possibility that you might be a hundred percent wrong.", "owner": "Hasse Jerner"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "The murder of a child has no justification, even if the bombs have missed their mark.", "owner": "Compton Gage"}, {"item": "We are a way for the cosmos to know itself.", "owner": "Carl Sagan, Cosmos"}, {"item": "Science is a way of thinking much more than it is a body of knowledge.", "owner": "Carl Sagan"}], "common_tag": "science,", "updatedAt": "2023-05-26 21:16:05"}