{"contents": [{"item": "Go where the pain is, go where the pleasure is.", "owner": "Anne Rice"}, {"item": "When no one you know tells the truth, you learn to see under the surface.", "owner": "Cassandra Clare, Lady Midnight"}, {"item": "Love must risk all or perish.", "owner": "Anthony  Ryan, Blood Song"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "Soon, the pain will be over!", "owner": "Israelmore Ayivor, Six Words Inspiration"}, {"item": "SUICIDE... Is to have the freedom to choose, when, where and how to die.", "owner": "John Zea"}, {"item": "A best friend is the only one that walks into your life when the world has walked out.", "owner": "Shannon L. Alder"}, {"item": "Only courageous hearts can endure the bitterness of truth.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "A migraine is the cockblock of writing.", "owner": "Don Roff"}, {"item": "The pain is necessary to find the power of being.", "owner": "Lailah Gifty Akita"}, {"item": "There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt.", "owner": "Erma Bombeck"}, {"item": "A poet should be so crafty with words that he is envied even for his pains.", "owner": "Criss Jami, Killosophy"}, {"item": "From the cradle to the grave, joy and pain is the fertilizer for wisdom.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Pain is temporary. Quitting lasts forever.", "owner": "Lance Armstrong, Every Second Counts"}, {"item": "The soul suffers to the pain for the neglect of the spirit.", "owner": "Lailah Gifty Akita"}, {"item": "The minute I'm in a little pain ... your rough, tough, scary bad boy image totally falls apart.", "owner": "Christine Feehan, Dark Hunger"}, {"item": "Where there is anger there is always pain underneath.", "owner": "Eckhart Tolle, The Power of Now"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "Truth is worse than soap in the eyes.", "owner": "Suzanne Palmieri, The Witch of Belladonna Bay"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "You aren’t old enough to have such regrets.”“Pain doesn’t respect age, my lady.", "owner": "Sherrilyn Kenyon, Styxx"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Let go of the pain. But never forget the past lessons.", "owner": "Lailah Gifty Akita"}, {"item": "It was long since I had longed for anything and the effect on me was horrible.", "owner": "Samuel Beckett"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "Sometimes the nicest people are the ones who've been hurt the most", "owner": "Frances Ivy"}, {"item": "Pain, unless it is physical, was sold to you (by your culture).", "owner": "Mokokoma Mokhonoana"}, {"item": "Somewhere inside that hurting body, there is something better, something stronger, something real.", "owner": "R. M. Drake"}, {"item": "Our wounds are often the openings into the best and most beautiful part of us.", "owner": "David Richo"}, {"item": "Some things cannot be fixed. They can only be carried.", "owner": "Megan Devine, It's Ok That You're Not Ok: Meeting Grief and Loss in a Culture That Doesn't Understand"}, {"item": "We all have problems. Or rather, everyone has at least one thing that they regard as a problem.", "owner": "Mokokoma Mokhonoana"}, {"item": "Pain writes the words, sorrow wields the pen, tears wet the paper, and the story mends the heart.", "owner": "Piper Payne"}, {"item": "See your hard times through the spectacles of your experiences. They, too, shall pass away.", "owner": "Ogwo David Emenike"}, {"item": "Maybe love and pain are synonyms.", "owner": "Vanshika Dhyani"}, {"item": "And just when I though things were starting to get better, everything had gone wrong again.", "owner": "Rachel Ward, Numbers"}, {"item": "how anxiously I yearned for those I had forsaken.", "owner": "Fyodor Dostoyevsky, The Dream of a Ridiculous Man"}, {"item": "Pain is a pleasure in disguise.", "owner": "Debasish Mridha"}, {"item": "It is beautiful, it is endless, it is full and yet seems empty. It hurts us.", "owner": "Jackson Pearce, Fathomless"}, {"item": "Some of the most beautiful things we have in life comes from our mistakes.", "owner": "Surgeo Bell"}, {"item": "the saddest thing is to bea minute to someone,when you've made them your eternity.", "owner": "Sanober  Khan"}, {"item": "Time has always been the greatest ally to Truth, because Time eventually relieves and reveals all.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "We cannot experience free joy and happiness without experiencing the depths of pain.", "owner": "Natalie Brenner, This Undeserved Life: Uncovering The Gifts of Grief and The Fullness of Life"}, {"item": "I have been at war with parts of myself for so long", "owner": "Mohadesa Najumi"}, {"item": "We celebrate God when we share in each other’s joy and pain", "owner": "Sunday Adelaja"}, {"item": "Be patient in painful times.", "owner": "Lailah Gifty Akita"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "For years I've been searching for a homeland, finally I found it in you..", "owner": "Seja Majeed, The Forgotten Tale of Larsa"}, {"item": "I am a habitual rule-breaker", "owner": "Mohadesa Najumi"}, {"item": "I think a lot of psychopaths are just geniuses who drove so fast that they lost control.", "owner": "Criss Jami, Killosophy"}, {"item": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "In visions of the night, like dropping rain, Descend the many memories of pain", "owner": "Aeschylus, Agamemnon"}, {"item": "Pleasure and Pain participate equally in moulding character.", "owner": "Abhijit Naskar"}, {"item": "In my experience, stress is the cause of all injury and pain.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "It’s that short-lived happiness, which empowers us to bear; long-lasting pain in living.", "owner": "Aniruddha Sastikar"}, {"item": "You may silence the critics, but you don't silence the pain.", "owner": "Anthony T. Hincks"}, {"item": "May be its mine bad-luck Or yours not to get me But I still have hope Of being yours", "owner": "Hasil Paudyal, Blended Words"}, {"item": "And yet it takes only the smallest pleasure or pain to teach us time’s malleability.", "owner": "Julian Barnes, The Sense of an Ending"}, {"item": "Dear lover, pull my ears and not my legs for it is better to be cautioned than to be lied to.", "owner": "Temitayo Olami"}, {"item": "I'm Allen Walker!\"My life....is over...I'm going to die....", "owner": "Katsura Hoshino, D.Gray-man, Volume 11"}, {"item": "Sometimesi don't haveenough soulin my cheeksto show myface to theworld.", "owner": "Curtis Tyrone Jones"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "I don't trust anybody who isn't a little bit neurotic", "owner": "Mohadesa Najumi"}, {"item": "I still smell your absence on my skin. It smells of insomnia and rusted key locks...", "owner": "Malak El Halabi"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "We all have scars, Mia; they are supposed to make you stronger, not paralyze you.” ~Cole", "owner": "Tina Carreiro, Power of the Moon"}, {"item": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "owner": "José N. Harris, MI VIDA: A Story of Faith, Hope and Love"}, {"item": "In a world gushing blood day and night, you never stop mopping up pain.", "owner": "Aberjhani, The River of Winged Dreams"}, {"item": "He knows her like man knows earth, touching the surface but unaware of her depth.", "owner": "Piper Payne"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Sometimes you like to keep things bottled up, but that is not the best policy.", "owner": "Aireen C. Pontillo"}, {"item": "Isn't joyful or painful this pain in which I rejoice", "owner": "Fernando Pessoa, Poems of Fernando Pessoa"}, {"item": "You can only trust your emotions as you can lie to yourself with your brain but not your heart.", "owner": "Carl White"}, {"item": "Deeply happy people are even thankful for the trials and tragedies they pass through.", "owner": "Auliq-Ice"}, {"item": "It's been so long, I don't remember what okay feels like.", "owner": "Kayla Krantz, Survive at Midnight"}, {"item": "there is some achingthat will only heal...in the mosque of sleep.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "From the beginning, look, what thou desires to see, it shall be shew thee.", "owner": "Compton Gage"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "Devotion to goal, knowing your purpose and calling helps you go through pain, hindrance and crisis", "owner": "Sunday Adelaja"}, {"item": "Turn your wounds into wisdom.", "owner": "Oprah Winfrey"}, {"item": "Just like there's always time for pain, there's always time for healing.", "owner": "Jennifer Brown, Hate List"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "This world’s anguish is no different from the love we insist on holding back.", "owner": "Aberjhani, Elemental: The Power of Illuminated Love"}, {"item": "Face your life, its pain, its pleasure, leave no path untaken.", "owner": "Neil Gaiman, The Graveyard Book"}, {"item": "No one can hurt you except you give them the power to do so and choose to accept it.", "owner": "Kemi Sogunle, Beyond the Pain by Kemi Sogunle"}, {"item": "If you can play with your pain, every day would be a party.", "owner": "Lailah Gifty Akita"}, {"item": "A disastrous flaw in our design is that the heart always defies the brain.", "owner": "Piper Payne, White Lies"}, {"item": "Betrayal is advancing myself at the expense of the one who I committed myself to advance.", "owner": "Craig D. Lounsbrough"}, {"item": "All pain is the same.", "owner": "Oprah Winfrey"}], "common_tag": "pain,", "updatedAt": "2023-05-26 21:16:05"}