{"contents": [{"item": "The stars of heaven gives light.", "owner": "Lailah Gifty Akita"}, {"item": "But in my opinion, all things in nature occur mathematically.", "owner": "René Descartes"}, {"item": "The poetry of the earth is never dead.", "owner": "John Keats"}, {"item": "The Lord God give rain to the earth.", "owner": "Lailah Gifty Akita"}, {"item": "Your blessings are very important to melt down the stony hearts.", "owner": "Amit Ray, Nonviolence: The Transforming Power"}, {"item": "Mother Nature offers her nurturing essence to us all freely with no expectation of reciprocation.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Look Below and You'll feel Rich,Look Above and You'll feel Poor", "owner": "Vineet Raj Kapoor"}, {"item": "If you are the land, then I am the sea. I don't need you and you don't need me.", "owner": "Maria Elena, Eternal Youth"}, {"item": "O Lord that bear rule, who may know these things, but he that had not his dwelling with men?", "owner": "Compton Gage"}, {"item": "Time obliterates the fictions of opinion and confirms the decisions of nature.", "owner": "Marcus Tullius Cicero"}, {"item": "It is unfortunate that many people today cannot appreciate the value that every man possesses.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Only the Creator defines path of a river course.", "owner": "Lailah Gifty Akita"}, {"item": "Ko kiti priplavajo v vaše srce, ga nikoli več ne zapustijo.", "owner": "Živa Vivianaia Dor"}, {"item": "The more thou search, the more thou shall marvel.", "owner": "Compton Gage"}, {"item": "God is the ROCK of all ages.", "owner": "Lailah Gifty Akita"}, {"item": "To fit into the need of God is to manifest his love-nature", "owner": "Sunday Adelaja"}, {"item": "Nature doesn’t need knowledge, because nature is knowledge, knowledge manifest.", "owner": "Martin Pretchel"}, {"item": "The branches do not support the root. But the root supports the branches.", "owner": "Lailah Gifty Akita"}, {"item": "Who is the spring of living water? The Sovereign Lord.", "owner": "Lailah Gifty Akita"}, {"item": "What comes, when it comes, will be what it is.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "An extreme fearfulness moves through all your body, and your mind is troubled more.", "owner": "Compton Gage"}, {"item": "What will he then do unto his name whereby we are called? ...of these things have I asked.", "owner": "Compton Gage"}, {"item": "We move through this world on paths laid down long before we are born.", "owner": "Robert Moor, On Trails: An Exploration"}, {"item": "Man without his maker is like root without a tender shoot.", "owner": "Lailah Gifty Akita"}, {"item": "The more thou search, the more thou shall marvel; for the world hast fast to pass away-", "owner": "Compton Gage"}, {"item": "Only you can change your own world. No one else.", "owner": "Nina Hrusa"}, {"item": "The creation of a thousand forests is in one acorn", "owner": "Ralph Waldo Emerson"}, {"item": "God is the fountain of all living waters.", "owner": "Lailah Gifty Akita"}, {"item": "How my adventures become your sins?", "owner": "Compton Gage"}, {"item": "Who can count the sand by the sea?", "owner": "Lailah Gifty Akita"}, {"item": "Why are there trees I never walk under but large and melodious thoughts descend upon me?", "owner": "Walt Whitman"}, {"item": "Let us imitate nature—not each other.", "owner": "Debasish Mridha"}, {"item": "Natural Sciences are all about fascinating causality.", "owner": "Abhijit Naskar, What is Mind?"}, {"item": "With infinite wisdom and care your life is constantly sustained because Nature flows through you.", "owner": "Michael J. Cohen, The World Peace University Field Guide to Connecting With Nature"}, {"item": "Man masters nature not by force, but by understanding", "owner": "Jacob Bronowski"}, {"item": "Faith is a sacred fruit.", "owner": "Lailah Gifty Akita"}, {"item": "The land, that thou see now to have root, shall thou see wasted suddenly.", "owner": "Compton Gage"}, {"item": "Hear me, and I will instruct thee; hearken to the thing that I say, and I shall tell thee more.", "owner": "Compton Gage"}, {"item": "The outside is the only place we can truly be inside the world.", "owner": "Daniel J. Rice, THIS SIDE OF A WILDERNESS: A Novel"}, {"item": "Faith in God is the fruit of the earth.", "owner": "Lailah Gifty Akita"}, {"item": "Every human being on earth is the same and our very being is crying out for same need.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "The splendor of God is displayed in the stars with the magnificent of the moon.", "owner": "Lailah Gifty Akita"}, {"item": "We have worth because we were created in the image and likeness of God.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Faith is a fertile field.", "owner": "Lailah Gifty Akita"}, {"item": "The smaller the creature, the bolder its spirit.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The natural world sustains me and fills me with joy.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Every man wants commendation, so do not just commend your boss, commend those who are under you.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "We fail to often realize that every man has an innate worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "What melody will our rivers remember if songbirds forget how to sing?", "owner": "Sheniz Janmohamed, Firesmoke"}, {"item": "How, and when shall these things come to pass? wherefore are our years few and evil?", "owner": "Compton Gage"}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "A basket of ripe fruit is holier than any prayer book.", "owner": "Marty Rubin"}, {"item": "Even so have I given the womb of the earth to those that be sown in it in their times.", "owner": "Compton Gage"}, {"item": "The world we write is but a dappled expression of the one in which we live.", "owner": "Virginia Crow"}, {"item": "Be like the flower, content with its nature.", "owner": "Seth D."}, {"item": "There is a power in nature that man has ignored. And the result has been heartache and pain.", "owner": "Anasazi Foundation, The Seven Paths: Changing One's Way of Walking in the World"}, {"item": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.", "owner": "Ingrid Bergman"}, {"item": "Can a broken cistern hold water?", "owner": "Lailah Gifty Akita"}, {"item": "She cannot: but must do it by distance of time.", "owner": "Compton Gage"}, {"item": "The Human Self is the only friend and savior to all humanity.", "owner": "Abhijit Naskar, Rowdy Buddha: The First Sapiens"}, {"item": "The greatest single achievement of nature to date was surely the invention of the molecule DNA.", "owner": "Lewis Thomas"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "What betrayed me? Was it my heart? Or my Soul?", "owner": "Compton Gage"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "Run wild and free like a waterfall", "owner": "Anamika Mishra"}, {"item": "One had to live a long time to know a man's true nature.", "owner": "Gabriel García Márquez, Love in the Time of Cholera"}, {"item": "To get over a mountain, you have to climb it.", "owner": "Jonathan Tesch"}, {"item": "What one person calls miracle, I call nature.", "owner": "Abhijit Naskar, Neurons, Oxygen & Nanak"}, {"item": "An appeaser is one who feeds a crocodile, hoping it will eat him last.", "owner": "Winston S. Churchill"}, {"item": "The longing for Paradise is man's longing not to be man.", "owner": "Milan Kundera, The Unbearable Lightness of Being"}, {"item": "Mother Nature doesn't care if you're having fun. ", "owner": "Larry Niven"}, {"item": "As for you, you're unwise: how may you then speak of these things whereof thou ask you?", "owner": "Compton Gage"}, {"item": "What man is able to do that, that thou should ask such things of me?", "owner": "Compton Gage"}, {"item": "If I were a tree, I would have no reason to love a human.", "owner": "Maggie Stiefvater, The Raven Boys"}, {"item": "I like this place and could willingly waste my time in it.", "owner": "William Shakespeare"}, {"item": "God is nature’s anti-dote to misery.", "owner": "Abhijit Naskar, I Am The Thread: My Mission"}, {"item": "The history of science is the saga of nature defying common sense.", "owner": "Kedar Joshi"}, {"item": "Thou hast given a right judgment, but why judge thou not thyself also?", "owner": "Compton Gage"}, {"item": "Leverage on your self-worth and convert it into net worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", "owner": "Michael Faraday"}, {"item": "Radite na tome da budete elokventni.Vecina njih zna samo da prica,mnogo vise nego sto treba.", "owner": "Tamara Stamenkovic"}, {"item": "I have a conflict of interest in environmental conservation.", "owner": "Mohith Agadi"}, {"item": "The Moon is the light of the night.", "owner": "Lailah Gifty Akita"}, {"item": "You can convert your innate worth into gross net worth on the earth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Love the trees until their leaves fall off, then encourage them to try again next year.", "owner": "Chad Sugg"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Every man has a starting capital in life and it is called worth or self-worth.", "owner": "Sunday Adelaja, Create Your Own Net Worth"}, {"item": "Listen to the whisper of nature and sing along with love.", "owner": "Debasish Mridha"}, {"item": "HereI'm here-the snow falling.", "owner": "Kobayashi Issa"}, {"item": "Nature, to be commanded, must be obeyed. The imagination must be given not wings but weights.", "owner": "Henry Adams, The Education of Henry Adams"}], "common_tag": "nature,", "updatedAt": "2023-05-26 21:16:05"}