{"contents": [{"item": "A touch of kindness is like a ray of light in deep darkness.", "owner": "Debasish Mridha"}, {"item": "Measure your life not by its duration but by its contribution.", "owner": "Debasish Mridha"}, {"item": "A goal without action is like a late night dream.", "owner": "Debasish Mridha"}, {"item": "Be simple, stay humble, care with love, hug with kindness.", "owner": "Debasish Mridha"}, {"item": "Always believe in your heart that you can do what you dream.", "owner": "Debasish Mridha"}, {"item": "Don’t worry. All of your problems will be solved in the end.", "owner": "Debasish Mridha"}, {"item": "Am I going with time slowly or is time going with me?", "owner": "Debasish Mridha"}, {"item": "When you are enthusiastic and optimistic with faith, nothing will be impossible for you to achieve.", "owner": "Debasish Mridha"}, {"item": "A knowledgeable person without a curious mind is like poetry without essence.", "owner": "Debasish Mridha"}, {"item": "Philosophy is so interesting and intriguing that it is almost boring not to be a philosopher.", "owner": "Debasish Mridha"}, {"item": "Never forget to love your enemies and pray for their well-being.", "owner": "Debasish Mridha"}, {"item": "Wake up every morning with dreams of a wonderful day.", "owner": "Debasish Mridha"}, {"item": "Try to control your anger before it burns your life.", "owner": "Debasish Mridha"}, {"item": "The highest form of wisdom is often hidden in simplicity.", "owner": "Debasish Mridha"}, {"item": "The secret to abundance in life is to begin with an abundant mindset and a caring heart.", "owner": "Debasish Mridha"}, {"item": "We are blessed with a finite life, but our imaginations are infinite.", "owner": "Debasish Mridha"}, {"item": "Dare to dream big. Never fear to fail. Take actions with love.", "owner": "Debasish Mridha"}, {"item": "Wisdom is the essence of experiences.", "owner": "Debasish Mridha"}, {"item": "Forgiveness with kindness is the best revenge.", "owner": "Debasish Mridha"}, {"item": "You cannot reach space without overcoming the attraction of gravity.", "owner": "Debasish Mridha"}, {"item": "Life is a song. Your thoughts are the music. Now play beautiful music and sing a wonderful song.", "owner": "Debasish Mridha"}, {"item": "There are beauties all around you. All you have to do is look to reveal them.", "owner": "Debasish Mridha"}, {"item": "Take a vacation from your stressful thoughts by changing your thoughts.", "owner": "Debasish Mridha"}, {"item": "Tact is an ability to live in the midst of ugliness without getting ugly.", "owner": "Debasish Mridha"}, {"item": "We are always fascinated with the past, but the future is always brighter.", "owner": "Debasish Mridha"}, {"item": "Always forget to complain, but never forget to appreciate and compliment.", "owner": "Debasish Mridha"}, {"item": "Every failure is an experience builder and a stepping stone towards success.", "owner": "Debasish Mridha"}, {"item": "Happiness is the best makeup to emphasize your inner beauty and outer glow.", "owner": "Debasish Mridha"}, {"item": "Your attitude reflects your inner feelings.", "owner": "Debasish Mridha"}, {"item": "Your mind is your biggest enemy and your dearest friend.", "owner": "Debasish Mridha"}, {"item": "Book knowledge is not enough. Experiential knowledge is essential for success in life.", "owner": "Debasish Mridha"}, {"item": "Life is transient and ephemeral so dance in your own way.", "owner": "Debasish Mridha"}, {"item": "Ultimately, you are defined by your kindness, compassion, passion, and choice.", "owner": "Debasish Mridha"}, {"item": "You may not be rich with money, Socrates was not, your life still has tremendous value.", "owner": "Debasish Mridha"}, {"item": "Knowledge is the most essential ingredient of life, and it comes from curiosity.", "owner": "Debasish Mridha"}, {"item": "Your uniqueness is your trademark.", "owner": "Debasish Mridha"}, {"item": "Make each day, the best day of life.", "owner": "Debasish Mridha"}, {"item": "In life, storms come not to hurt you but to make you stronger.", "owner": "Debasish Mridha"}, {"item": "Common sense comes not just from knowledge, but also from wisdom.", "owner": "Debasish Mridha"}, {"item": "The time and situation is always right to express and experience the beauty of kindness.", "owner": "Debasish Mridha"}, {"item": "A moment of kindness can fill your heart with infinite joy.", "owner": "Debasish Mridha"}, {"item": "You are the soul of the universe, the eyes of the world, and the feelings of nature.", "owner": "Debasish Mridha"}, {"item": "Music is the language of the soul and the expression of deep inner feelings.", "owner": "Debasish Mridha"}, {"item": "Music is the highest form of philosophy of the conscious mind.", "owner": "Debasish Mridha"}, {"item": "The depth of consciousness widens our breadth of understanding and makes us uniconscious.", "owner": "Debasish Mridha"}, {"item": "To win in life, never forget to be content competing with yourself.", "owner": "Debasish Mridha"}, {"item": "We don’t see things. We see reflections of our feelings and perceptions.", "owner": "Debasish Mridha"}, {"item": "Appreciation has tremendous power. A beautiful thing is not beautiful until someone appreciates it.", "owner": "Debasish Mridha"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "I can’t tell you what consciousness is, but I know I can only think when I am conscious.", "owner": "Debasish Mridha"}, {"item": "Happiness is very simple. To be happy, think happiness.", "owner": "Debasish Mridha"}, {"item": "You are very strong if you're empowered by love and simplicity.", "owner": "Debasish Mridha"}, {"item": "Like the sun, a teacher enlightens a mind with his love, warmth, and light.", "owner": "Debasish Mridha"}, {"item": "You can only inspire others when your heart is ready to sing the song of love.", "owner": "Debasish Mridha"}, {"item": "You don’t need money to be kind, but you cannot be kind without a heart.", "owner": "Debasish Mridha"}, {"item": "A leader becomes great by inspiring others to do great things.", "owner": "Debasish Mridha"}, {"item": "When you learn to kill animals, you are unconsciously teaching cruelty to other creations.", "owner": "Debasish Mridha"}, {"item": "Age can’t dull the beauty of life that reflects and radiates from within.", "owner": "Debasish Mridha"}, {"item": "You sing in my mind and dance in my heart.", "owner": "Debasish Mridha"}, {"item": "What barrier is there that love cannot break?", "owner": "Mahatma Gandhi, The Story of My Experiments With Truth"}, {"item": "Don’t just wish and dream—take action to make it happen.", "owner": "Debasish Mridha"}, {"item": "You can’t start a new life if you continue to dwell in your past.", "owner": "Debasish Mridha"}, {"item": "I can’t express the truth about reality. I can only express my feelings.", "owner": "Debasish Mridha"}, {"item": "The greatest wealth is a loving peaceful mind.", "owner": "Debasish Mridha"}, {"item": "Ah! Your eyes are lighting the moon with the silvery lights of love.", "owner": "Debasish Mridha"}, {"item": "Your heart sees the beauty of life and your soul realizes the ecstasy of love.", "owner": "Debasish Mridha"}, {"item": "I have no special gift. With deep love, I give what I have.", "owner": "Debasish Mridha"}, {"item": "If you don’t want to be foolish, don’t try to fool anyone.", "owner": "Debasish Mridha"}, {"item": "Education is the fertilizer which helps you to grow and bloom to beautify this world.", "owner": "Debasish Mridha"}, {"item": "Winning is something, but participation is everything.", "owner": "Debasish Mridha"}, {"item": "A leader is solution oriented and a philosopher is problem oriented.", "owner": "Debasish Mridha"}, {"item": "Today’s thoughts will define where you will be tomorrow.", "owner": "Debasish Mridha"}, {"item": "To teach someone something, appreciate even the slightest improvements and avoid criticism.", "owner": "Debasish Mridha"}, {"item": "Never expect to be accepted without criticism. Never forget to appreciate.", "owner": "Debasish Mridha"}, {"item": "When you have your conscious mind, you have everything you need to succeed.", "owner": "Debasish Mridha"}, {"item": "The essential attributes of a great leader are a positive attitude, humility, and gratitude.", "owner": "Debasish Mridha"}, {"item": "Give your life a destination.", "owner": "Debasish Mridha"}, {"item": "A great leader often sacrifices greatly in the service of others.", "owner": "Debasish Mridha"}, {"item": "I am not a teacher, but I am a friend who likes to kindle your heart and awaken your mind.", "owner": "Debasish Mridha"}, {"item": "To find yourself: be yourself, trust yourself, and love yourself.", "owner": "Debasish Mridha"}, {"item": "A tree sings to us with her beauty and her love. It is our responsibility to listen to her music.", "owner": "Debasish Mridha"}, {"item": "When you share your moments of joy with friends, that memory lasts forever.", "owner": "Debasish Mridha"}, {"item": "Vacations are the best time to find your true self deep inside.", "owner": "Debasish Mridha"}, {"item": "Education helps you to create a new world which is uniquely yours to live and enjoy.", "owner": "Debasish Mridha"}, {"item": "If you can begin with enthusiasm and confidence, you are half way to success.", "owner": "Debasish Mridha"}, {"item": "An action taken with positive thoughts will never produce negative results.", "owner": "Debasish Mridha"}, {"item": "A vacation is three times more work without the payment.", "owner": "Debasish Mridha"}, {"item": "Every day of life is an adventure. Don’t fear to dare and never forget to enjoy it.", "owner": "Debasish Mridha"}, {"item": "Even if you are sad, don’t forget to sing the song of love.", "owner": "Debasish Mridha"}, {"item": "Be a person of value, but never try to define your worth.", "owner": "Debasish Mridha"}], "common_tag": "gandhi,", "updatedAt": "2023-05-26 21:16:05"}