{"contents": [{"item": "Many's the man/ who thought himself wise/ but what he needed/ he did not know...", "owner": "Richard Wagner, The Ring of the Nibelung"}, {"item": "Mirrors that hide nothing hurt me. But this is the hurt of purging and precious renewal - and these are the mirrors of dangerous grace.", "owner": "Walter Wangerin Jr."}, {"item": "You must become the producer, director and actor in the unfolding story of your life.", "owner": "Wayne W. Dyer"}, {"item": "Remember, purpose is about giving...All you can do with your life is to give it away in the service of others.", "owner": "Wayne W. Dyer"}, {"item": "it's a rare day when she speaks in anything but platitudes--all those exhausted phrases and hand-me-down ideas that cram the dump sites of contemporary wisdom", "owner": "Paul Auster, The Brooklyn Follies"}, {"item": "For this is Wisdom; to love, to liveTo take what fate, or the Gods may give.To ask no question, to make no prayer,To kiss the lips and caress the hair,Speed passion's ebb as you greet its flowTo have, -to hold -and -in time, -let go!", "owner": "Laurence Hope"}, {"item": "Our moments of inspiration are not lost though we have no particular poem to show for them; for those experiences have left an indelible impression, and we are ever and anon reminded of them. ", "owner": "Henry David Thoreau"}, {"item": "A house divided cannot stand.", "owner": "Abraham Lincoln"}, {"item": "Wonder is the beginning of wisdom in learning from books as well as from nature.", "owner": "Mortimer J. Adler, How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information"}, {"item": "A great benefit of Sabbath keeping is that we learn to let God take care of us — not by becoming passive and lazy, but in the freedom of giving up our feeble attempts to be God in our own lives.", "owner": "Marva J. Dawn, Keeping the Sabbath Wholly: Ceasing, Resting, Embracing, Feasting"}, {"item": "How many of us are swept away by what I have come to call an 'active laziness'?It consists of cramming our lives with compulsive activity, so that there is no time at all to confront the real issues.", "owner": "Sogyal Rinpoche"}, {"item": "The slave is not afflicted with a punishment greater than the hardening of the heart and being distant from Allah. For the Fire was created to melt the hardened heart. The most distant heart from Allah is the heart which is hardened. If the heart becomes hardened, the eye becomes dry.", "owner": "ابن قيم الجوزية"}, {"item": "Wisdom is knowing what to do next; Skill is knowing how to do it, and Virtue is doing it.", "owner": "David Starr Jordan"}, {"item": "The secret, or innermost, level of wisdom is pure intuition, clarity, lucidity, innate wakefulness, presence, and recognition of reality. This transcendental wisdom is within all of us—it just needs to be discovered and developed, unfolded and actualized.", "owner": "Lama Surya Das"}, {"item": "Wisdom does not make me full. It fills me with hunger.", "owner": "Noah Benshea, Jacob the Baker: Gentle Wisdom For a Complicated World"}, {"item": "Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end.", "owner": "Kris Kristofferson"}, {"item": "Fear is a state of nervousness only fit for children", "owner": "The RZA"}, {"item": "A WORD TO THE WISELet the world pass in its time-ridden race; never get caught in its snare.Remember, the only acceptable casefor being in any particular place is having no business there.", "owner": "Piet Hein, Grooks 1"}, {"item": "Wisdom with an inheritance is good, but wisdom without an inheritance is better than an inheritance without wisdom.", "owner": "Anne Bradstreet"}, {"item": "Leave no stone unturned.", "owner": "Euripides"}], "pagination": {"size": 20, "total": 10, "current": 6}}