{"contents": [{"item": "Never focus on the end. Only focus on your first step.", "owner": "Brodi Ashton, Evertrue"}, {"item": "A student will find that he is more affected by one book which he has truly mastered than by 20 books which he has merely skimmed.", "owner": "Charles Haddon Spurgeon, Lectures to My Students"}, {"item": "When I turn down the volume, it's amazing how much I can actually hear.", "owner": "John Waire"}, {"item": "All true leaders have learned to say no to the good in order to say yes to the best.", "owner": "John Maxwell"}, {"item": "Open-mindedness is a precondition for generating new ideas, but focusing on the problem is almost equally important.", "owner": "Eraldo Banovac"}, {"item": "For reasons no one has yet explained, the Internet is at once riveting and a great killer of concentration.", "owner": "Joseph Epstein"}, {"item": "Some people succeed not because they have wealth and education, but because they have firm focus.", "owner": "Jorge P. Guerrero"}, {"item": "That was a thing of wolves; they could know the past and the future, yet keep their attention on the hunt. Could he do the same? Allow himself to be consumed when needed, yet keep balance in other parts of his life?", "owner": "Robert Jordan, Towers of Midnight"}, {"item": "If you want to save your time, learn to be focused on your purpose to the utmost.", "owner": "Sunday Adelaja"}, {"item": "Yohannes D. Asega > My Quotes(showing 1-1 of 1)sort by ↑ topup up positiondown down↓ bottomRemove this quote from your collectionArthur Schopenhauer“We, the salt of the earth, should endeavor to follow, by never letting anything disturb us in the pursuit of our intellectual life, however much the storm of the world may invade and agitate our personal environment.", "owner": "Arthur Schopenhauer"}, {"item": "A man that is focused on his purpose always saves his time.", "owner": "Sunday Adelaja"}, {"item": "When building a team do not look at people’s weaknesses, instead look at their strengths.", "owner": "Sunday Adelaja"}, {"item": "Only by focusing on God can we reach our goal.", "owner": "Sunday Adelaja"}, {"item": "The leader must be focused on the goal.", "owner": "Sunday Adelaja"}, {"item": "Never be focused on yourself.", "owner": "Sunday Adelaja"}, {"item": "In fact the trick good shooters deploy is change of focus from long to short and vice versa. And that should happen fast.The modus operandi is an alignment – of long Focus (long term vision) with due validation with respect to current status (short term goals).", "owner": "Priyavrat Thareja"}, {"item": "Maintain focus on what God called you to do.", "owner": "Sunday Adelaja"}, {"item": "Restriction often enhances clarity.", "owner": "Richard J. Foster, Celebration of Discipline"}, {"item": "Here, there's no anger, no loss, not even fear. When he's battling, everything has a crystal clarity, just action and reaction.", "owner": "Anonymous"}, {"item": "Entrepreneurship: you put one dumb foot in front of the other while the world throws bricks at your head.", "owner": "Peter Thiel"}], "pagination": {"size": 20, "total": 10, "current": 6}}