{"contents": [{"item": "Of what use is my going to church every day and still come home and remain the same? Of what use is my attending the mosques and the next day I enter the mall with knives and start slaughtering people in the name of religion.God is a God of variety. He was not stupid creating all of us different with our uniqueness.His creating us different shows the level of His creativity. He didn't make you white to hate black or vice versa. He made it so that we can cherish and love each other irrespective of our differences just as He loved us with all our flaws and our short comings.Can we forgive those who have offended us? Yes and some will say no but never forget that you are not worthy but God still forgives you even till the last hour of your life.If God can love us against all our atrocities why can't we learn to love one another.Take a look around you, you can only see sad faces. Was that really God's intention for us on earth? Absolutely not. But we have remoulded God's creativity to suit our taste and lifestyles and now we are reaping the fruit of our labour. You should not expect to reap love when you sowed the seed of hatred. What a man sows that he reaps. We sowed on weapons of war and we are yielding war in return. We have sowed on weapons of destruction so why are we asking for peace.If you ask me....I will say let's go back to our source. He has never lost any battle. I am a living witness.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I am amazed upon the many battle that we engage in, be it money, control or matters of the heart, only very few of us knows how to fight in the right way or understand who we are really fighting against. To win any battle you' ve got to have the right strategy and resources because victories don't come by accident.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "All the failures in my life freed me from all my fears so that I can succeed.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I am a bit old fashion but I believe in prayer, I believe prayer can move mountain. Prayer might not be our responsibility but it is a good starting place. It can give us heaven's prospectives on human problems. I know we need to do a bit more than pray but that doesn't mean we don't need to pray.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Sometimes what not to do is more important than what to do. Sometimes when you are in crisis, when frustration are high or when you are under pressure, what you don't do is more important than what you do. Don't be afraid. ....", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "If you never listen, you can't see. The devil has got so many people so disconnected that they cannot even listen or even sense when the Lord is speaking.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Christians we cannot be allowed to be fractured at a time like this. There are more of us, there are more of light in us than in the agents of darkness.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Man's panic does not produce God's power.....sometimes you need to pray before you post on social media.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "At a time like this maybe the world is looking at us not just at a miracle crusade or sunday church service but the way we are living. Maybe they want to see whether what our Master left for us worked for us; there is a counter spirit to the spirit of fear, it is the love of God.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "This is not the first time that the world has been in a mess but you are still God, you left us on the earth, not only to preach in a building but to be the church beyond the buildings.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Before we can fix the situation, we have to first see the situation, the world can't see straight right now, some are blinded by hatred, rage, fear, scepticism, some are blinded by their pains.We need to pray...pray that God open our eyes to see the problem from the source and not from the surface.You cannot solve a situation that you cannot see correctly.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The agenda of the Media is not to inform you, they don't care about you, they are trying to show you the truth. There are some intelligent Christians but they can't find them and put on the air ...for instance me", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "There must be something that God knows about fear that we don't know. I am sure He knows that when you are in a state of fear, you can't fix anything. When we are in a state of fear we can't talk about anything reasonable and we can't solve anything. That is the problem because the media throws all lies on us to create fear and we fall for it....Number one Satan's strategy of getting some people trapped.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Be careful the mistake of yesterday always lives with tomorrow.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "How about we be the light of Jesus Christ? There are things we tend to forget when fear becomes the driving force. The world is filled with a lot of questions now; what do we do? Who do we elect? How do we fix this? Some people feel powetless in those ways. Helpless, hopeless, confused, overwhelmed.What do we do?My answer: Stop looking for practical advice \"don't be afraid \" \"those who are with us are more than those who are with them\"2 kings 6:16", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "I don't want to settle down because God has satisfied me and heard my prayers. I want to stay hungry and thirsty for the things of God.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "The presence of crisis does not prove the absence of God. I think in time of crisis Christians should rise up and point to the world on something bigger. The crisis is an opportunity for us to proclaim to the children of darkness what we proclaim in the light.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "God always wants us to see things from heaven's prospective. You may not be doing much to your community but what you are is so important. You are significant.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Five minutes after something happened might not be the best time for you to get into your Facebook and tell everybody. Men's panic does not produce God's power.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}, {"item": "Conflict is much the same, injustice and inequality is nothing new to our generation only the contest has changed because not only that everyone has opinion but they also have an opportunity to voice it and that is a bit dangerous.", "owner": "Patience Johnson, Why Does an Orderly God Allow Disorder"}], "pagination": {"size": 20, "total": 10, "current": 9}}