{"contents": [{"item": "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others.", "owner": "Martin Luther King Jr."}, {"item": "Don't aim at success. The more you aim at it and make it a target, the more you are going to miss it. For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side effect of one's personal dedication to a cause greater than oneself or as the by-product of one's surrender to a person other than oneself. Happiness must happen, and the same holds for success: you have to let it happen by not caring about it. I want you to listen to what your conscience commands you to do and go on to carry it out to the best of your knowledge. Then you will live to see that in the long-run—in the long-run, I say!—success will follow you precisely because you had forgotten to think about it", "owner": "Viktor E. Frankl, Man's Search for Meaning"}, {"item": "It is the very mark of the spirit of rebellion to crave for happiness in this life", "owner": "Henrik Ibsen, Ghosts"}, {"item": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less.", "owner": "G.K. Chesterton"}, {"item": "Whoever is happy will make others happy.", "owner": "Anne Frank, The Diary of a Young Girl"}, {"item": "This planet has - or rather had - a problem, which was this: most of the people living on it were unhappy for pretty much of the time. Many solutions were suggested for this problem, but most of these were largely concerned with the movement of small green pieces of paper, which was odd because on the whole it wasn't the small green pieces of paper that were unhappy.", "owner": "Douglas Adams, The Hitchhiker's Guide to the Galaxy"}, {"item": "I have no faith in human perfectibility. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.", "owner": "Edgar Allan Poe"}, {"item": "Children are happy because they don't have a file in their minds called \"All the Things That Could Go Wrong.", "owner": "Marianne Williamson"}, {"item": "Happiness is not a possession to be prized, it is a quality of thought, a state of mind.", "owner": "Daphne du Maurier, Rebecca"}, {"item": "The sense of unhappiness is so much easier to convey than that of happiness. In misery we seem aware of our own existence, even though it may be in the form of a monstrous egotism: this pain of mine is individual, this nerve that winces belongs to me and to no other. But happiness annihilates us: we lose our identity.", "owner": "Graham Greene, The End of the Affair"}, {"item": "What can I do with my happiness? How can I keep it, conceal it, bury it where I may never lose it? I want to kneel as it falls over me like rain, gather it up with lace and silk, and press it over myself again.", "owner": "Anaïs Nin, Henry & June"}, {"item": "I'm a kind of paranoiac in reverse. I suspect people of plotting to make me happy.", "owner": "J.D. Salinger, Raise High the Roof Beam, Carpenters & Seymour: An Introduction"}, {"item": "If only we'd stop trying to be happy, we could have a pretty good time.", "owner": "Edith Wharton"}, {"item": "The pain I feel now is the happiness I had before. That's the deal.", "owner": "C.S. Lewis"}, {"item": "Happiness is a risk. If you’re not a little scared, then you’re not doing it right.", "owner": "Sarah Addison Allen, The Peach Keeper"}, {"item": "Success is getting what you want..Happiness is wanting what you get.", "owner": "Dale Carnegie"}, {"item": "those who do not know how to see the precious things in life will never be happy.", "owner": "Alex Flinn, Beastly"}, {"item": "It is sometimes easier to be happy if you don't know everything.", "owner": "Alexander McCall Smith, Morality for Beautiful Girls"}, {"item": "Happiness is a perfume you cannot pour on others without getting some on yourself.", "owner": "Ralph Waldo Emerson"}, {"item": "We buy things we don't need with money we don't have to impress people we don't like.", "owner": "Dave Ramsey, The Total Money Makeover: A Proven Plan for Financial Fitness"}], "pagination": {"size": 20, "total": 10, "current": 8}}