{"contents": [{"item": "Routine is the god of every social system  it is the seventh heaven of business  the essential component in the success of every factory  the ideal of every statesman.", "owner": "Alfred North Whitehead"}, {"item": "The monarchy is a labour-intensive industry.", "owner": "Harold Wilson"}, {"item": "The test of a vocation is the love of the drudgery it involves.", "owner": "Logan Pearsall Smith"}, {"item": "They say hard work never hurt anybody  but I figure why take the chance.", "owner": "Ronald Reagan"}, {"item": "Unionism  seldom if ever  uses such powers as it has to ensure better work  almost always it devotes a large part of that power to safeguarding bad work.", "owner": "H. L. Mencken"}, {"item": "Work is of two kinds: first  altering a position of matter at or near the earth's surface relatively to other such matter  second  telling other people to do so. The first kind is unpleasant and ill-paid  the second is pleasant and highly paid.", "owner": "Bertrand Russell"}, {"item": "As a remedy against all ills - poverty  sickness  and melanchol - only one thing is absolutely necessary: a liking for work.", "owner": "Charles Baudelaire"}, {"item": "They intoxicate themselves with work so they won't see how they really are.", "owner": "Aldous Huxley"}, {"item": "Most people like hard work  particularly when they're paying for it.", "owner": "Franklin P. Jones"}, {"item": "We work to become  not to acquire.", "owner": "Elbert Hubbard"}, {"item": "If one defines the term 'dropout' to mean a person who has given up serious effort to meet his responsibilities  then every business office  government agency  golf club and university faculty would yield its quota.", "owner": "John W. Gardner"}, {"item": "Hasten slowly  and without losing heart  put your work twenty times upon the anvil.", "owner": "Nicolas Boileau"}, {"item": "How many years of fatigue and punishment it takes to learn the simple truth that work  that disagreeable thing  is the only way of not suffering in life  or at all events  of suffering less.", "owner": "Charles Baudelaire"}, {"item": "Miracles sometimes occur  but one has to work terribly hard for them.", "owner": "Chaim Weizmann"}, {"item": "Beware all enterprises that require new clothes.", "owner": "Henry David Thoreau"}, {"item": "Employment is nature's physician  and is essential to human happiness.", "owner": "Galen"}, {"item": "Work is the grand cure of all the maladies and miseries that ever beset mankind.", "owner": "Thomas Carlyle"}, {"item": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.", "owner": "George Bernard Shaw"}, {"item": "Chance favours only those who know how to court her.", "owner": "Charles Nicolle"}, {"item": "Work is man's most natural form of relaxation.", "owner": "Dagobert Runes"}], "pagination": {"size": 20, "total": 10, "current": 4}}