{"contents": [{"item": "Getting healthy will always result in weight loss as a side effect, but a side effect of dieting and weight loss is often poorer health.", "owner": "Christopher Earle"}, {"item": "You see, most people gain weight because they give into cravings. But when you easily (and without feeling like you're depriving yourself) gain control, the extra weight comes off.", "owner": "Josh Bezoni"}, {"item": "Don't look around for the path you are meant to follow, forge it yourself.", "owner": "Toni Sorenson"}, {"item": "Somehow I find the energy to continue the run. Part of the high that comes after finishing a long run is overcoming the wall, that point when your body crashes but your mind keeps moving you forward.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "We are the custodians of our bodies. We must take action to employ healthy lifestyle habits to prevent, reduce, and/or manage disease and illness.", "owner": "Bridgette L. Collins"}, {"item": "People who work out are so gullible. They think they'll live longer. Well, good luck to them. It's a shame most of them aren't bright enough to realise that the extra time added to their life when they're eighty and too old to do anything productive with it is roughly equal to all the time wasted in the gym when they're young and capable of having fun.", "owner": "Toni Jordan, Nine Days"}, {"item": "We are all bodybuilders, so build the house you want to live in.", "owner": "Rodney  Page, The Resistance Revolution"}, {"item": "Optimal nutrition is eating the right things, in the right amounts, at the right time.", "owner": "Siim Land, Becoming a Self-Empowered Being: The Journey Towards Achieving Body-Mind-Mastery and Living According to One's Calling."}, {"item": "Yoga is a lifestyle and not just a mere kind of exercise to stay fit and health. It is a science which unfolds the endless potentials of our mind and soul.", "owner": "Anamika Mishra"}, {"item": "You must transform your confidence in order to transform your body.", "owner": "Josh Bezoni"}, {"item": "FIT: Overall lean frame gained due to regular planned exercising and balanced diet...having the right metabolism.", "owner": "Deshwal Sachin"}, {"item": "Only bacteria thrive and live well in a poorly cared for body.", "owner": "Nina Leavins"}, {"item": "The medical system serves a very important purpose for many, but our most common lifestyle diseases are better served with use of the Self Care System.", "owner": "Nina Leavins"}, {"item": "Training is the word we use now. To train means to teach a particular skill over a period of time. Every time you get up, show up, work out, you are training yourself to be better, to live happier and healthier. Don’t expect results in a snap. Remember, change takes however long it takes.", "owner": "Toni Sorenson"}, {"item": "You can’t do it for someone else. No matter how much they motivate or inspire you, you have to do it for yourself. Your health is YOUR responsibility.", "owner": "Toni Sorenson"}, {"item": "When the finish line seems too far away, remember how you felt when you were back at the starting line. Regain that motivation to recharge your momentum.", "owner": "Toni Sorenson"}, {"item": "It’s rare to be depressed and be in prime health. Healthy people tend to be happy people.", "owner": "Toni Sorenson"}, {"item": "In a group of five workouts, I tend to have one great workout, the kind of workout that makes me think in just a few weeks I could be an Olympic champion, plus maybe Mr. Olympia. Then, I have one workout that’s so awful the mere fact I continue to exist as a somewhat higher form of  life is a miracle. Finally, the other three workouts are the punch-the-clock workouts: I go in, work out, and walk out. Most people experience this.", "owner": "Dan John, Never Let Go: A Philosophy of Lifting, Living and Learning"}, {"item": "If you work and do pure research in this industry as long as I have – and you actually pay attention and do your homework, then this naked and raw truth stands out -> The supplement world of cancer-fighters, CAD-preventers, health-promoters, magic-water – AND/OR - muscle-builders, fat-burners and weight-loss agents – all of them – already have an over-crowded mass grave-yard of previous magic bullets that would supposedly make your life and/or body better – Yes, so promising and heavily promoted “this” era – but so dead and gone the next – leaving in their wake a trail of mass-consumer confusion – but also leaving their actual intention -> a new generation of passive consumers – those who can’t differentiate the sizzle from the steak. Or as W.C. Fields put it so long ago – “There’s a sucker born every minute.” -> There isn’t a supplement on the planet that marks the difference between ‘health or ill-health’ – or between ‘fit or fat.’ - or between ‘results and stagnation.", "owner": "Scott Abel"}, {"item": "There is a fairly common pattern in this field where folks go through about three distinct stages. it true of other areas.1. You know that you know nothing: here you pretty much just use someone else's canned workouts since you don't know what you're doing2. You know just enough to be dangerous. This is when everybody starts overcomplicating things. You see these insanely complicated training programs and periodization schemes. Lots of charts, graphs and flowcharts.3. You realize that the above doesn't matter 999 times out of 1000 and you go back to keeping it simple. You realize that hard work on the basics + talent + time > everything else.", "owner": "Lyle McDonald"}], "pagination": {"size": 20, "total": 5, "current": 1}}