{"contents": [{"item": "The shoddy work of despair, the pointless work of pride, equally betray Creation. They are wastes of life.", "owner": "Wendell Berry, What Are People For?"}, {"item": "He sighed. It had come to this. He was a responsible authority, and people could use terms like \"core values\" at him with impunity. ", "owner": "Terry Pratchett, Making Money"}, {"item": "You did what you were told or you didn't get paid, and if things went wrong it wasn't your problem. It was the fault of whatever idiot has accepted this message for sending in the first place. No one cared about you, and everyone at headquarters was an idiot. It wasn't your fault, no one listened to you. Headquarters had even started an Employee of the Month scheme to show how much they cared. That was how much they didn't care.", "owner": "Terry Pratchett, Going Postal"}, {"item": "If you can work anywhere, anytime, then pretty soon you're working everywhere all the time.", "owner": "Judy Nichols, Tree Huggers"}, {"item": "Intellectual 'work' is misnamed; it is a pleasure, a dissipation, and is its own highest reward. The poorest paid architect, engineer, general, author, sculptor, painter, lecturer, advocate, legislator, actor, preacher, singer, is constructively in heaven when he is at work; and as for the magician with the fiddle-bow in his hand, who sits in the midst of a great orchestra with the ebbing and flowing tides of divine sound washing over him - why, certainly he is at work, if you wish to call it that, but lord, it's a sarcasm just the same. The law of work does seem utterly unfair - but there it is, and nothing can change it: the higher the pay in enjoyment the worker gets out of it, the higher shall be his pay in cash also.", "owner": "Mark Twain, A Connecticut Yankee in King Arthur's Court"}, {"item": "Some managers hire people they're excited to work with. I prefer to hire people I'm excited to dominate.", "owner": "Mykle Hansen, HELP!  A Bear is Eating Me!"}, {"item": "I hold a little fundraiser every day. Its called going to work.", "owner": "Stephen Colbert"}, {"item": "I often think how unadventurous my life must seem from the outside, though I do like my job.", "owner": "Mary Hoffman, City of Flowers"}, {"item": "The world, and therefore the workplace, is full of idiots. And the reality of life is that when you get rid of one idiot, another will show up to take his place. It's the curse of humanity.", "owner": "Larry Winget, It's Called Work For a Reason"}, {"item": "The Frenchman works until he can play. The American works until he can’t play; and then thanks the devil, his master, that he is donkey enough to die in harness. But the Englishman, as he has since become, works until he can pretend that he never worked at all.", "owner": "G.K. Chesterton, Eugenics and Other Evils: An Argument Against the Scientifically Organized State"}, {"item": "There are plenty of people dragging themselves miserably through the world, because they are clogged and fettered with work for which they have no fitness... I can't help believing that nothing is better than to find one's work early and hold fast to it, and put all one's heart into it.", "owner": "Sarah Orne Jewett, A Country Doctor"}, {"item": "Then a ploughman said , speak to us of work : in keeping yourself with labour you are in truth loving life ,And to love life throught labour is to be intimate with inmost secrets .And what is it to work with love ?it is to weave the colth with threads from your heart , even as if your beloved were to wear that colth .It is to build a house with affection , even as if your beloved were to dwell in that house .It is to sow seeds with tenderness and reap the harvest with joy , even as if your beloved were to eat the fruit .It is to change all things you fashion with a breath of your own spirit .He who works in marble , and finds the shape of his own soul in the stone , is nobler than he who ploughs the soil.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "Because I'm a man who works, who knows what a human being is like inside, who knows that every human being has his worth, and who wants the world to be governed by work and not by opinions about work.", "owner": "Wilhelm Reich, Listen, Little Man!"}, {"item": "Few great men could pass personnel. ", "owner": "Paul Goodman"}, {"item": "It's pretty hard to be efficient without being obnoxious. ", "owner": "Kin Hubbard"}, {"item": "There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone--many of whom are bored out of their minds. All day long. Not for nothing is their motto TGIF -- 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do.", "owner": "Richard N. Bolles"}, {"item": "What is he to learn? To imitate? Or to avoid? When your friends the bees worry themselves about their sovereign, and become perfectly distracted touching the slightest monarchical movement, are we men to learn the greatness of Tuft-hunting, or the littleness of the Court Circular? I am not clear, Mr. Boffin, but that the hive may be satirical.'At all events, they work,' said Mr. Boffin.Ye-es,' returned Eugene, disparagingly, 'they work; but don't you think they overdo it?", "owner": "Charles Dickens"}, {"item": "No, they didn’t have any money, the sea was dangerous and men were lost, but it was a satisfying life in a way people today do not understand. There was a joinery of lives all worked together, smooth in places, or lumpy, but joined. The work and the living you did was the same things, not separated out like today.", "owner": "Annie Proulx, The Shipping News"}, {"item": "When you do your work happily, work will disappear.", "owner": "Mehmet Murat ildan"}, {"item": "Sadly, in our technological, impersonal, and avaricious consumer society, people merely hold on to jobs. They put in their time, leave at the five o'clock bell, pick up their pay checks, and leave the whole business behind them. Work, for so many, becomes a necessary evil. They go at it grudgingly, at best resignedly. It is hard to fault them; the stressful conditions and uncertainty under which so many workers labor force them into an adversarial relationship with their occupations and employers.", "owner": "Robert Dykstra, She Never Said Good-Bye"}], "pagination": {"size": 20, "total": 10, "current": 1}}