{"contents": [{"item": "Baths, she thought, were just like her relationships, all \"ooh, ah\" in the beginning and then suddenly, without warning, she had to get out, out, out!", "owner": "Liane Moriarty, Three Wishes"}, {"item": "The engineer’s ready capitulation, however, did not hide from the poet’s mother the sad realization that the adventure into which she had plunged so impulsively--and which had seemed so intoxicatingly beautiful--had no turned out to be the great, mutually fulfilling love she was convinced she had a full right to expect. Her father was the owner of two prosperous Prague pharmacies, and her morality was based on strict give-and-take. For her part, she had invested everything in love (she had even been willing to sacrifice her parents and their peaceful existence); in turn, she had expected her partner to invest an equal amount of capital of feelings in the common account. To redress the imbalance, she gradually withdrew her emotional deposit and after the wedding presented a proud, severe face to her husband.", "owner": "Milan Kundera, Life is Elsewhere"}, {"item": "If you have nothing in common with the person you are dating and his parents hate you and your friends hate him, this is not romantic; it's a bad idea.", "owner": "Amy E. Spiegel, Letting Go of Perfect: Women, Expectations, and Authenticity"}, {"item": "Different people have different ways of defining, living and maintaining relationships. Your way is not the only right way, it is merely your way. As far as right way is concerned, there isn't any. It is all about different opinions and perceptions.", "owner": "Arti Honrao"}, {"item": "But even so, I wondered--how well do we really ever know someone?", "owner": "Beth Hoffman, Looking for Me"}, {"item": "You know what she's made of.\"\"Yeah, good stock, good breeding, a hard head and a hunger to win.\" She flashed him a smile as they approached the kitchen door. \"I've been told that describes me. I'm half Irish, Brian, I was born stubborn.\"\"No arguing with that. A person might make the world a calmer place for others by being passive, but you don't get very far in it yourself, do you?\"\"Look at that. We have a foundation of agreement. Now tell me you like spaghetti and meatballs.\"\"It happens to be a favorite of mine.\"\"That's handy. Mine, too. And I heard a rumor that's what's for dinner.\" She reached for the doorknob, then caught him off guard by brushing a light kiss over his lips. \"And since we'll be joining my parents, it would probably be best if you didn't imagine me naked for the next couple of hours.\"She sailed in ahead of him, leaving Brian helplessly and utterly aroused.", "owner": "Nora Roberts, Irish Rebel"}, {"item": "... the best way of killing a rose is to force it open when it is still only the promise of a bud.", "owner": "José Saramago, The Cave"}, {"item": "Something snapped inside her. “Of course I’m afraid! Relationships do bad things to me.” He started to respond, but the pain had gone on long enough, and she didn’t want to hear it. “You know what I want? I want peace. I want a good job and a decent place to live. I want to read books and listen to music and have time to make some female friendships that are going to last. When I wake up in the morning, I want to know that I have a decent shot at being happy. And here’s what’s really sad. Until I met you, I was almost there.", "owner": "Susan Elizabeth Phillips, Ain't She Sweet"}, {"item": "Even \"meant to be\" takes work.", "owner": "Donna Lynn Hope"}, {"item": "males conspicuously leaving their mark to let others know where they weren't welcome.", "owner": "Jodi Picoult, Picture Perfect"}, {"item": "When it comes to relationships, I find it best to have two feet out the door", "owner": "Josh Stern"}, {"item": "Relationships should be like glass .... No matter who sees from what angel .... It should be transparent", "owner": "Adil Adam Memon"}, {"item": "Was Deirdre right about me purposely wanting relationships that were impossible?", "owner": "Richelle Mead, Shadow Kiss"}, {"item": "Many aspects of our screen-bound lives are bad for our social skills simply because we get accustomed to controlling the information that comes in, managing our relationships electronically, deleting stuff that doesn't interest us. We edit the world; we select from menus; we pick and choose; our social 'group' focuses on us and disintegrates without us. This makes it rather confusing for us when we step outdoors and discover that other people's behaviour can't be deleted with a simple one-stroke command or dragged to the trash icon.", "owner": "Lynne Truss, Talk to the Hand: The Utter Bloody Rudeness of the World Today, or Six Good Reasons to Stay Home and Bolt the Door"}, {"item": "More than anything I wish he were here with me. \"A relationship is an accumulation of shared history,\" he'd said to me once. And here I was making history without him. It's lonely. And I can't wait to go home. Parts of me are showing through my Aqua, and I'm having a hard time keeping them separate.", "owner": "Josh Kilmer-Purcell, I Am Not Myself These Days"}, {"item": "She wrote a long letter on a short piece of paper", "owner": "travel schedule"}, {"item": "In the long history of male and female relations all the way back to the Garden, I can't think of one in which a woman's anger ever won over a man.", "owner": "Marie Arana, Lima Nights"}, {"item": "I write with the entire alphabet, not just the popular letters.Readers don't want to lose themselves in the text. They want to find themselves in it.", "owner": "Mark R. Trost, Post Marked"}, {"item": "People change us. It is a rare, if not an impossible occurrence, that we come out of relationships unscathed. In our dealings with people we take something with us and we leave something behind. Some people are haunted more than others, either by the sweet perfume of another or the stink of regret.", "owner": "Donna Lynn Hope"}, {"item": "I never told her the other story, in which she stars, in which she is always the heroine – a romanticized story full of cliché images in which I am telling her all the things there has not been enough time for, in which we are doing all the things there has not been time for…", "owner": "Penelope Lively, Moon Tiger"}], "pagination": {"size": 20, "total": 10, "current": 9}}