{"contents": [{"item": "A pain stabbed my heart, as it did every time I saw a girl I loved who was going the opposite direction in this too-big world.", "owner": "Jack Kerouac, On the Road"}, {"item": "I think prime numbers are like life. They are very logical but you could never work out the rules, even if you spent all your time thinking about them", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "Do I dare Disturb the universe? In a minute there is time For decisions and revisions which a minute will reverse.", "owner": "T.S. Eliot"}, {"item": "Do not despise your own place and hour. Every place is under the stars, every place is the center of the world.", "owner": "John Burroughs, Studies in Nature and Literature"}, {"item": "Life is not a problem to be solved, but a reality to be experienced.", "owner": "Søren Kierkegaard"}, {"item": "But how could you live and have no story to tell?", "owner": "Fyodor Dostoyevsky, White Nights"}, {"item": "This must be Thursday,' said Arthur to himself, sinking low over his beer. 'I never could get the hang of Thursdays.", "owner": "Douglas Adams, The Hitchhiker's Guide to the Galaxy"}, {"item": "She burned too bright for this world.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "I don’t live in either my past or my future. I’m interested only in the present. If you can concentrate always on the present, you’ll be a happy man. Life will be a party for you, a grand festival, because life is the moment we’re living now.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Develop an interest in life as you see it; the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.", "owner": "Henry Miller"}, {"item": "It's not the men in your life that matters, it's the life in your men.", "owner": "Mae West"}, {"item": "Every luxury must be paid for, and everything is a luxury, starting with being in this world.", "owner": "Cesare Pavese, Il mestiere di vivere: Diario 1935-1950"}, {"item": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.", "owner": "Henry Miller"}, {"item": "Life is so beautiful that death has fallen in love with it, a jealous, possessive love that grabs at what it can. But life leaps over oblivion lightly, losing only a thing or two of no importance, and gloom is but the passing shadow of a cloud...", "owner": "Yann Martel, Life of Pi"}, {"item": "I'm sorry for my inability to let unimportant things go, for my inability to hold on to the important things.", "owner": "Jonathan Safran Foer"}, {"item": "One always has a better book in one's mind than one can manage to get onto paper.", "owner": "Michael Cunningham"}, {"item": "Life is too short, or too long, for me to allow myself the luxury of living it so badly.", "owner": "Paulo Coelho"}, {"item": "Roads Go Ever OnRoads go ever ever on,Over rock and under tree,By caves where never sun has shone,By streams that never find the sea;Over snow by winter sown,And through the merry flowers of June,Over grass and over stone,And under mountains in the moon.Roads go ever ever on,Under cloud and under star.Yet feet that wandering have goneTurn at last to home afar.Eyes that fire and sword have seen,And horror in the halls of stoneLook at last on meadows green,And trees and hills they long have known.The Road goes ever on and onDown from the door where it began.Now far ahead the Road has gone,And I must follow, if I can,Pursuing it with eager feet,Until it joins some larger way,Where many paths and errands meet.The Road goes ever on and onDown from the door where it began.Now far ahead the Road has gone,And I must follow, if I can,Pursuing it with weary feet,Until it joins some larger way,Where many paths and errands meet.And whither then? I cannot say.The Road goes ever on and onOut from the door where it began.Now far ahead the Road has gone.Let others follow, if they can!Let them a journey new begin.But I at last with weary feetWill turn towards the lighted inn,My evening-rest and sleep to meet.", "owner": "J.R.R. Tolkien, The Lord of the Rings"}, {"item": "You're on Earth. There's no cure for that.", "owner": "Samuel Beckett"}, {"item": "Those who are willing to be vulnerable move among mysteries.", "owner": "Theodore Roethke, Straw for the Fire: From the Notebooks of Theodore Roethke"}], "pagination": {"size": 20, "total": 10, "current": 7}}