{"contents": [{"item": "Nobody wants to believe that existence carries on without at least taking a stumble from their departure of this world.", "owner": "Nenia Campbell, Terrorscape"}, {"item": "Suicidal glory is the luxury of the irresponsible.", "owner": "Lois McMaster Bujold, Barrayar"}, {"item": "You cannot be buried in obscurity: you are exposed upon a grand theater to the view of the world. If your actions are upright and benevolent, be assured they will augment your power and happiness.", "owner": "Cyrus the Great"}, {"item": "Death is never an excuse to stop living.", "owner": "Catherine Johnson, A Nest of Vipers"}, {"item": "Once someone asked me, \"What do you want to be your epitaph?\" So I said, \"Paulo Coelho died when he was alive.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Visible objects therefore do not perish utterly, since nature repairs one thing from another and allows nothing to be born without the aid of another's death.", "owner": "Titus Lucretius Carus"}, {"item": "Molecules dissolve and pass away, but consciousness survives the death of the matter on which it rides.", "owner": "Deepak Chopra, The Way of the Wizard: Twenty Spiritual Lessons for Creating the Life You Want"}, {"item": "What is this slow blue dream of living, and this fevered death by dreaming?", "owner": "Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry"}, {"item": "Whenever a soul leaves the body a void is felt across the world..", "owner": "Anonymous"}, {"item": "Furthermore, as the body suffers the horrors of disease and the pangs of pain, so we see the mind stabbed with anguish, grief and fear. What more natural than that it should likewise have a share in death?", "owner": "Titus Lucretius Carus, On the Nature of Things"}, {"item": "Tis the wink of an eye, 'tis the draught of a breath,From the blossom of health to the paleness of death,From the gilded saloon to the bier and the shroud-Oh! why should the spirit of mortal be proud?", "owner": "William Knox"}, {"item": "There is only one religion - it is a way a man dies.", "owner": "James Runcie, The Colour Of Heaven"}, {"item": "Don't be surprised when Death comes knocking. Be surprised when he goes away empty handed.", "owner": "Anthony T.Hincks"}, {"item": "The man consummatig his life dies his death triumphantly,surrounded by men filled with hope and making solmn vows, thus one should learn to die.Friedrich Nietzsche - thus spoke zarathustra.", "owner": "Friedrich Nietzsche, Thus Spoke Zarathustra"}, {"item": "Is the undertaker joyous when his turn comes around? All those years holding the door open. To pass through - does it feel like a privileged?", "owner": "Richard Smyth, Wild Ink"}, {"item": "I refuse to give up on love and I refuse to lay down and die.", "owner": "Anthony T. Hincks"}, {"item": "Death is unstoppable. One must face it as a fact of life", "owner": "D. Aswini, Saffron - The Blood Swan"}, {"item": "When the time comes to die, make sure that all you have to do is die!", "owner": "Jim Elliot, The Journals of Jim Elliot"}, {"item": "Man is literally split in two: he has an awareness of his own splendid uniqueness in that he sticks out of nature with a towering majesty, and yet he goes back into the ground a few feet in order blindly and dumbly to rot and disappear forever.", "owner": "Ernest Becker, The Denial of Death"}, {"item": "... just because [butterflies'] lives were short didn't mean they were tragic... See, they have a beautiful life.", "owner": "Lisa Genova, Still Alice"}], "pagination": {"size": 20, "total": 10, "current": 9}}