{"contents": [{"item": "...because you are young and you live in a confusing world of gray shades where compromises are easy and often.\"Keep you heart right.", "owner": "Phạm Đức Trung Kiên"}, {"item": "Anything you like; anything I like... No past to make us sentimental, no future to embarrass us", "owner": "Jean Rhys"}, {"item": "As they made their way to the coast, he bemoaned the hotel trade in the manner, Dorrigo felt, that those who love what they do bemoan their passion the most.", "owner": "Richard Flanagan, The Narrow Road to the Deep North"}, {"item": "Follow your passion? Sure...but for most one needs to follow their passion after work and on weekends.", "owner": "Bobby Darnell"}, {"item": "The deepest and most sublime hatred is a hatred which creates ideals and transforms values—something whose like has never been seen on earth", "owner": "Friedrich Nietzsche"}, {"item": "And from the look on his face I could see he was one of the lucky ones, one of those people who like doing what they're good at. That's rare. When you see that in a person, you can't miss it.", "owner": "David Wroblewski"}, {"item": "Not Every Battle You Lose is considered as a loss sometimes this loss leads to the best victory, You just have to be Patient and to take advantage Of every unexpected event that happened during your struggle your own war .", "owner": "Ahmed"}, {"item": "I wanted to do this properly, but I look at you and I forget...", "owner": "Abby Green, Rival's Challenge"}, {"item": "If you actually want something and are really passionate about it, you will get it no matter what.", "owner": "Unknown Author 365"}, {"item": "P's of life; Passionate life, Persistent life.", "owner": "Lailah Gifty Akita"}, {"item": "Life is pitifully mediocre without passion. Never let anyone take your passion away from you.", "owner": "Keely Brooke Keith, The Land Uncharted"}, {"item": "I am passionate about the things that I believe in like equality, free will, justice and love.", "owner": "Trish Kaye Lleone, Finding Anna: A Memoir: The True Story of Child Sexual Abuse"}, {"item": "Reading is like thinking, like praying, like talking to a friend, like expressing your ideas, like listening to other people's ideas, like listening to music (oh yes), like looking at the view, like taking a walk on the beach.", "owner": "Roberto Bolaño, 2666"}, {"item": "Live each day like you are celebrating your birthday—that is what life wants for you. Engage with family and friends. Indulge in good food, music and dance. You are precious to life.", "owner": "Pooja Ruprell"}, {"item": "You should find what sets you on fire, what you are passionate about, and then you should do that. No matter the risk.", "owner": "Jennifer Megan Varnadore"}, {"item": "Let your faith in the Universe deepen, purify and strengthen most on your troublesome, dark days. If you close your eyes in prayer, surrendering every problem and desire, you will find a way out without fail.", "owner": "Pooja Ruprell"}, {"item": "From today, may you cease to exist except as an expression of the divine intention of your Creator. May you tune in to the celestial melody of love, compassion and courage each and every moment of the day. May all the relationships in your life represent the perfect opportunities to fulfill your true calling.", "owner": "Pooja Ruprell"}, {"item": "Faith determines your destiny, not your reality.", "owner": "Pooja Ruprell"}, {"item": "When we make appreciation the central theme of our value system, then all the painful elements of our past become meaningful lessons we could not have done without. Acceptance becomes natural when we become adept at finding the silver lining, even in the most challenging circumstances.", "owner": "Pooja Ruprell"}, {"item": "Tears are the silent passion for suffering", "owner": "Christopher Poindexter"}], "pagination": {"size": 20, "total": 10, "current": 6}}