{"contents": [{"item": "A leader is someone who figures out the way, then gets out of the way so others can lead.", "owner": "Toni Sorenson"}, {"item": "LEADERSHIP is your org chart turned upside down.", "owner": "Richie Norton"}, {"item": "If there isn't a struggle, there's no stretch, and therefore no growth. Easy doesn’t change you and comfort won’t challenge you. Coasting isn't a strategy.", "owner": "Farshad Asl"}, {"item": "Leadership comes at a cost.It’s called servant leadership.", "owner": "Farshad Asl"}, {"item": "Leadership is the art of influencing people to execute your strategic thinking", "owner": "Nabil Basma"}, {"item": "Create gaps between stimulus and reaction and the gap will show you the path.", "owner": "Amit Ray, Mindfulness Meditation for Corporate Leadership and Management"}, {"item": "Part of knowing how to be prepared comes from being self-aware—being able to anticipate what you’ll need (or screw up) and planning accordingly. I know I am rarely, if ever, the smartest person in the room. And that’s totally OK. What’s not OK is (1) not recognizing that and (2) not coming ready to participate in a meaningful way.", "owner": "Alyssa Mastromonaco, Who Thought This Was a Good Idea?: And Other Questions You Should Have Answers to When You Work in the White House"}, {"item": "What you realize is that everyone has her own priorities—her own constituency. Often, being a leader is not about making grand proclamations or telling people what to do; it’s about balancing all these priorities and constituencies.", "owner": "Alyssa Mastromonaco, Who Thought This Was a Good Idea?: And Other Questions You Should Have Answers to When You Work in the White House"}, {"item": "Lately, however, I have changed my thinking on this. I have a new Greek mythological figure in mind for the CIO; Cassandra. Cassandra made the critical relationship-building error of spitting on Apollo. As retaliation, Apollo gave Cassandra the power of prophecy, but also the curse of never being believed. (Cassandra eventually goes insane, by the way, so you all have that to look forward to.)", "owner": "Martha Heller, Be the Business: CIOs in the New Eras of IT"}, {"item": "Statesmen should remember that they have been elected to persuade and to lead, and not just to accept as fixed the momentary moods and pernicious prejudices of the public.", "owner": "Stanley Hoffmann, World Disorders: Troubled Peace in the Post-Cold War Era"}, {"item": "No matter how much you water the ground, if the ground holds no seed then no plant is coming out. Don’t expect the plant to come out unless you have sown a seed", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Love is the fertile ground that allows obedience to sprout & flourish", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Wisdom is the ability to ignore foolishness", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "PRUNING can be PAINFUL yet it brings PROSPERITY", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "Selfish leadership is okay with the failure of the successor so as to ensure that any form of praise will continue to be heaped on them", "owner": "Lazarus Takawira, The Public Servant"}, {"item": "We are not just the leaders of tomorrow. Leadership is not a destination, leadership is a lifetime journey", "owner": "Lazarus Takawira"}, {"item": "Explore new avenues and look for ways to have a greater, much more influential impact on the world around you.", "owner": "Mayur Ramgir, Evolve Like a Butterfly: A Metamorphic Approach to Leadership"}, {"item": "If given a choice between a potentially great hardship and doing nothing, people gravitate toward what was most familiar and comfortable. That was why leadership was needed. To do what was necessary rather than what was easy.", "owner": "Michael J. Sullivan, Age of Myth"}, {"item": "The worst thing about having power over other people's lives is that you sometimes get things wrong.", "owner": "Fredrik Backman, Beartown"}, {"item": "Leadership is not about gaining something from your actions. Gain is the outcome and should not be the purpose.", "owner": "Mayur Ramgir"}], "pagination": {"size": 20, "total": 10, "current": 7}}