{"contents": [{"item": "I have often wished I had time to cultivate modesty...But I am too busy thinking about myself.", "owner": "Edith Sitwell"}, {"item": "Life's as kind as you let it be.", "owner": "Charles Bukowski, Hot Water Music"}, {"item": "Life isn't about waiting for the storm to pass...It's about learning to dance in the rain.", "owner": "Vivian Greene"}, {"item": "Human life is but a series of footnotes to a vast obscure unfinished masterpiece", "owner": "Vladimir Nabokov, Lolita"}, {"item": "Magic exists. Who can doubt it, when there are rainbows and wildflowers, the music of the wind and the silence of the stars? Anyone who has loved has been touched by magic. It is such a simple and such an extraordinary part of the lives we live.", "owner": "Nora Roberts"}, {"item": "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to.", "owner": "Mitch Albom, The Five People You Meet in Heaven"}, {"item": "Tears, idle tears, I know not what they mean, Tears from the depths of some devine despairRise in the heart, and gather to the eyes, In looking on the happy autumn fields, And thinking of the days that are no more.", "owner": "Alfred Tennyson"}, {"item": "Our lives are defined by opportunities, even the ones we miss.", "owner": "Eric Roth, The Curious Case of Benjamin Button Screenplay"}, {"item": "When two people are under the influence of the most violent, most insane, most delusive, and most transient of passions, they are required to swear that they will remain in that excited, abnormal, and exhausting condition continuously until death do them part.", "owner": "George Bernard Shaw, Getting Married"}, {"item": "Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don't say that you've wasted time. I am studying that mystery because I want to be a human being.", "owner": "Fyodor Dostoyevsky"}, {"item": "Our lives are not as limited as we think they are; the world is a wonderfully weird place; consensual reality is significantly flawed; no institution can be trusted, but love does work; all things are possible; and we all could be happy and fulfilled if we only had the guts to be truly free and the wisdom to shrink our egos and quit taking ourselves so damn seriously.", "owner": "Tom Robbins"}, {"item": "It’s never an insult to be called what somebody thinks is a bad name. It just shows you how poor that person is, it doesn’t hurt you.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "It has always seemed strange to me...The things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", "owner": "John Steinbeck, Cannery Row"}, {"item": "Prime numbers are what is left when you have taken all the patterns away. I think prime numbers are like life. They are very logical but you could never work out the rules, even if you spent all your time thinking about them.", "owner": "Mark Haddon, The Curious Incident of the Dog in the Night-Time"}, {"item": "You don't have to disrespect and insult others simply to hold your own ground. If you do, that shows how shaky your own position is.", "owner": "Red Haircrow"}, {"item": "Just living is not enough,\" said the butterfly, \"one must have sunshine, freedom, and a little flower.", "owner": "Hans Christian Andersen, The Complete Fairy Tales"}, {"item": "There are ships sailing to many ports, but not a single one goes where life is not painful.", "owner": "Fernando Pessoa, The Book of Disquiet"}, {"item": "Life is like a novel. It's filled with suspense. You have no idea what is going to happen until you turn the page.", "owner": "Sidney Sheldon"}, {"item": "But I don't believe that life is supposed to make you feel good, or to make you feel miserable either. Life is just supposed to make you feel.", "owner": "Gloria Naylor"}, {"item": "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.", "owner": "C.S. Lewis"}], "pagination": {"size": 20, "total": 10, "current": 8}}