{"contents": [{"item": "If you learn to look at the worldly madness through spiritual eyes, you will begin to see divine balance and sanity.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Life's pressure is equal to your resistance.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Guilt and Regret always pulls one down.They have an impact like that of gravity.They heavy you like few tons of concrete,Therefore,Instead of growing, moving on and learning from your mistakes,You will wine and dine with Would Have's and Could Have's.", "owner": "Nomthandazo Tsembeni"}, {"item": "What I like about this belief is that it makes people look for a big picture, and think more about how they behave in this life and what they achieve, as it might influence their next lives. I also like another aspect of it: that negative experiences teach us as much as positive experiences do; sometimes they teach us more.", "owner": "Daniela I. Norris, On Dragonfly Wings: A Skeptic's Journey to Mediumship"}, {"item": "Even though life is difficult as times, you must understand that these challenges are not here to beat you, defeat you, or squash you like a bug. Life is not against you (even though it feels that way sometimes). Every single experience is in your life to serve your process of growth and learning. Every situation you experience serves that purpose and is ultimately for your good.", "owner": "Kimberly Giles, Choosing Clarity: The Path to Fearlessness"}, {"item": "If you are not learning, you are not living.", "owner": "Kevin James Breaux"}, {"item": "Finding the reason to live doesn't put you on top, it's the hardships faced in process that get you there.", "owner": "Sachin Kumar Puli"}, {"item": "Suffering is one of life's great teachers.", "owner": "Bryant McGill"}, {"item": "Success is a spiritual process, not a worldly one; that is to say it is an internal process, and not external.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "I did something the other day that not many have been taught. I prayed for those who hurt me, to eventually find there way- not because they deserve it but because i deserve the growth.", "owner": "Nikki Rowe"}, {"item": "Knowing yourself means being aware of your potential and trusting that you are always growing into it.", "owner": "Michael Thomas Sunnarborg, The White Box Club Handbook: Simple Tools For Career Transition"}, {"item": "If the Lord Jehovah makes us wait, let us do so with our whole hearts; for blessed are all they that wait for Him. He is worth waiting for. The waiting itself is beneficial to us: it tries faith, exercises patience, trains submission, and endears the blessing when it comes. The Lord’s people have always been a waiting people.", "owner": "Charles Haddon Spurgeon"}, {"item": "We have all suffered losses and pain, but no loss is greater than a life lost holding-on to a painful past.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "We may never be able to forget what has happened. We may harbor the sadness from it in our hearts forever. The former of these is unavoidable.", "owner": "Brian Pickens"}, {"item": "I soon realized that no journey carries one far unless, as it extends into the world around us, it goes an equal distance into the world within.", "owner": "Lillian E. Smith"}, {"item": "Summer is a period of luxurious growth. To be in harmony with the atmosphere of summer, awaken early in the morning and reach to the sun for nourishment to flourish as the gardens do. Work, play, travel, be joyful, and grow into selfless service. The bounty of the outside world enters and enlivens us.", "owner": "Paul Pitchford, Healing With Whole Foods: Asian Traditions and Modern Nutrition"}, {"item": "One positive thought will shift the entire world under your feet.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Confronted by too much emptiness, said Adam One, the brain invents. Loneliness creates company as thirst creates water. How many sailors have been wrecked in pursuit of islands that were merely a shimmering?", "owner": "Margaret Atwood, The Year of the Flood"}, {"item": "Without you, without your onslaughts, without your uprootings of us, we should remain all our lives inert, stagnant, puerile, ignorant both of ourselves and of God. You who batter us and then dress our wounds, you who resist us and yield to us, you who wreck and build, you who shackle and liberate, the sap of our souls, the hand of God, the flesh of Christ: it is you, matter, that I bless.", "owner": "Pierre Teilhard de Chardin, Hymn of the Universe"}, {"item": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.", "owner": "Anaïs Nin"}], "pagination": {"size": 20, "total": 10, "current": 6}}