{"contents": [{"item": "Getting to the destination you desire involves walking in the right direction. You can't board a jet to enlightenment, and thank God for that. Otherwise, when you jumped off the plane, you'd proceed to polluting paradise with the hell that you thought you had left behind.", "owner": "Natalie Pace, The Gratitude Game: 21 Days to a Healthier, Wealthier, More Beautiful You"}, {"item": "I know I should be reassuring him that everything's all right, that he needn't worry, but I can't. Instead I'm talking to someone I don't know who isn't even there. Thank you, I'm saying. Thank you for Lucy, thank you for Claire and for Daniel, thank you for this cold and this blood and this pain. Thank you. Thank you. Thank you.", "owner": "Michael Dibdin, Thanksgiving"}, {"item": "Treasure the magic moments for the gems they are.", "owner": "Catherine Marie Bergman"}, {"item": "gratitude is a duty which ought to be paid but which none have a right to expect", "owner": "Rousseau Jean-Jacques 1712-1778"}, {"item": "A sprinkle of magic, a ton of fun, a heap of optimism, a lot of joy, a glimmer of hope – ’tis the gift of the Happy Rosy Day gratitude journal.", "owner": "Zakiyya Rosebelle"}, {"item": "If we can realize that life is always happening for us, not to us… game over, all the pain and suffering disappears.", "owner": "Tony Robbins"}, {"item": "Thinking too much just brings it back to me, me, me—but thanking takes my eyes off myself and my mistakes and puts them on others, on things bigger than myself. I can’t stand here very long without being humbled at how small I am and amazed at how big and beautiful our world is.", "owner": "Elizabeth Musser, Words Unspoken"}, {"item": "She could go on asking herself why roses had thorns or she could be thankful that thorns had roses.", "owner": "Ella Griffin, The Flower Arrangement"}, {"item": "We seldom think of what we have but always of what we lack", "owner": "Schopenhauer Arthur Schopenhauer Et Al"}, {"item": "As long as I live, I can only be grateful.", "owner": "Lailah Gifty Akita"}, {"item": "Life is a gift. Live it with gratitude.", "owner": "Lailah Gifty Akita"}, {"item": "Gratitude houses plenitude amidst scarcity.", "owner": "Sravani Saha Nakhro"}, {"item": "Loyalty starts with a demonstration of respect and gratitude.", "owner": "Chip Bell"}, {"item": "In an expression of attitude or building character, we forgot real gratitude. In an artificial expression, we lost our real identity and longing to become something, it's never ending process. So, are you willing to look inside? And take the journey from attitude to gratitude.", "owner": "Abhinav Rajput"}, {"item": "Tea- The sweetness of love,The fragrance of flowers,The comfort of a friend,The warmth of a hug-Such great delight gingerly poured from a single pink teapot.", "owner": "Zakiyya Rosebelle, The Happy Rosy Day Book, Happiness Blossoms: A Keepsake Gratitude Journal"}, {"item": "If someone treads on my hand accidentally, while trying to help me, the pain may be no less acute than if he treads on it in contemptuous disregard of my existence or with a malevolent wish to injure me. But I shall generally feel in the second case a kind and degree of resentment that I shall not feel in the first. If someone's actions help me to some benefit I desire, then I am benefited in any case; but if he intended them so to benefit me because of his general goodwill towards me, I shall reasonably feel a gratitude which I should not feel at all if the benefit was an accidental consequence unintended or even regretted by him, of some plan of action with a different aim.", "owner": "Peter Frederick Strawson, Freedom and Resentment and Other Essays"}, {"item": "I looked around and thought about my life. I felt grateful. I noticed every detail. That is the key to time travel. You can only move if you are actually in the moment. You have to be where you are to get where you need to go.", "owner": "Amy Poehler, Yes Please"}, {"item": "Be happy while you live life.", "owner": "Lailah Gifty Akita"}, {"item": "Can't couldn't do it and could did it all.", "owner": "Aaron Walker, View from the Top: Living a Life of Significance"}, {"item": "Every day, in which you exist on earth, be filled with deep gratitude.", "owner": "Lailah Gifty Akita"}], "pagination": {"size": 20, "total": 10, "current": 8}}