{"contents": [{"item": "Believe in God is the beauty of being.", "owner": "Lailah Gifty Akita"}, {"item": "It is amazing how complete is the delusion that beauty is goodness.", "owner": "Leo Tolstoy, The Kreutzer Sonata"}, {"item": "If she could no longer be called beautiful, she possessed something better-a knowledge of beauty; it’s inflated value, it’s inevitable loss.", "owner": "Hilary Thayer Hamann, Anthropology of an American Girl"}, {"item": "Health, peace of mind, peak performance, and success in any area of life all depend upon doing the right thing at the right time, in harmony with the cycles of the Four Seasons.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "I am that I ama Goddess, a Godentitled to the deepest and most beautiful sensationsoffered by Heaven and EarthIn love I trustIn Wisdom I am revealed", "owner": "Ramon Ravenswood, Twilight Zone Encounters"}, {"item": "We don't really change. We finally begin to live a life that is true to our values.", "owner": "Anthea Syrokou, Eventually Julie"}, {"item": "Beauty exists not in what is seen and remembered, but in what is felt and never forgotten.", "owner": "Johnathan Jena"}, {"item": "Never mourn the loss of innocence, because it always brings the much greater gain of wisdom.", "owner": "Erica Goros"}, {"item": "In darkness, some flowers blossom!", "owner": "Shirley Houston"}, {"item": "Beware trying to iron out all your quirks, perceived flaws and doubts. It's often these things that help you find strength, compassion, empathy for others and heart.", "owner": "Rasheed Ogunlaru"}, {"item": "Just like a flower, you are a creation of unique beauty from the one essence of life.", "owner": "Sharon Kirstin, The Answers Within"}, {"item": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.", "owner": "Drew Barrymore"}, {"item": "A thing of beauty is a joy forever.", "owner": "John Keats, Endymion: A Poetic Romance"}, {"item": "There are as many styles of beauty as there are visions of happiness.", "owner": "Stendhal, Love"}, {"item": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.", "owner": "Katerina Stoykova Klemer"}, {"item": "A flower blossoms for its own joy.", "owner": "Oscar Wilde"}, {"item": "I don't want to be the one who says life is beautiful. I want to be the one who feels it.", "owner": "Marty Rubin"}, {"item": "I promise you that the same stuff galaxies are made of, you are. The same energy that swings planets around stars makes electrons dance in your heart. It is in you, outside you, you are it. It is beautiful. Trust in this. And you your life will be grand.", "owner": "Kamal Ravikant, Live Your Truth"}, {"item": "You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable.", "owner": "Steve Maraboli, Life, the Truth, and Being Free"}, {"item": "Life isn't all grand, but it isn't all miserable either.  There's both sweet and sour in every day.  So why focus on the ugly when you can gaze at what's beautiful?  Concentrate on the good.", "owner": "Richelle E. Goodrich, Smile Anyway"}], "pagination": {"size": 20, "total": 10, "current": 5}}