{"contents": [{"item": "Clear thinking at the wrong moment can stifle creativity.", "owner": "Karl Lagerfeld"}, {"item": "Fashion and music are the same, because music express its period too.", "owner": "Karl Lagerfeld"}, {"item": "Wit seduces by signaling intelligence without nerdiness.", "owner": "Nassim Nicholas Taleb, The Bed of Procrustes: Philosophical and Practical Aphorisms"}, {"item": "In art, and maybe just in general, the idea is to be able to be really comfortable with contradictory ideas. In other words, wisdom might be, seem to be, two contradictory ideas both expressed at their highest level and just let to sit in the same cage sort of, vibrating. So, I think as a writer, I'm really never sure of what I really believe.", "owner": "George Saunders"}, {"item": "It's not enough to be nice in life. You've got to have nerve.", "owner": "Georgia O'Keeffe"}, {"item": "Don't be cool. Like everything.", "owner": "Shaky Kane"}, {"item": "Don’t overact the story of your name. Overact the story of your work.", "owner": "Karl Lagerfeld"}, {"item": "Creativity thrives where its roots are crowded.", "owner": "Ozzie Zehner, Green Illusions"}, {"item": "I love my old paintings as postulates as fresh starting points but I have to destroy them. I have to make a new manifesto.", "owner": "Georg Baselitz"}, {"item": "Art is art. You can take it or leave it. Liking it or not liking it does not make you a better person, and who you like or dislike results in the same thing.", "owner": "Trent Zelazny"}, {"item": "Make your lives a masterpiece, you only get one canvas.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "It is perhaps, its ability to penetrate the multidimensional layers of the human condition at all, that makes poetry and art so valuable in today's modern age.", "owner": "Atalina Wright, Unbound"}, {"item": "art is risk made visible", "owner": "Arno Rafael Minkkinen"}, {"item": "When you judge your art with number of likes you get in response to it, you're killing the artist within, and giving rise to an entertainer.", "owner": "Sameer  Khan, Eerie Edges"}, {"item": "The trouble is that we have a bad habit, encouraged by pedants and sophisticates, of considering happiness as something rather stupid. Only pain is intellectual, only evil interesting. This is the treason of the artist; a refusal to admit the banality of evil and the terrible boredom of pain.", "owner": "Ursula K. Le Guin, The Ones Who Walk Away from Omelas"}, {"item": "I like living, breathing better than working...my art is that of living. Each second, each breath is a work which is inscribed nowhere, which is neither visual nor cerebral, it's a sort of constant euphoria.", "owner": "Marcel Duchamp"}, {"item": "I enjoy melancholic music and art. They take me to places I don't normally get to go.", "owner": "Criss Jami, Killosophy"}, {"item": "One thing a man must have: either a naturally light disposition or a disposition lightened by art and knowledge.", "owner": "Friedrich Nietzsche, Human, All Too Human"}, {"item": "Happiness is what matters, feeling alive-not art or knowledge or money.", "owner": "Marty Rubin"}, {"item": "Art is good, but happiness is better.", "owner": "Marty Rubin"}], "pagination": {"size": 20, "total": 10, "current": 6}}