{"contents": [{"item": "He moved like a dancer, which is not surprising; a horse is a beautiful animal, but it is perhaps most remarkable because it moves as if it always hears music.", "owner": "Mark Helprin, Winter's Tale"}, {"item": "Watching my parents I've learnt a lesson many do not recognize. True love is not signaled by romantic, candle light dinners, red roses glistening with dew, or even Valentine's day celebrations. While these things may accompany our feelings, love is truly more than all those! Love is being with your spouse even when its not pleasing. Sometimes, love is walking down the hall, with your spouse hanging onto your shoulders and walking at a turtle's pace down the hall, just because surgery made life a burden. Love is patient, love is kind, love is Jesus! May we always remember love is not always tied in bows!﻿", "owner": "Mary Kate"}, {"item": "The human ego is the ugliest part of man. We lift up men who only show us darkness, and put down those brave enough to show us the light. Likewise, people engage in darkness when it is light outside, and acknowledge the light only when it is dark. We abandon those fighting for us to cheer behind those fighting against us. And, we only remember good people and God when it is convenient for us, and take them for granted because their doors are always open - only to chase after closed doors and personalities void of substance and truth.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Anya looked upon Nin admirably. Having him as a partner-in-crime—if only on this one occasion, which she hoped would only be the start of something more—was more revitalizing than the cheap thrills of a cookie-cutter shallow, superficial romance, where the top priority was how beautiful a person was on the outside.", "owner": "Jess C. Scott, The Other Side of Life"}, {"item": "Some years ago, there was a lovely philosopher of science and journalist in Italy named Giulio Giorello, and he did an interview with me. And I don’t know if he wrote it or not, but the headline in Corriere della Sera when it was published was \"Sì, abbiamo un'anima. Ma è fatta di tanti piccoli robot – \"Yes, we have a soul, but it’s made of lots of tiny robots.\" And I thought, exactly. That’s the view. Yes, we have a soul, but in what sense? In the sense that our brains, unlike the brains even of dogs and cats and chimpanzees and dolphins, our brains have functional structures that give our brains powers that no other brains have - powers of look-ahead, primarily. We can understand our position in the world, we can see the future, we can understand where we came from. We know that we’re here. No buffalo knows it’s a buffalo, but we jolly well know that we’re members of Homo sapiens, and it’s the knowledge that we have and the can-do, our capacity to think ahead and to reflect and to evaluate and to evaluate our evaluations, and evaluate the grounds for our evaluations.It’s this expandable capacity to represent reasons that we have that gives us a soul. But what’s it made of? It’s made of neurons. It’s made of lots of tiny robots. And we can actually explain the structure and operation of that kind of soul, whereas an eternal, immortal, immaterial soul is just a metaphysical rug under which you sweep your embarrassment for not having any explanation.", "owner": "Daniel C. Dennett"}, {"item": "Worship your body, beauty, and sexual allure and you will die a million deaths before they finally grieve you.", "owner": "David Foster Wallace"}, {"item": "Every man had his personal habits, passions, and impulses toward goodness, beauty, and truth.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "she is nearing forty and not so easily forgiven as when her skin bloomed like roses.", "owner": "Steve Martin, An Object of Beauty"}, {"item": "Who says that fictions only and false hairBecome a verse? Is there in truth no beauty?Is all good structure in a winding stair?", "owner": "George Herbert, The Temple: The Poetry of George Herbert"}, {"item": "God is peace, bliss, beauty and truth. Focus your energy on that, life will be like that.", "owner": "Amit Ray"}, {"item": "Dream Song:The heavens Go with me. ", "owner": "Frances Densmore, American Indians and Their Music"}, {"item": "I’m glad I see with my eyes and not the pages I’ve read.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "I'm one of my sensations.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "Intellectual freedom begins when one says with Socrates that he knows that he knows nothing, and then goes on to add: Do you know what you don’t know and therefore what you should know? If your answer is affirmative and humble, then you are your own teacher, you are making your own assignment, and you will be your own best critic. You will not need externally imposed courses, nor marks, nor diplomas, nor a nod from your boss . . . in business or in politics. (from the essay The Last Don Rag)", "owner": "Scott M. Buchanan"}, {"item": "Think of something useless, and that's probably what I'll be doing. Listen, Virginia, we need to love the useless. We need to raise pigeons without a thought of eating them, plant rose bushes without expecting to pick roses, write without aiming at publication. We need to do things without expecting benefits in return. The shortest distance between two points may be a straight line, but it's in the curving paths that the best things are found. . . . We must love the useless, because there is beauty in uselessness.", "owner": "Lygia Fagundes Telles, Ciranda de Pedra"}, {"item": "Beauty is truth, truth beauty", "owner": "John Keats, Ode on a Grecian Urn and Other Poems"}, {"item": "And since today’s all there is for now, that’s everything.Who knows if I’ll be dead the day after tomorrow?If I’m dead the day after tomorrow, the thunderstorm day after tomorrowWill be another thunderstorm than if I hadn’t died.Of course I know thunderstorms don’t fall because I see them,But if I weren’t in the world,The world would be different —There would be me the less —And the thunderstorm would fall on a different world and would be another thunderstorm.No matter what happens, what’s falling is what’ll be falling when it falls.(7/10/1930)", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "My Emma, does not every thing serve to prove more and more the beauty of truth and sincerity in all our dealings with each other?", "owner": "Jane Austen, Emma"}, {"item": "It’s stranger than every strangenessAnd the dreams of all the poetsAnd the thoughts of all the philosophers,That things are really what they seem to beAnd there’s nothing to understand.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "The man stopped talking and was looking at the sunset.But what does someone who hates and loves want with a sunset?", "owner": "Alberto Caeiro, The Keeper of Sheep"}], "pagination": {"size": 20, "total": 10, "current": 4}}