{"contents": [{"item": "It wasn’t my day. My week. My month. My year. My life. God damn it.", "owner": "Charles Bukowski, Pulp"}, {"item": "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.", "owner": "Alan W. Watts"}, {"item": "For I have known them all already, known them all—Have known the evenings, mornings, afternoons,I have measured out my life with coffee spoons.", "owner": "T.S. Eliot, The Love Song of J. Alfred Prufrock and Others"}, {"item": "To travel is to live.", "owner": "Hans Christian Andersen, The Fairy Tale of My Life: An Autobiography"}, {"item": "Most of the basic material a writer works with is acquired before the age of fifteen.", "owner": "Willa Cather"}, {"item": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure. ", "owner": "Oprah Winfrey"}, {"item": "There are no random acts...We are all connected...You can no more separate one life from another than you can separate a breeze from the wind...", "owner": "Mitch Albom, The Five People You Meet in Heaven"}, {"item": "At some point we all look up and realize we are lost in a maze.", "owner": "John Green, Looking for Alaska"}, {"item": "All human beings have three lives: public, private, and secret.", "owner": "Gabriel García Márquez, Gabriel García Márquez: a Life"}, {"item": "But I have learned that you make your own happiness, that part of going for what you want means losing something else. And when the stakes are high, the losses can be that much greater.", "owner": "Emily Giffin, Something Borrowed"}, {"item": "Human beings are not born once and for all on the day their mothers give birth to them, but ... life obliges them over and over again to give birth to themselves.", "owner": "Gabriel García Márquez"}, {"item": "You can't just plan a moment when things get back on track, just as you can't plan the moment you lose your way in the first place.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "I would rather be ashes than dust!I would rather that my spark should burn out in a brilliant blaze than it should be stifled by dry-rot.I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet.The function of man is to live, not to exist.I shall not waste my days trying to prolong them.I shall use my time.", "owner": "Jack London"}, {"item": "There's gon' be some stuff you gon' seethat's gon' make it hard to smile in the future.But through whatever you see,through all the rain and the pain,you gotta keep your sense of humor.You gotta be able to smile through all this bullshit.Remember that.", "owner": "Tupac Shakur"}, {"item": "It's everybody, I mean. Everything everybody does is so — I don't know — not wrong, or even mean, or even stupid necessarily. But just so tiny and meaningless and — sad-making. And the worst part is, if you go bohemian or something crazy like that, you're conforming just as much only in a different way.", "owner": "J.D. Salinger, Franny and Zooey"}, {"item": "Each affects the other, and the other affects the next, and the world is full of stories, but the stories are all one.", "owner": "Mitch Albom, The Five People You Meet in Heaven"}, {"item": "We choose our joys and sorrows long before we experience them.", "owner": "Kahlil Gibran"}, {"item": "Yeah, sometimes life really sucks,\" she says. \"But you know what I'm holding on for?\"I raise my eyebrows.She raises hers, too, mimicking me.\"The moments that don't suck,\" she says. \"The trick is to notice them when they come around.", "owner": "Veronica Roth, Allegiant"}, {"item": "To look life in the face, always, to look life in the face, and to know it for what it is...at last, to love it for what it is, and then, to put it away...", "owner": "Virginia Woolf"}, {"item": "Some things you hear with your ears. Others, you hear with your heart.", "owner": "Sarah J. Maas, Crown of Midnight"}], "pagination": {"size": 20, "total": 10, "current": 9}}