{"contents": [{"item": "Hey listen, I already have a complete list of silver linings. It's the goddamn cloud that's killin me.", "owner": "John L. Parker Jr."}, {"item": "He wanted to impart some of the truths Bruce Denton had taught him, that you dont' become a runner by winning a morning workout. The only true way is to marshal the ferocity of your ambition over the course of many days, weeks, months, and (if you could finally come to accept it) years. The Trial of Miles; Miles of Trials. How could he make them understand?", "owner": "John L. Parker Jr."}, {"item": "The freedom of Cross Country is so primitive. It's woman vs. nature.", "owner": "Lynn Jennings"}, {"item": "I don't run to add days to my life, I run to add life to my days.", "owner": "Ronald Rook"}, {"item": "Your body will argue that there is no justifiable reason to continue. Your only recourse is to call on your spirit, which fortunately functions independently of logic.", "owner": "Tim Noakes, Lore of Running"}, {"item": "We wouldn't be alive without love we wouldn't have survived without running maybe we shouldn't be surprised that getting better at one could make you better at the other.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "You ran to eat and to avoid being eaten; you ran to find a mate and impress her, and with her you ran off to start a new life together. You had to love running, or you wouldn’t live to love anything else…We were born to run; we were born because we run", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "An itchy feeling began to work its way through my body, as though a thousand mosquitoes were circulating through my blood, biting me from the inside, making me want to scream, jump, squirm. I ran.", "owner": "Lauren Oliver, Delirium"}, {"item": "Their hearts, lost in thought, slowly tick away time. When we pass each other on the road, we listen to the rhythm of each other's breathing, and sense the way the other person is ticking away the moments.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "He was onto something. Something huge. It wasn't just how to run; it was how to live, the essence of who we are as a species and what we're meant to be.", "owner": "Christopher McDougall"}, {"item": "Vigil couldn't quite put his finger on it, but his gut kept telling him that there was some kind of connection between the capacity to love and the capacity to love running. The engineering was certainly the same: both depended on loosening your grip on your own desires, putting aside what you wanted and appreciating what you got, being patient and forgiving and undemanding.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Every morning in Africa, a gazelle wakes up,\" Bannister said. \"It knows it must outrun the fastest lion, or it will be killed. Every morning in Africa, a lion wakes up. It knows it must run faster than the slowest gazelle, or it will starve. It doesn't matter whether you're a lion or a gazelle - when the sun comes up, you'd better be running.", "owner": "Christopher McDougall"}, {"item": "Way before we were scratching pictures on caves or beating rhythms on hollow trees we were perfecting the art of combining our breath and mind and muscles into fluid self-propulsion over wild terrain.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Poetry, music, forests, oceans, solitude--they were what developed enormous spiritual strength. I came to realize that spirit, as much or more than physical conditioning, had to be stored up before a race.", "owner": "Herb Elliott"}, {"item": "I just run. I run in void. Or maybe I should put it the other way: I run in order to acquire a void.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "There are many challenges to long distance running, but one of the greatest is the question of where to put on's house keys.", "owner": "Gabrielle Zevin, The Storied Life of A.J. Fikry"}, {"item": "What else is there to do in this world but love other people?", "owner": "James E. Shapiro, Meditations from the Breakdown Lane: Running Across America"}, {"item": "When it's pouring rain and you're bowling along through the wet, there's satisfaction in knowing you're out there and the others aren't.", "owner": "Peter Snell"}, {"item": "Elite runners are genetically gifted, sure, but without intense training, those gifts are wasted. Their training creates a strong work ethic that leaves humility in its wake. There are no short cuts in marathoning, so anyone who is a marathoner has worked hard.", "owner": "Jeff Horowitz, My First 100 Marathons: 2,260 Miles with an Obsessive Runner"}, {"item": "There are no standards and no possible victories except the joy you are living while dancing your run. You are not running for some future reward-the real reward is now!", "owner": "Fred Rohe, The Zen of Running"}], "pagination": {"size": 20, "total": 4, "current": 1}}