{"contents": [{"item": "When we care about people, we care less about money, and when we care about money, we care less about people.", "owner": "Margaret Heffernan, Willful Blindness: Why We Ignore the Obvious at Our Peril"}, {"item": "Money is just one of the forces that blind us to information and issues which we could pay attention to - but don't. It exacerbates and often rewards all the other drivers of willful blindness; our preference for the familiar, our love for individuals and for big ideas, a love of busyness and our dislike of conflict and change, the human instinct to obey and conform and our skill at displacing and diffusing responsibility. All of these operate and collaborate with varying intensities at different moments in our lives. The common denominator is that they all make us protect our sense of self-worth, reducing dissonance and conferring a sense of security, however illusory. In some ways, they all act like money; making us feel good at first, with consequences we don't see. We wouldn't be so blind if our blindness didn't deliver rewards; the benefit of comfort and ease.", "owner": "Margaret Heffernan, Willful Blindness: Why We Ignore the Obvious at Our Peril"}, {"item": "In treating people as less important than things, work becomes both demoralised and demoralising and we become blind to the moral content of our decisions...Money and wilfful blindness make us act in ways incompatible wiht what believe our ethics to be, and often even with our own self-interest...the problem with money isn't fundamentally about greed, although it can be comforting to think so. The problem with money is that we live in societies in which mutual support and co-operation is essential, but money erodes the relationships we need to lead productive, fulfilling and genuinely happy lives. When money becomes the dominant behavior, it doesn't cooperate with, or amplify, our relationships; it disengages us from them.", "owner": "Margaret Heffernan, Willful Blindness: Why We Ignore the Obvious at Our Peril"}, {"item": "How can a world be good in which Money is the moving power, and Self-interest the guiding star?", "owner": "H. Rider Haggard, Allan Quatermain"}, {"item": "At only ten a.m., Edgar found himself already eyeing the Doritos on the counter. One thing he hadn't anticipated about the 'home office' was Snack Syndrome; lately his mental energies divided evenly between his new calling (worrying about money, which substituted neatly for earning it) and not stuffing his face.", "owner": "Lionel Shriver, The New Republic"}, {"item": "Haven't you enough money?'For she knew that this is what is the matter with nearly everybody over twenty-five.", "owner": "Stella Gibbons, Cold Comfort Farm"}, {"item": "money has no essence. It's not \"really\" anything; therefore, its nature has always been and presumably always will be a matter of political conten­tion.", "owner": "David Graeber, Debt: The First 5,000 Years"}, {"item": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.", "owner": "George Horace Lorimer"}, {"item": "I have always found that it is far more convenient to be rich rather than to be poor.", "owner": "Amanda Quick, Burning Lamp"}, {"item": "But if Smith was right, and gold and silver became money through the natural workings of the market completely independently of governments, then wouldn't the obvious thing be to just grab control of the gold and silver mines?", "owner": "David Graeber, Debt: The First 5,000 Years"}, {"item": ". . . if money is a science, then it is a dark science, darker than alchemy. It split away from Natural Philosophy millennia ago, and has gone on developing ever since, by its own rules.", "owner": "Neal Stephenson, Quicksilver"}, {"item": "The secret of true prosperity is finding our security through our connection with the divine, with the spiritual world.", "owner": "Christopher Penczak, The Witch's Coin: Prosperity and Money Magick"}, {"item": "When you don't have enough or you run out, you feel in your core that the leak has begun and there will be no end to the leakage. And this makes you feel like a chump. Whereas having some money gives you the conviction that you're not naked in the howling wind, even though you basically are, existentially.", "owner": "Anne Lamott"}, {"item": "I spend my money...I don't know on what.", "owner": "Mike Nichols"}, {"item": "Finance is the art of passing money from hand to hand until it finally disappears.", "owner": "Robert W. Sarnoff"}, {"item": "Look at a coin from your pocket. On one side is \"heads\" - the symbol of the political authority which minted the coin; on the other side is \"tails\" - the precise specification of the amount the coin is worth as payment in exchange. One side reminds us that states underwrite currencies and the money is originally a relation between persons in society, a token perhaps. The other reveals the coin as a thing, capable of entering into definite relations with other things.", "owner": "Keith Hart"}, {"item": "If all the rich people in the world divided up their money among themselves there wouldn't be enough to go around.", "owner": "Christina Stead, House of All Nations"}, {"item": "Money, money, money! I think about money morning, noon and night! I dare say it's mercenary of me, but there it is", "owner": "Agatha Christie, The Secret Adversary"}, {"item": "...the people who find fault with society are too apt to regard it as an end and not a means, just as the people who despise money speak as if its only use were to be kept in bags and gloated over? Isn't it fairer to look at them both as opportunities, which may be used either stupidly or intelligently, according to the capacity of the user?", "owner": "Edith Wharton"}, {"item": "Up before sunrise. Marjorie hated getting out of bed in the dark, but loved the payoff once she was dressed and rolling down the country roads in the first light, cruising and owning them almost alone. The countryside here used to be a lot more interesting, though. She remembered it in her girlhood - orchards, small ranches, farmhouses, each one of these houses a distinct personality... Money, she thought wryly, scanning the endless miles of grapevines, all identically wired and braced and drip-lined, mile after mile - money was such a powerful organizer.As the dawn light gained strength, and bathed the endless vines in tarnished silver, it struck her that there was, after all, something scary about money, that it could run loose in the world like a mythic monster, gobbling up houses and trees, serving strictly its own monstrous appetite. (\"The Growlimb\")", "owner": "Michael   Shea, Best New Horror 16"}], "pagination": {"size": 20, "total": 10, "current": 5}}