{"contents": [{"item": "We rarely improve our habits and traits while floating on the placid pool of ease and comfort.", "owner": "Rand Olson, Children of Promise: The Ultimate Guide to Raising Healthy Kids"}, {"item": "Reporters are not scientific. They do not follow scientific methods. They write to sell, not to educate. The scientist is not concerned with what sells. He is concerned with the truth. He undertakes years of painstaking study to arrive at an understanding of intricate natural processes that most people could never presume to comprehend . You would do well to listen to science and ignore the nonsense that is printed in the newspapers. Because I can tell you right now - radium has nothing to do with what's ailing you.", "owner": "D.W. Gregory"}, {"item": "To all the defiant stoics, laughing and fighting lonesome battles in the face of adversity.", "owner": "Kin F. Kam"}, {"item": "Relax and renew your spirit!", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If we are creating ourselves all the time, then it is never too late to begin creating the bodies we want instead of the ones we mistakenly assume we are stuck with.", "owner": "Deepak Chopra"}, {"item": "The First wealth is health.", "owner": "Ralph Waldo Emerson"}, {"item": "I run because if I didn’t, I’d be sluggish and glum and spend too much time on the couch. I run to breathe the fresh air. I run to explore. I run to escape the ordinary. I run…to savor the trip along the way. Life becomes a little more vibrant, a little more intense. I like that.", "owner": "Dean Karnazes, Ultramarathon Man: Confessions of an All-Night Runner"}, {"item": "It's a pretty amazing to wake up every morning, knowing that every decision I make is to cause as little harm as possible. It's a pretty fantastic way to live.", "owner": "Colleen Patrick-Goudreau"}, {"item": "The best six doctors anywhereAnd no one can deny itAre sunshine, water, rest, and airExercise and diet.These six will gladly you attendIf only you are willingYour mind they'll easeYour will they'll mendAnd charge you not a shilling.”-- Nursery rhyme quoted by Wayne Fields, What the River Knows, 1990", "owner": "Wayne Fields"}, {"item": "I don't understand why asking people to eat a well-balanced vegetarian diet is considered drastic, while it is medically conservative to cut people open and put them on cholesterol lowering drugs for the rest of their lives.", "owner": "Dean Ornish"}, {"item": "May you be ordinary, as the poet once wished the new-born baby.", "owner": "Julian Barnes, The Sense of an Ending"}, {"item": "Regaining health is more difficult an objective then becoming ill. Becoming ill is a random act of ignorance and regaining health is an intentional effort in frustration.", "owner": "Richard Diaz"}, {"item": "Health isn’t about being “perfect” with food or exercise or herbs. Health is about balancing those things with your desires. It’s about nourishing your spirit as well as your body.", "owner": "Golda Poretsky"}, {"item": "I don't understand why asking people to eat a well-balanced, vegetarian diet is considered drastic, while it is medically conservative to cut people open.", "owner": "Dean Ornish"}, {"item": "These people go on to tell us that mobile phones will cook our children’s ears, that long-haul flights will fill our legs with thrombosis and that meat is murder. They want an end to all deaths – and it doesn’t stop there. They don’t even see why anyone should have to suffer from a spot of light bruising. Every week, as we filmed my television chat show, food would be spilt on the floor, and every week the recording would have to be stopped so it could be swept away. ‘What would happen,’ said the man from health and safety, ‘if a cameraman were to slip over?’ ‘Well,’ I would reply, ‘he’d probably have to stand up again.", "owner": "Jeremy Clarkson, The World According to Clarkson"}, {"item": "When you got a condition, it's bad to forget your medicine.", "owner": "Frank Miller, Sin City, Vol. 1: The Hard Goodbye"}, {"item": "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing...", "owner": "Redd Foxx"}, {"item": "You will know if you are too acidic if you get sick often, get urinary tract infections, suffer from headaches, and have bad breath and body odor (when you do not use antiperspirant). Acidosis is the medical term for a blood alkalinity of less than 7.35. A normal reading is called homeostasis. It is not considered a disease; although in and of itself it is recognized as an indicator of disease. Your blood feeds your organs and tissues; so if your blood is acidic, your organs will suffer and your body will have to compensate for this imbalance somehow. We need to do all we can to keep our blood alkalinity high. The way to do this is to dramatically increase our intake of alkaline-rich elements like fresh, clean air; fresh, clean water; raw vegetables (particularly their juices); and sunlight, while drastically reducing our intake of and exposure to acid-forming substances: pollution, cigarettes, hard alcohol, white flour, white sugar, red meat, and coffee. By tipping the scales in the direction of alkalinity through alkaline diet and removal of acid waste through cleansing, and acidic body can become an alkaline one.\"Bear in mind that some substances that are alkaline outside the body, like milk, are acidic to the body; meaning that they leave and acid reside in the tissues, just as many substances that are acidic outside the body, like lemons and ripe tomatoes, are alkaline and healing in the body and contribute to the body's critical alkaline reserve.", "owner": "Natalia Rose, Detox for Women: An All New Approach for a Sleek Body and Radiant Health in 4 Weeks"}, {"item": "Man is more miserable, more restless and unsatisfied than ever before, simply because half his nature--the spiritual--is starving for true food, and the other half--the material--is fed with bad food.", "owner": "Paul Brunton"}, {"item": "When you feel yourself to be in critical condition, you must treat yourself as gently as you would a sick friend.", "owner": "Julia Cameron, Finding Water: The Art of Perseverance"}], "pagination": {"size": 20, "total": 10, "current": 4}}