{"contents": [{"item": "People aren't either wicked or noble. They're like chef's salads, with good things and bad things chopped and mixed together in a vinaigrette of confusion and conflict.", "owner": "Lemony Snicket, The Grim Grotto"}, {"item": "Life is pain, highness. Anyone who says differently is selling something.", "owner": "William Goldman, William Goldman: Four Screenplays with Essays"}, {"item": "Albus Severus,\" Harry said quietly, so that nobody but Ginny could hear, and she was tactful enough to pretend to be waving to Rose, who was now on the train, \"you were named for two headmasters of Hogwarts. One of them was a Slytherin and he was probably the bravest man I ever knew.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "A woman has to live her life, or live to repent not having lived it.", "owner": "D.H. Lawrence, Lady Chatterley's Lover"}, {"item": "Life is to be enjoyed, not endured", "owner": "Gordon B. Hinckley"}, {"item": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.", "owner": "G.K. Chesterton"}, {"item": "Don't take life too seriously. Punch it in the face when it needs a good hit. Laugh at it.", "owner": "Colleen Hoover, Slammed"}, {"item": "This is your life and its ending one moment at a time.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "I am not sure that I exist, actually. I am all the writers that I have read, all the people that I have met, all the women that I have loved; all the cities I have visited.", "owner": "Jorge Luis Borges"}, {"item": "Live to the point of tears.", "owner": "Albert Camus"}, {"item": "People say that life is the thing, but I prefer reading.", "owner": "Logan Pearsall Smith"}, {"item": "Don't you think it's better to be extremely happy for a short while, even if you lose it, than to be just okay for your whole life?", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "Don't be afraid of death; be afraid of an unlived life. You don't have to live forever, you just have to live.", "owner": "Natalie Babbitt, Tuck Everlasting"}, {"item": "That it will never come again is what makes life so sweet.", "owner": "Emily Dickinson"}, {"item": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.", "owner": "Douglas Adams, The Salmon of Doubt"}, {"item": "It's all in the view. That's what I mean about forever, too. For any one of us our forever could end in an hour, or a hundred years from now. You never know for sure, so you'd better make every second count.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "We can never judge the lives of others, because each person knows only their own pain and renunciation. It's one thing to feel that you are on the right path, but it's another to think that yours is the only path.", "owner": "Paulo Coelho"}, {"item": "Don’t try to make life a mathematics problem with yourself in the center and everything coming out equal. When you’re good, bad things can still happen. And if you’re bad, you can still be lucky.", "owner": "Barbara Kingsolver, The Poisonwood Bible"}, {"item": "A good traveler has no fixed plans and is not intent on arriving.", "owner": "Lao Tzu"}, {"item": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "owner": "George Bernard Shaw, Man and Superman"}], "pagination": {"size": 20, "total": 10, "current": 4}}