{"contents": [{"item": "A foe to God was never true friend to man", "owner": "Edward Young"}, {"item": "God is the reason I’m surviving, but he’s sure used you in my life wonderfully. I love you.", "owner": "Esther Earl, This Star Won't Go Out: The Life and Words of Esther Grace Earl"}, {"item": "In a godless universe, all we have is each other.", "owner": "Marty Rubin"}, {"item": "I look back now and realize that the gift of a true friend is that she sees you not the way you see yourself or the way others see you. A true friend sees you for who you are and who you can become.", "owner": "Robin Jones Gunn, Sisterchicks Say Ooh La La!"}, {"item": "The only way to move from your reality to God’s reality is through people who love you.", "owner": "Shannon L. Alder"}, {"item": "Friendship, as has been said, consists in a full commitment of the will to another person with a view to that person's good.", "owner": "John Paul II, Love and Responsibility"}, {"item": "Duty has a trick of behaving unexpectedly -- something like a heavy friend whom we have amiably asked to visit us, and who breaks his leg within our gates.", "owner": "George Eliot"}, {"item": "In friendship, bond not with a shallow man.", "owner": "Ueda Akinari, Tales of Moonlight and Rain"}, {"item": "The friend is a human EdenBut Eden is so easily lostWhen you choose, choose wiselyBefore you share, count the cost", "owner": "Genieve Dawkins, The Turmoil Within"}, {"item": "If you don't REALLY miss someone, it's because you never REALLY connected very deeply with them.", "owner": "Reuben Berger"}, {"item": "It is better for a realist to bend his will and ethics to accommodate a true friend than it is for him to stick to his principles that may turn the friend into an adversary.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends.", "owner": "Epicurus, A Guide To Happiness"}, {"item": "Friendship is thinking of the other person first.", "owner": "George Alexiou"}, {"item": "Keep in mind that the reason you know you can be good to others is only because you've taken strides to be better for and to yourself.", "owner": "Alexandra Elle, Words from a Wanderer"}, {"item": "Separate yourself from those who hinder your vision. Make a choice to walk away from the trap set to ensnare you. Realize when someone is pulling you backwards every time you take a step forward. Separate from them and the result of your action will be a life of success.", "owner": "Amaka Imani Nkosazana"}, {"item": "A FriendSomeoneYou're happy to see,Who's happy to see you.SomeoneYou like for who they areNot just for what they can do for you.", "owner": "Nancy J. Cavanaugh, This Journal Belongs to Ratchet"}, {"item": "Connection is life; disconnection, death.", "owner": "Deborah Day"}, {"item": "But what was happiness but an extravagance, an impossible state to maintain, partly because it was so difficult to articulate? He couldn't remember being a child and being able to define happiness (...) \"I think he's shy,\" he finished", "owner": "Hanya Yanagihara, A Little Life"}, {"item": "Hermione was screaming again: the sound went through Harry like physical pain.", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "After their encounter on the approach to Jupiter, there would aways be a secret bond between them---not of love, but of tenderness, which is often more enduring.", "owner": "Arthur C. Clarke, 2010: Odyssey Two"}], "pagination": {"size": 20, "total": 10, "current": 4}}