{"contents": [{"item": "You see, at Rugby I was rather a great man. There one had a share in the ruling of 300 boys, and a good deal of responsibility; but here one has only just to take care of oneself, and keep out of scrapes; and that's what I never could do.", "owner": "Thomas Hughes, Tom Brown at Oxford"}, {"item": "So we might say that the most important thing one can acquire in college is a well-functioning bullshit meter.", "owner": "Andrew Delbanco"}, {"item": "Of course he had a female following. Was there anything college girls found sexier than being told what to think?", "owner": "Mira Jacob, The Sleepwalker's Guide to Dancing"}, {"item": "I thought i had been educated well enough until i left college.", "owner": "Paul Bamikole"}, {"item": "When the point of education becomes the production of credentials rather than the cultivation of knowledge, it forfeits the motive recognized by Aristotle: \"All human beings by nature desire to know.", "owner": "Matthew B. Crawford, Shop Class as Soulcraft: An Inquiry Into the Value of Work"}, {"item": "I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves -- you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories.", "owner": "Ray Bradbury"}, {"item": "When describing the University of Virginia: Here, We are not afraid to follow truth wherever it may lead, nor to tolerate any error so long as reason is left free to combat it.", "owner": "Thomas Jefferson, Declaration of Independence, Constitution of the United States of America, Bill of Rights and Constitutional Amendments (Including Images of Original"}, {"item": "Jefferson and Washington had no idea these idiots would exist, otherwise they would not have made killing illegal.", "owner": "Anonymous"}, {"item": "AVERT DISASTER, in fact, would have been a perfect school motto—the purpose of the place, as far as Schwartz could tell, was to keep three thousand would-be maniacs sedated by boredom until a succession of birthdays transformed them into adults.", "owner": "Chad Harbach, The Art of Fielding"}, {"item": "Jaxon snorted in disbelief. He cupped his sac just to make sure his balls and dick were still there. If he hadn’t been so content in his life he would’ve thought he was growing a vagina.", "owner": "Senayda Pierre, Temptation"}, {"item": "It was always embarrassing when professors assigned their own books. Even Madeleine, who found all the reading hard going, could tell that Zipperstein’s contribution to the field was reformulative and second-tier.", "owner": "Jeffrey Eugenides, The Marriage Plot"}, {"item": "College: two hundred people reading the same book. An obvious mistake. Two hundred people can read two hundred books.", "owner": "John Cage, M: Writings '67-'72"}, {"item": "What a moron I was to think you were sweet and innocent, when it turns out you were actually college-educated the whole time!", "owner": "Margaret Atwood, The Edible Woman"}, {"item": "What I want to get out of my college course is some knowledge of the best way of living life and doing the most and best with it. I want to learn to understand and help other people and myself.", "owner": "L.M. Montgomery, Anne of Avonlea"}, {"item": "Carmyn drops her glass from her lips first and bites into the slice of lime she's holding in her other hand. Her lips wrap around the flesh of the fruit, and my dick flexes in earnest. I've watched women suck on me and not look nearly that seductive.", "owner": "Angeline Kace, Wicked Thing"}, {"item": "I've asked around and haven't found a B.A. yet who doesn't still have nightmares (and I don't speak figuratively) about not being able to find the room where the exam is to be given or about realizing at the last moment that he has not once attended the course.", "owner": "Elizabeth Savage, The Last Night at the Ritz"}, {"item": "President Obama smoked so much pot in college he never learned to spell. Which is why he's confusing the word \"ruining\" the country with \"running\" the country.", "owner": "Kilburn Hall"}, {"item": "Stop Dieting...Start Eating CUte", "owner": "Alexandra Catalano, From Beer Bongs to Broccoli: The College Kid's Guide to Health and Wellness"}, {"item": "Don't ever let anyone tell you that college is for smart people. College eats smart people alive.", "owner": "Hannah Moskowitz, Invincible Summer"}, {"item": "College is a different scene than it was ten years ago. It used to be all about sex and drugs. Now it’s all about texting and fast food.", "owner": "Aaron B. Powell, Priority"}], "pagination": {"size": 20, "total": 10, "current": 8}}