{"contents": [{"item": "You're my closest friend and you're thousands of miles away.", "owner": "Anthony Horowitz, Scorpia Rising"}, {"item": "So they were pen pals now, Emma composing long, intense letters crammed with jokes and underlining, forced banter and barely concealed longing; two-thousand-word acts of love on air-mail paper. Letters, like compilation tapes, were really vehicles for unexpressed emotions and she was clearly putting far too much time and energy into them. In return, Dexter sent her postcards with insufficient postage: ‘Amsterdam is MAD’, ‘Barcelona INSANE’, ‘Dublin ROCKS. Sick as DOG this morning.’ As a travel writer, he was no Bruce Chatwin, but still she would slip the postcards in the pocket of a heavy coat on long soulful walks on Ilkley Moor, searching for some hidden meaning in ‘VENICE COMPLETELY FLOODED!!!!", "owner": "David Nicholls"}, {"item": "Every once in a while, people need to be in the presence of things that are really far away.", "owner": "Ian Frazier"}, {"item": "Everything seems simpler from a distance.", "owner": "Gail Tsukiyama, The Street of a Thousand Blossoms"}, {"item": "Sometimes you just need to distance yourself from people. If they care, they'll notice. If they don't, you know where you stand.", "owner": "Ziad K. Abdelnour"}, {"item": "I like to prowl ordinary placesand taste the people-from a distance.", "owner": "Charles Bukowski, Play the Piano Drunk Like a Percussion Instrument Until the Fingers Begin to Bleed a Bit"}, {"item": "Do not distance yourself from the people who need you most today, because tomorrow you will need them the most.", "owner": "Gift Gugu Mona"}, {"item": "Do not distance yourself from people who need you most today, because tomorrow you will need them the most.", "owner": "Gift Gugu Mona"}, {"item": "Oh, don't let him pull that 'Pearl Harbor I'm going off to war' stuff on you.", "owner": "Michael Hastings, I Lost My Love in Baghdad: A Modern War Story"}, {"item": "If feels good to live after death. It feels good to not be dead. It feels so good to find myself alive and flying home. The music plays in my ears and I float further and further away from war. Fucking Baghdad.", "owner": "Michael Hastings, I Lost My Love in Baghdad: A Modern War Story"}, {"item": "Our work is directly proportional to the distances our dreams travel across, as force (power) is a constant factor", "owner": "Israelmore Ayivor"}, {"item": "There is a huge amount of freedom that comes to you when you take nothing personally.", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "The back windows looked out over the fields, then the Atlantic, maybe a hundred yards away. Actually, I'm just making that bit up. I had no idea how far away the sea was. Only men could do things like that. \"Half a mile.\" \"Fifty yards.\" Giving directions, that sort of thing. I could look at a woman and say \"Thirty-six C.\" Or \"Let's try it in the next size up.\" But I had no idea how far away Tim's sea was except that I wouldn't want to walk to it in high heels.", "owner": "Marian Keyes"}, {"item": "And if one day there's distanceBetween your hand and mine,When our hands join once again,My heart and soul will shine.", "owner": "Glyncora Murphy"}, {"item": "There is no need to slander the nimit (one who is instrumental), it is only necessary to distance yourself from that nimit.", "owner": "Dada Bhagwan"}, {"item": "We're just two lost souls Swimming in a fish bowl, Year after year, Running over the same old ground. What have we found? The same old fears. Wish you were here.", "owner": "Roger Waters"}, {"item": "Don't come, I was thinking now. Wherever you are, stay there. Because with her reduced to a fantasy, I could imagine a wonderful meeting. I could see her smiling, tossing her red-haired head, staring at me with inquisitive eyes. I'd say something meaningful to her, and she'd melt for me. Reality could not live up to that.", "owner": "Scott Adlerberg, Graveyard Love"}, {"item": "As any distance we take from things give us an outside perspective, so does taking a geographical distance—offering us a new vantage point over our lives.", "owner": "lauren klarfeld"}, {"item": "Know that I love you immensely, and you hurry home.", "owner": "Bea Weaver"}, {"item": "Kaysen elaborates through parts of the book on her thoughts about how mental illness is treated. She explains that families who are willing to pay the rather high costs of hospitalization do so to prove their own sanity. Once one member of the family is hospitalized, it becomes easier for the rest of the family to distance themselves from the problem and to create a clear boundary between the sane and the insane. Recognizing a family member or friend as insane makes others around them, says Kaysen, compare themselves to that individual. Hospitalization allows for distance from this questioning of self that makes us so uncomfortable. Her view that mental illness often includes the entire family means the hospitalized family member becomes an excuse for other family members not to look at their own problems. This explains the willingness to pay the high financial costs of hospitalization.", "owner": "Susanna Kaysen, Girl, Interrupted"}], "pagination": {"size": 20, "total": 5, "current": 1}}