{"contents": [{"item": "God can turn your weaknesses into your strength.", "owner": "Sunday Adelaja"}, {"item": "Her fatigue was gone; she felt vital and strong, like a tree coming back to life in the springtime, vibrant with sap, ready to put out buds and then blossoms.", "owner": "Linda Lael Miller, Springwater"}, {"item": "Some days are harder than others, but I am ready to live each one of them. I can't sacrifice myself, this time.", "owner": "Veronica Roth, Allegiant"}, {"item": "Do not go gentle. So I fight. I fight the only way I know how.", "owner": "Ally Condie, Matched"}, {"item": "There was only one option left, and it was letting go.", "owner": "Veronica Roth"}, {"item": "None of us start out strong ... And none of us have the exact same strengths.", "owner": "Brandon Mull, The Rogue Knight"}, {"item": "Let me struggle like a woman- my strength lies in my weakness. - Milady", "owner": "Alexandre Dumas, The Three Musketeers"}, {"item": "Strength without compassion is soulless and cruel. Weakness, too, has its place, for it brings understanding.", "owner": "Isobelle Carmody, The Gathering"}, {"item": "It is not in numbers, but in unity, that our great strength lies.", "owner": "Thomas Paine, Common Sense"}, {"item": "Vulnerability does not take away your strength", "owner": "Derek Hough"}, {"item": "to stay true in the face of evil is a feat of strength", "owner": "Laini Taylor, Days of Blood & Starlight"}, {"item": "She refuses to take the easy way out by accepting the get-out-of-jail-free card that I offered her. She refuses to be allowed mistakes and though I know she will still make them because she is human, she will learn faster from them than someone who chooses to accept the excuses.", "owner": "J.A. Redmerski, Reviving Izabel"}, {"item": "If sheer strength is your only contribution to war, you will ultimately be defeated.", "owner": "Justin Weisner Starks"}, {"item": "Weakness employs many weapons in its perpetual war against strength. True strength does not attack; it is too busy enduring attacks, and defending itself against weakness.", "owner": "Justin K. McFarlane Beau"}, {"item": "I know I have the body of a weak, feeble woman; but I have the heart and stomach of a king", "owner": "Elizabeth I"}, {"item": "Meet struggle and master it, says nature, and you shall have strength and wisdom sufficient for all your needs.", "owner": "Napoleon Hill, You Can Work Your Own Miracles"}, {"item": "Strength, both physical and spiritual, is the product of struggle!", "owner": "Napoleon Hill, You Can Work Your Own Miracles"}, {"item": "He's the strongest man in the w", "owner": "Astrid Lindgren, Pippi Longstocking"}, {"item": "Be strong. It is our adversity that leads us to our character.", "owner": "Jennifer Megan Varnadore"}, {"item": "When a man is at his weakest is where he will find the greatest opportunity to become his strongest.", "owner": "Calvin W. Allison, Growing in the Presence of God"}], "pagination": {"size": 20, "total": 10, "current": 4}}