{"contents": [{"item": "We may be surprised at the people we find in heaven. God has a soft spot for sinners. His standards are quite low.", "owner": "Desmond Tutu"}, {"item": "Whatever God requires is right, no matter what it is, although we may not see the reason there of until all of the events transpire.", "owner": "Joseph Smith Jr."}, {"item": "God is the same everywhere.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "You cannot conceive, nor can I, of the appalling strangeness of the mercy of God.", "owner": "Graham Greene, Brighton Rock"}, {"item": "I have to believe much in God because I have lost my faith in man.", "owner": "José Rizal, Noli Me Tángere"}, {"item": "God is not needed to create guilt or to punish. Our fellow men suffice, aided by ourselves. You were speaking of the Last Judgement. Allow me to laugh respectfully. I shall wait for it resolutely, for I have known what is worse, the judgement of men. For them, no extenuating circumstances; even the good intention is ascribed to crime. Have you at least heard of the spitting cell, which a nation recently thought up to prove itself the greatest on earth? A walled-up box in which the prisoner can stand without moving. The solid door that locks him in the cement shell stops at chin level. Hence only his face is visible, and every passing jailer spits copiously on it. The prisoner, wedged into his cell, cannot wipe his face, though he is allowed, it is true. to close his eyes. Well, that, mon cher, is a human invention. They didn't need God for that little masterpiece.", "owner": "Albert Camus, The Fall"}, {"item": "Your prayer for someone may or may not change them, but it always changes YOU.", "owner": "Craig Groeschel"}, {"item": "The more humble and obedient to God a man is, the more wise and at peace he will be in all that he does.", "owner": "Thomas à Kempis, The Inner Life"}, {"item": "Your God person puts an apple tree in the middle of a garden and says, do what you like, guys, oh, but don't eat the apple. Surprise surprise, they eat it and he leaps out from behind a bush shouting \"Gotcha\". It wouldn't have made any difference if they hadn't eaten it.''Why not?''Because if you're dealing with somebody who has the sort of mentality which likes leaving hats on the pavement with bricks under them you know perfectly well they won't give up. They'll get you in the end.", "owner": "Douglas Adams, The Restaurant at the End of the Universe"}, {"item": "I do know that waiting on God requires the willingness to bear uncertainty, to carry within oneself the unanswered question, lifting the heart to God about it whenever it intrudes upon one’s thoughts. Its easy to talk oneself into a decision that has no permanence – easier sometimes than to wait patiently.", "owner": "Elisabeth Elliot, Passion and Purity: Learning to Bring Your Love Life Under Christ's Control"}, {"item": "Men will allow God to be everywhere but on his throne. They will allow him to be in his workshop to fashion worlds and make stars. They will allow Him to be in His almonry to dispense His alms and bestow his bounties. they will allow Him to sustain the earth and bear up the pillars thereof, or light the lamps of heaven, or rule the waves of the ever-moving ocean; but when God ascends Hes throne, His creatures then gnash their teeth. And we proclaim an enthroned God, and His right to do as He wills with His own, to dispose of His creatures as He thinks well, without consulting them in the matter; then it is that we are hissed and execrated, and then it is that men turn a deaf ear to us, for God on His throne is not the God they love. But it is God upon the throne that we love to preach. It is God upon His throne whom we trust.", "owner": "Charles Haddon Spurgeon"}, {"item": "Perfect prayer does not consist in many words, silent remembering and pure intention raises the heart to that supreme Power.", "owner": "Amit Ray, Om Chanting and Meditation"}, {"item": "God is the color of water. Water doesn't have a color.", "owner": "James McBride, The Color of Water: A Black Man's Tribute to His White Mother"}, {"item": "I always thought when I got older that God would sort of come into my life in some way. He didn't. I don't blame him. If I was him I'd have the same opinion about me that he does.", "owner": "Cormac McCarthy, No Country for Old Men"}, {"item": "The easiest way to get touch with this universal power is through silent Prayer. Shut your eyes, shut your mouth, and open your heart. This is the golden rule of prayer. Prayer should be soundless words coming forth from the centre of your heart filled with love.", "owner": "Amit Ray, Om Chanting and Meditation"}, {"item": "Imagination is the voice of daring. If there is anything godlike about God, it is that. He dared to imagine everything", "owner": "Henry Miller, Sexus"}, {"item": "For the happy man prayer is only a jumble of words, until the day when sorrow comes to explain to him the sublime language by means of which he speaks to God.", "owner": "Alexandre Dumas, The Count of Monte Cristo"}, {"item": "never's the word God listens for when he needs a laugh.", "owner": "Stephen King, The Dark Tower"}, {"item": "That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget.", "owner": "Jean-Paul Sartre"}, {"item": "I don't believe in any actual thinking God that marks the fall of every bird in Australia or every bug in India, a God that records all of our sins in a big golden book and judges us when we die - I don't want to believe in a God who would deliberately create bad people and then deliberately send them to roast in a hell He created-but I believe there has to be something", "owner": "Stephen King"}], "pagination": {"size": 20, "total": 10, "current": 7}}