{"contents": [{"item": "If today is the last day of your life, the one thing you want to say is that you showed up for life. You showed up for your dreams. You showed up for the people who mattered to you. And above all, you showed up for yourself.", "owner": "Pooja Ruprell"}, {"item": "Be thankful for all you gain. Be thankful for what you lose, too. Find a reason each day to celebrate your life.", "owner": "Pooja Ruprell"}, {"item": "Our eternal existence depends not on how much we have, or the network and power structure we have attained, and definitely not on our title or accomplishments at work. It depends on how much courage we exhibit in difficult times, the number of people we bring a smile to, and our sincerity at work, home and in society.", "owner": "Pooja Ruprell"}, {"item": "The theory of karma exists not to bring fear to your heart but to ensure you do not lose hope and give up at the first obstacle that hits your path.", "owner": "Pooja Ruprell"}, {"item": "Be open to surrendering all preconceived notions, well-thought-out plans and annual to-do lists.", "owner": "Pooja Ruprell"}, {"item": "Success is not about getting it right the first time but about not giving up even if it takes a lifetime of effort.", "owner": "Pooja Ruprell"}, {"item": "Success is for those who are persistent in the face of reality. The harsher the truth, the stronger they hold on to their dreams.", "owner": "Pooja Ruprell"}, {"item": "Prayer elevates and transforms you. Nourish your soul using this powerful communication tool every day, and you will never be the same again.", "owner": "Pooja Ruprell"}, {"item": "Life is beautiful. Like a beautiful blue wave, it ebbs and flows, sometimes gushing forth and sometimes receding quietly.", "owner": "Pooja Ruprell"}, {"item": "Live gratefully. Express it constantly. Expect abundance.", "owner": "Pooja Ruprell"}, {"item": "Master the attitude of gratitude and the pathway to abundance will open for you.", "owner": "Pooja Ruprell"}, {"item": "Gratitude heals, cleanses and purifies.", "owner": "Pooja Ruprell"}, {"item": "You are enough exactly as you are, whether you believe it or not.", "owner": "Pooja Ruprell"}, {"item": "Find your ‘why’. Give your life meaning.", "owner": "Pooja Ruprell"}, {"item": "Where love is absent, violence is a glaring possibility. Introduce love into any situation and violence gradually evaporates.", "owner": "Pooja Ruprell"}, {"item": "Join hands with other protagonists of love and peace and become a love commander.", "owner": "Pooja Ruprell"}, {"item": "When you start living under the shadow of somebody, you lose your own personality and your own passions.", "owner": "Balroop Singh"}, {"item": "The canvas of your life can reflect infinite beauty depending on the colors you opt to splash on it.", "owner": "Pooja Ruprell"}, {"item": "You matter. Your heart matters.", "owner": "Pooja Ruprell"}, {"item": "Whatever you do, listen for your inner voice. Do not ignore it.", "owner": "Pooja Ruprell"}], "pagination": {"size": 20, "total": 10, "current": 7}}