{"contents": [{"item": "But, as Bruce Wayne will attest...you have to spend money to make money.", "owner": "Bruce Wayne"}, {"item": "Who's poorer, the one who begs for money or those who have not enough to give away? Or are they reflecting one another and the same nature?", "owner": "Robin Sacredfire"}, {"item": "I began writing late; my first articles and stories were published after I was thirty, and I was motivated by money. Money is not a bad motivation. The need to eat keeps us from laziness, and the fact that someone is willing to pay to read what we write assures us that we have indeed written.", "owner": "M.V. Carey"}, {"item": "They had money - quite a bit of it, actually - but for them, money was just bullets.", "owner": "Douglas Wilson, Flags Out Front: A Contrarian's Daydream"}, {"item": "It takes brains not to make money,” Colonel Cargill wrote in one of the homiletic memoranda he regularly prepared for circulation over General Peckem’s signature. “Any fool can make money these days and most of them do. But what about people with talent and brains? Name, for example, one poet who makes money.", "owner": "Joseph Heller, Catch-22"}, {"item": "For the first time in my life I realized what a horrible, miserable, salvationless hell it is to be without money.", "owner": "Osamu Dazai, The Setting Sun"}, {"item": "Every period in history has its own peculiarities", "owner": "Sunday Adelaja"}, {"item": "The time we are living in has its own conditions, peculiarities and standards", "owner": "Sunday Adelaja"}, {"item": "Riches bring only problems and sorrows to people", "owner": "Sunday Adelaja"}, {"item": "because it's not enough to have a dream—you need financing.", "owner": "Douglas Preston, The Kraken Project"}, {"item": "Money was spiritual indemnity against some unspecifiable future loss. It existed in purest form in his mind, my money, a reinforcing source of meditation.", "owner": "Don DeLillo, Players"}, {"item": "Worrying about money is one of the worst worries. It’s like having locked-in syndrome, except you’re still moving around and doing things. Your head burns. If other people are not having money problems, it pisses you off because it reminds you that you’re limited in the ways you can express your agency in the world, and they aren’t. Worrying about money is anger-inducing because it makes you think about time: how many dollars per hour, how much salary per year, how many years until retirement. Worrying about money forces you to do endless math in your head, and most people didn’t like math in high school and they don’t like it now.", "owner": "Douglas Coupland, Bit Rot"}, {"item": "The man who is receiving the money is getting rich and the guy who is giving the money is getting poorer", "owner": "Sunday Adelaja"}, {"item": "So I got to thinking that perhaps that’s what money is: a crystallization—or, rather, a homogenization—of time and free will into those things we call dollars and pounds and yen and euros. Money multiplies your time. It also expands your agency and broadens the number of things you can do accordingly. Big-time lottery winners haven’t won ten million dollars—they’ve won ten thousand person-years of time to do pretty much anything they want anywhere on Earth. Windfalls are like the crystal meth version of time and free will.", "owner": "Douglas Coupland, Bit Rot"}, {"item": "Casinos invariably win because they push their money under the table, what remains over the table of their clients’ evaporates eventually!", "owner": "Sandeep Sahajpal"}, {"item": "If asked how much money one requires in life, the answer should be so much as to maintain the parents lifestyle growing the way it has been as long as they are alive.", "owner": "Sandeep Sahajpal"}, {"item": "Excess of money creates craving for more, and more, to the point that you are ready at first to compromise your ethics, then others’. Eventually you can compromise social, national, natural and human interests.", "owner": "Sandeep Sahajpal"}, {"item": "Needs expand themselves to make use of the money available …. And desires expand to make use of ‘others’ money as well!", "owner": "Sandeep Sahajpal"}, {"item": "Those who amass wealth through wrong means not only become lesser humans in the course of amassing, but also essentially underscore that their next generations become even worse human beings.", "owner": "Sandeep Sahajpal"}, {"item": "You seek money, you’ll get it; you seek purpose, and attain it, you’ll get disproportionate amount of money along with. Just be honest!", "owner": "Sandeep Sahajpal"}], "pagination": {"size": 20, "total": 10, "current": 7}}