{"contents": [{"item": "Oh, Life, I am yours. Whatever it is you want of me, I am ready to give.", "owner": "William Steig, Dominic"}, {"item": "Every one of us is losing something precious to us. Lost opportunities, lost possibilities, feelings we can never get back again. That’s part of what it means to be alive.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "In everybody’s life there’s a point of no return. And in a very few cases, a point where you can’t go forward anymore. And when we reach that point, all we can do is quietly accept the fact. That’s how we survive.", "owner": "Haruki Murakami, Kafka on the Shore"}, {"item": "I wonder why I don't go to bed and go to sleep. But then it would be tomorrow, so I decide that no matter how tired, no matter how incoherent I am, I can skip on hour more of sleep and live.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "My body is my journal, and my tattoos are my story.", "owner": "Johnny Depp"}, {"item": "My one regret in life is that I am not someone else.", "owner": "Woody Allen"}, {"item": "We'd start slow, the way we always did, because the run, and the game, could go on for awhile. Maybe even forever.That was the thing. You just never knew. Forever was so many different things. It was always changing, it was what everything was really all about. It was twenty minutes, or a hundred years, or just this instant, or any instant I wished would last and last. But there was only one truth about forever that really mattered, and that was this: it was happening. Right then, as I ran with Wes into that bright sun, and every moment afterwards. Look, there. Now. Now. Now.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "But when it came right down to it, the skin of my wrist looked so white and defensless that I couldn't do it. It was as if what I wanted to kill wasn't in that skin or the thin blue pulse that jumped under my thumb, but somewhere else, deeper, more secret, and a whole lot harder to get.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "Your time is limited, so don't waste it living someone else's life.", "owner": "Steve Jobs"}, {"item": "Don't ask for guarantees. And don't look to be saved in any one thing, person, machine, or library. Do your own bit of saving, and if you drown, at least die knowing you were heading for shore.", "owner": "Ray Bradbury, Fahrenheit 451"}, {"item": "One swing set, well worn but structurally sound, seeks new home. Make memories with your kid or kids so that someday he or she or they will look into the backyard and feel the ache of sentimentality as desperately as I did this afternoon. It's all fragile and fleeting, dear reader, but with this swing set, your child(ren) will be introduced to the ups and downs of human life gently and safely, and may also learn the most important lesson of all: No matter how hard you kick, no matter how high you get, you can't go all the way around.", "owner": "John Green, The Fault in Our Stars"}, {"item": "Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better.", "owner": "Ralph Waldo Emerson, Journals of Ralph Waldo Emerson, with Annotations - 1841-1844"}, {"item": "There's nothing more embarrassing than to have earned the disfavor of a perceptive animal.", "owner": "Michael Chabon, Wonder Boys"}, {"item": "Perfectionism is the voice of the oppressor, the enemy of the people. It will keep you cramped and insane your whole life, and it is the main obstacle between you and a shitty first draft. I think perfectionism is based on the obsessive belief that if you run carefully enough, hitting each stepping-stone just right, you won't have to die. The truth is that you will die anyway and that a lot of people who aren't even looking at their feet are going to do a whole lot better than you, and have a lot more fun while they're doing it.", "owner": "Anne Lamott, Bird by Bird: Some Instructions on Writing and Life"}, {"item": "The only way to survive eternity is to be able to appreciate each moment.", "owner": "Lauren Kate, Fallen"}, {"item": "When the going gets weird, the weird turn professional.", "owner": "Hunter S. Thompson, Fear and Loathing on the Campaign Trail '72"}, {"item": "I have often wished I had time to cultivate modesty...But I am too busy thinking about myself.", "owner": "Edith Sitwell"}, {"item": "Life's as kind as you let it be.", "owner": "Charles Bukowski, Hot Water Music"}, {"item": "Life isn't about waiting for the storm to pass...It's about learning to dance in the rain.", "owner": "Vivian Greene"}, {"item": "Human life is but a series of footnotes to a vast obscure unfinished masterpiece", "owner": "Vladimir Nabokov, Lolita"}], "pagination": {"size": 20, "total": 10, "current": 8}}