{"contents": [{"item": "Mindfulness is to understand that there is a no moment left to be unhappy.", "owner": "Amit Ray, Mindfulness Living in the Moment - Living in the Breath"}, {"item": "Life and love generate effort, but effort will not generate them.", "owner": "Alan W. Watts, The Book on the Taboo Against Knowing Who You Are"}, {"item": "The roots of war are in the way we live our daily lives —the way we develop our industries, build up our society, and consume goods.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Peace is based on respect for life, the spirit of reverence for life.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "If we are aware of our lifestyle, our way of consuming, of looking at things, we will know how to make peace right in the moment we are alive.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Most people treat the present moment as if it were an obstacle that they need to overcome. Since the present moment is life itself, it is an insane way to live.", "owner": "Eckhart Tolle"}, {"item": "Truth is found in life and not merely in conceptual knowledge.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "We wanted peace. We did not care about anyone’s victory or defeat. We just wanted the bombs to stop falling on us.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Life is the force of the absolute, the supreme, the Creator who creates everything.", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "Everything in existence is a manifestation of the one living being we call God. Everything is God.", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "When you understand, you cannot help but love. You cannot get angry.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "The essence of love and compassion is understanding, the ability to recognize the physical, material, and psychological suffering of others, to put ourselves “inside the skin” of the other.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "The truth is that everything contains everything else. We cannot just be, we can only inter-be.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "We need the vision of interbeing—we belong to each other; we cannot cut reality into pieces. The well-being of “this” is the well-being of “that,” so we have to do things together. Every side is “our side”; there is no evil side.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Mindful observation is based on the principle of “non-duality”: our feeling is not separate from us or caused merely by something outside us; our feeling is us, and for the moment we are that feeling. We are neither drowned in nor terrorized by the feeling, nor do we reject it. Our attitude of not clinging to or rejecting our feelings is the attitude of letting go[.]", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "In the West, we are very goal oriented. We know where we want to go, and we are very directed in getting there. This may be useful, but often we forget to enjoy ourselves along the route.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Western civilization places so much emphasis on the idea of hope that we sacrifice the present moment. Hope is for the future. It cannot help us discover joy, peace, or enlightenment in the present moment.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "We are too undemanding, too ready to watch whatever is on the screen, too lonely, lazy, or bored to create our own lives. We turn on the TV and leave it on, allowing someone else to guide us[.]", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "Whether we are in the city, the countryside, or the wilderness, we need to sustain ourselves by choosing our surroundings carefully and nourishing our awareness in each moment.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "We are very good at preparing to live, but not very good at living. We know how to sacrifice ten years for a diploma, and we are willing to work very hard to get a job, a car, a house, and so on. But we have difficulty remembering that we are alive in the present moment[.]", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}], "pagination": {"size": 20, "total": 7, "current": 2}}