{"contents": [{"item": "I did not want to appear before the world as pathetic, deprssed, and psychologically ill. So I erected a barrier of words and wit around myself, so that nobody could see how needy I really was.", "owner": "Karen Armstrong"}, {"item": "I didn't want to wake up. I was having a much better time asleep. And that's really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you're so relieved. I woke up into a nightmare.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "That's the thing about depression: A human being can survive almost anything, as long as she sees the end in sight. But depression is so insidious, and it compounds daily, that it's impossible to ever see the end.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I can't eat and I can't sleep. I'm not doing well in terms of being a functional human, you know?", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "There is no point treating a depressed person as though she were just feeling sad, saying, 'There now, hang on, you'll get over it.' Sadness is more or less like a head cold- with patience, it passes. Depression is like cancer.", "owner": "Barbara Kingsolver, The Bean Trees"}, {"item": "That is all I want in life: for this pain to seem purposeful.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I don't want to see anyone. I lie in the bedroom with the curtains drawn and nothingness washing over me like a sluggish wave. Whatever is happening to me is my own fault. I have done something wrong, something so huge I can't even see it, something that's drowning me. I am inadequate and stupid, without worth. I might as well be dead.", "owner": "Margaret Atwood, CAT'S EYE."}, {"item": "I waste at least an hour every day lying in bed. Then I waste time pacing. I waste time thinking. I waste time being quiet and not saying anything because I'm afraid I'll stutter.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "because wherever I sat—on the deck of a ship or at a street café in Paris or Bangkok—I would be sitting under the same glass bell jar, stewing in my own sour air.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "I don't want any more of this try, try again stuff. I just want out. I’ve had it. I am so tired. I am twenty and I am already exhausted.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I'll never forget how the depression and loneliness felt good and bad at the same time. Still does.", "owner": "Henry Rollins, The Portable Henry Rollins"}, {"item": "Killing oneself is, anyway, a misnomer. We don't kill ourselves. We are simply defeated by the long, hard struggle to stay alive. When somebody dies after a long illness, people are apt to say, with a note of approval, \"He fought so hard.\" And they are inclined to think, about a suicide, that no fight was involved, that somebody simply gave up. This is quite wrong.", "owner": "Sally Brampton, Shoot the Damn Dog: A Memoir of Depression"}, {"item": "The sun stopped shining for me is all. The whole story is: I am sad. I am sad all the time and the sadness is so heavy that I can't get away from it. Not ever.", "owner": "Nina LaCour, Hold Still"}, {"item": "You say you're 'depressed' - all i see is resilience. You are allowed to feel messed up and inside out. It doesn't mean you're defective - it just means you're human.", "owner": "David Mitchell, Cloud Atlas"}, {"item": "I feel like a defective model, like I came off the assembly line flat-out fucked and my parents should have taken me back for repairs before the warranty ran out.", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "Depression is the most unpleasant thing I have ever experienced. . . . It is that absence of being able to envisage that you will ever be cheerful again. The absence of hope. That very deadened feeling, which is so very different from feeling sad. Sad hurts but it's a healthy feeling. It is a necessary thing to feel. Depression is very different.", "owner": "J.K. Rowling"}, {"item": "If you are chronically down, it is a lifelong fight to keep from sinking ", "owner": "Elizabeth Wurtzel, Prozac Nation"}, {"item": "I've got a bad case of the 3:00 am guilts - you know, when you lie in bed awake and replay all those things you didn't do right? Because, as we all know, nothing solves insomnia like a nice warm glass of regret, depression and self-loathing.", "owner": "D.D. Barant, Dying Bites"}, {"item": "Some people are just not meant to be in this world. It's just too much for them.", "owner": "Phoebe Stone, The Boy on Cinnamon Street"}, {"item": "I'm fine. Well, I'm not fine - I'm here.\"\"Is there something wrong with that?\"\"Absolutely.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}], "pagination": {"size": 20, "total": 10, "current": 8}}