{"contents": [{"item": "Sometimes new opportunity means new opposition. Not everything God asks us to do will be comfortable.", "owner": "Joyce Meyer"}, {"item": "Prayer [is] the quiet, persistent living of our life of desire and faith in the presence of our God.", "owner": "Andrew Murray, With Christ in the School of Prayer"}, {"item": "Service to humanity is service to God.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Have you ever tried thinking of God as a person instead of an all-powerful vending machine that never gives you the right amount of change? He has feelings too, you know.", "owner": "Angela N. Blount, Once Upon a Road Trip"}, {"item": "I am the chosen of the Lord, for who He loveth, so doeth He chastiseth. But I be durn if He dont take some curious ways to show it, seems like.", "owner": "William Faulkner, As I Lay Dying"}, {"item": "What we really need is only a heart of surrender & always trust what God has plan for our life. So we do our best, God shall take the rest. That's what I called FAITH.", "owner": "Olivia Sinaga"}, {"item": "God never calls His people to accomplish anything without promising to supply their every need.", "owner": "Charles R. Swindoll"}, {"item": "Boldness in the course of a noble fight is worth the risk...If you stand on truth, you'll only regret your timidity later, but you'll never regret being bold.", "owner": "Charles R. Swindoll"}, {"item": "In the wilderness, God's covenant people struggled with a choice between feeding their bellies and nourishing their souls. God provided manna--a breadlike food that fell to the ground during the night--to sustain the wandering Israelites and to teach them how to value His Word more than physical fulfillment.", "owner": "Charles R. Swindoll"}, {"item": "Faith itself cannot accomplish anything, yet without faith, no one can fly.", "owner": "Charles R. Swindoll"}, {"item": "To require God to prove that He is able and willing to fulfill His promises would be proof positive that one does not trust Him.", "owner": "Charles R. Swindoll"}, {"item": "Dumnezeu este doar unul şi acelaşi pretutindeni.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "God arranges everything for us, so that we need have no more fear or trouble and may be quite sure that all things will come right in the end.", "owner": "Johanna Spyri, Heidi"}, {"item": "My friend Adele describes fundamentalism as holding so tightly to your beliefs that your fingernails leave imprints on the palm of your hand... I think she's right. I was a fundamentalist not because of the beliefs I held but because of how I held them: with a death grip. It would take God himself to finally pry them out of my hands. (p.17-18)", "owner": "Rachel Held Evans, Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions"}, {"item": "The cautious faith that never saws off a limb on which it is sitting, never learns that unattached limbs may find strange unaccountable ways of not falling.", "owner": "Dallas Willard"}, {"item": "Yes, she believed God loved her. But if this whole fiasco was His idea of love . . .", "owner": "Lauraine Snelling, Valley of Dreams"}, {"item": "You were born into this life equipped to succeed. You are a part of God’s perfect plan. Yes, you. The plan would not be perfect if you were missing. Think about that. You matter more than you know.", "owner": "Toni Sorenson"}, {"item": "God is as real as a station wagon.", "owner": "Peggy Payne"}, {"item": "God is merciful cant we all be on the right track of faith but just using different roads?", "owner": "Ali Al-Ahmed"}, {"item": "We are in God’s hands. We can’t come up with a surprise big enough or a sin vile enough to thwart His plan. If we allow Him to refine us we will inevitably end up free from the impurities that separate us from Him.", "owner": "Toni Sorenson"}], "pagination": {"size": 20, "total": 10, "current": 6}}