{"contents": [{"item": "The Lord is my rock, and my fortress, and my deliverer; My God, my strength, in whom I will trust; My shield, and the horn of my salvation; my stronghold.", "owner": "Anonymous, Holy Bible: King James Version"}, {"item": "God dances with the outcast.", "owner": "Steven James, How to Smell Like God: True Stories Burning with the Scent of Heaven"}, {"item": "The wizard [of Oz] says look inside yourself and find self. God says look inside yourself and find [the Holy Spirit]. The first will get you to Kansas. The latter will get you to heaven.Take your pick.", "owner": "Max Lucado, Experiencing the Heart of Jesus: Knowing His Heart, Feeling His Love"}, {"item": "Where I will find peace other than in oblivion?", "owner": "Sorin Cerin, Wisdom Collection: The Book of Wisdom"}, {"item": "God depends on us. It is through us that God is achieved.", "owner": "André Gide"}, {"item": "The irony is that while God doesn't need us but still wants us, we desperately need God but don't really want Him most of the time. He treasures us and anticipates our departure from this earth to be with Him-and we wonder, indifferently, how much we have to do for Him to get by.", "owner": "Francis Chan, Crazy Love: Overwhelmed by a Relentless God"}, {"item": "Look, I know you meant well creating the world and all, but how could you let it get away from you like this? How come you couldn't stick with your original idea of paradise? People's lives were a mess.", "owner": "Sue Monk Kidd, The Secret Life of Bees"}, {"item": "Before you came into my life, I believed that God had abandoned me. Now I know that He has blessed me beyond measure. ~Sir Bannor", "owner": "Teresa Medeiros, Charming the Prince"}, {"item": "Have patience. All things are difficult before they become easy.", "owner": "Saadi"}, {"item": "Women are delicate creatures. Fragile. Gentle. Made by God to be sheltered from the harshness of this world..Morgan MacDonnell", "owner": "Teresa Medeiros, A Whisper of Roses"}, {"item": "It is said that God is always on the side of the big battalions.", "owner": "Voltaire"}, {"item": "The true story of every person in this world is not the story you see, the external story. The true story of each person is the journey of his or her heart.", "owner": "John Eldredge, The Sacred Romance Drawing Closer To The Heart Of God"}, {"item": "Hidup hanya menunda kekalahan.", "owner": "Chairil Anwar, Derai-derai Cemara"}, {"item": "The grace of God means something like: Here is your life. You might never have been, but you are because the party wouldn't have been complete without you.", "owner": "Frederick Buechner"}, {"item": "Man approaches God most nearly when he is in one sense least like God. For what can be more unlike than fullness and need, sovereignty and humility, righteousness and penitence, limitless power and a cry for help?", "owner": "C.S. Lewis, The Four Loves"}, {"item": "She was a fool, and so am I, and so is anyone who thinks he sees what God is Doing, [writes Bokonon].", "owner": "Kurt Vonnegut Jr., Cat's Cradle"}, {"item": "Sometimes the strongest thing you will ever do will be to let go of someone. It will be painful, you will suffer guilt, and you will second-guess yourself, but for your own sanity and quality of life, there will come a time where you hand them to God, with your love, and trust Him to be who and what He is. May our Lord comfort you.", "owner": "Lee  Goff"}, {"item": "Mine was a patchwork God, sewn together from bits of rag and ribbon, Eastern and Western, pagan and Hebrew, everything but the kitchen sink and Jesus.", "owner": "Anne Lamott, Traveling Mercies: Some Thoughts on Faith"}, {"item": "I've always been spiritual but I've never had a proper context, and it took me a while to find the proper context. It's hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God", "owner": "Billy Corgan"}, {"item": "I am unaware of his plans but I shall never stop believing in them because I cannot fathom them and I prefer to mistrust my own intellectual capacities than his justice.", "owner": "Alexis de Tocqueville, Democracy in America"}], "pagination": {"size": 20, "total": 10, "current": 9}}