{"contents": [{"item": "When you're completely lost, when you have no idea what comes next or why things are happening, faith is what gets you through. Even if you're not sure what you believe, you keep doing the things you know in your heart are the right things. That is faith, Carter. It's not the absence of questions. It's continuing, day in and day out, in spite of those questions.", "owner": "Vannetta Chapman, Light of Dawn"}, {"item": "I hope all you wish for comes to you,And you become who you're hoping to be.I know you will prosper in all you do,So promise you'll remember me.", "owner": "Margo T. Rose, The Words"}, {"item": "Приятелството е и вид лекарство и пазарите за него понякога също са черни.", "owner": "Gregory David Roberts, Shantaram"}, {"item": "When you part from your friend, you grieve not;For that which you love most in him may be clearer in his absence, asthe mountain to the climber is clearer from the plain.", "owner": "Kahlil Gibran, The Prophet"}, {"item": "He that is thy friend indeed,He will help thee in thy need:If thou sorrow, he will weep;If thou wake, he cannot sleep:Thus of every grief in heartHe with thee doth bear a part.These are certain signs to knowFaithful friend from flattering foe.", "owner": "William Shakespeare, The Passionate Pilgrim"}, {"item": "You do not know how much they mean to me, my friends,And how, how rare and strange it is, to findIn a life composed so much, so much of odds and ends,(For indeed I do not love it ... you knew? you are not blind! How keen you are!)To find a friend who has these qualities,Who has, and givesThose qualities upon which friendship lives.How much it means that I say this to you-Without these friendships-life, what cauchemar!", "owner": "T.S. Eliot, Collected Poems, 1909-1962"}, {"item": "Mine Enemy is growing old --I have at last Revenge --The Palate of the Hate departs --If any would avenge Let him be quick -- the Viand flits --It is a faded Meat --Anger as soon as fed is dead --'Tis starving makes it fat", "owner": "Emily Dickinson, I'm Nobody! Who Are You?"}, {"item": "I'm everyone everywhere with you without you unbound set free in limbo lost at sea.", "owner": "Bryan Lee O'Malley"}, {"item": "I could give all to Time except -- exceptWhat I myself have held. But why declareThe things forbidden that while the Customs sleptI have crossed to Safety with? For I am There,And what I would not part with I have kept.", "owner": "Robert Frost, The Poetry of Robert Frost"}, {"item": "Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon.", "owner": "Ann Patchett, Truth and Beauty"}, {"item": "We are great writers on the same dreadful typewriter", "owner": "Allen Ginsberg, Howl and Other Poems"}, {"item": "I have undertaken, you see, to write not only my life, but my opinions also; hoping and expecting that your knowledge of my character, and of what kind of a mortal I am, by the one, would give you a better relish for the other: As you proceed further with me, the slight acquaintance which is now beginning betwixt us, will grow into familiarity; and that, unless one of us is in fault, will terminate in friendship.", "owner": "Laurence Sterne, The Life and Opinions of Tristram Shandy, Gentleman"}, {"item": "That, incidentally, gives me the greatest possible pleasure—the knowledge that we are all linked by our friendship with a group of fictional people. What a pleasant club of which to be a member! [from the preface; on writing for people around the world]", "owner": "Alexander McCall Smith, The Importance of Being Seven"}, {"item": "Gaps don't/just happen./There is a/generative element/inside them,/a welling motion/as when cold/waters shoulder/up through/warmer oceans./And where gaps/choose to widen,/coordinates warp,/even in places/constant since/the oldest maps.", "owner": "Kay Ryan"}, {"item": "Whatever it is you are really desiring, give it away. If it's companionship, give it to someone else, and just listen to them and be there. If it's money, give it to someone who is less fortunate. If it's encouragement, give it to others. If it's friendship, become the best friend you can be to others. If it's time, serve others with your time. You will be amazed to see how much more of everything you have when you are willing to freely give.", "owner": "Osayi Emokpae Lasisi"}, {"item": "High PastureCome up--come up: in the dim vale belowThe autumn mist muffles the fading trees,But on this keen hill-pasture, though the breezeHas stretched the thwart boughs bare to meet the snow,Night is not, autumn is not--but the flowOf vast, ethereal and irradiate seas,Poured from the far world's flaming boundariesIn waxing tides of unimagined glow.And to that height illumined of the mindhe calls us still by the familiar way,Leaving the sodden tracks of life behind,Befogged in failure, chilled with love's decay--Showing us, as the night-mists upward wind,How on the heights is day and still more day.", "owner": "Edith Wharton"}, {"item": "Take a tram ride today.\u2028Recognise a dear friend in everyone around. \u2028Speak kindly to yourself.\u2028It is only your thoughts that bring you fear.\u2028You've been through a lot. \u2028There is perfect peace in this moment.", "owner": "Dragos Bratasanu, Ph.D., Sleepers: A Little Book on How to Find Hope, Meaning and the Courage to Fall in Love with Your Dreams"}, {"item": "I have never seen as far, than those times I have looked through someone else's perspective.", "owner": "Tonny K. Brown"}, {"item": "my beautiful friend,even on your darkest day i have benefited from the warmth of your light. and i know i’m not the only one. even when you are not consciously giving, you are still giving so much. with your openness, your kindness, your understanding. see yourself through my eyes, for just a moment. feel yourself through my heart.Allow me the honor of reflecting back to you the love you have shown me, time and again, when it was only real love, and real friendship that could have pulled me from the pain. let me take some of your pain now. I am here. I am yours. You are mine, my friend. I am grateful.", "owner": "Scott Stabile"}, {"item": "Some say if you want success surround yourself with successful people. I say if you want true and lasting success surround yourself with people of integrity.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}], "pagination": {"size": 20, "total": 10, "current": 6}}