{"contents": [{"item": "You are not your mistakes and your mistakes are not you.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Far more important than the tribulations and heartaches, the thrills, merriment, and pleasures of life is what you learn from it all. It isn't the tunnel we pass through that matters, it's what emerges on the other side.", "owner": "Richelle E. Goodrich, Making Wishes"}, {"item": "We all make mistakes, but one of our biggest mistakes is continually revisiting the past.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Humility adds lessons to our pain and suffering, turning the seemingly senseless into meaning.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Every dimension of your suffering will instruct you, until you have learned your essential lessons.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "If you learn to look at the worldly madness through spiritual eyes, you will begin to see divine balance and sanity.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Life's pressure is equal to your resistance.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "Guilt and Regret always pulls one down.They have an impact like that of gravity.They heavy you like few tons of concrete,Therefore,Instead of growing, moving on and learning from your mistakes,You will wine and dine with Would Have's and Could Have's.", "owner": "Nomthandazo Tsembeni"}, {"item": "What I like about this belief is that it makes people look for a big picture, and think more about how they behave in this life and what they achieve, as it might influence their next lives. I also like another aspect of it: that negative experiences teach us as much as positive experiences do; sometimes they teach us more.", "owner": "Daniela I. Norris, On Dragonfly Wings: A Skeptic's Journey to Mediumship"}, {"item": "Even though life is difficult as times, you must understand that these challenges are not here to beat you, defeat you, or squash you like a bug. Life is not against you (even though it feels that way sometimes). Every single experience is in your life to serve your process of growth and learning. Every situation you experience serves that purpose and is ultimately for your good.", "owner": "Kimberly Giles, Choosing Clarity: The Path to Fearlessness"}, {"item": "If you are not learning, you are not living.", "owner": "Kevin James Breaux"}, {"item": "Finding the reason to live doesn't put you on top, it's the hardships faced in process that get you there.", "owner": "Sachin Kumar Puli"}, {"item": "Suffering is one of life's great teachers.", "owner": "Bryant McGill"}, {"item": "Success is a spiritual process, not a worldly one; that is to say it is an internal process, and not external.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "I did something the other day that not many have been taught. I prayed for those who hurt me, to eventually find there way- not because they deserve it but because i deserve the growth.", "owner": "Nikki Rowe"}, {"item": "Knowing yourself means being aware of your potential and trusting that you are always growing into it.", "owner": "Michael Thomas Sunnarborg, The White Box Club Handbook: Simple Tools For Career Transition"}, {"item": "If the Lord Jehovah makes us wait, let us do so with our whole hearts; for blessed are all they that wait for Him. He is worth waiting for. The waiting itself is beneficial to us: it tries faith, exercises patience, trains submission, and endears the blessing when it comes. The Lord’s people have always been a waiting people.", "owner": "Charles Haddon Spurgeon"}, {"item": "We have all suffered losses and pain, but no loss is greater than a life lost holding-on to a painful past.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "We may never be able to forget what has happened. We may harbor the sadness from it in our hearts forever. The former of these is unavoidable.", "owner": "Brian Pickens"}, {"item": "I soon realized that no journey carries one far unless, as it extends into the world around us, it goes an equal distance into the world within.", "owner": "Lillian E. Smith"}], "pagination": {"size": 20, "total": 10, "current": 5}}