{"contents": [{"item": "I know we're fucked up, alright? I'm impulsive, and hot tempered, and you get under my skin like no one else. You act like you hate me one minute, and then need me the next. I never get anything right, and I don't deserve you...but I fucking love you, Abby. I love you more than I loved anyone or anything ever. When you're around, I don't need booze, or money, or the fighting, or the one-night stands...", "owner": "Jamie McGuire, Beautiful Disaster"}, {"item": "Sorrow is how we learn to love. Your heart isn't breaking. It hurts because it's getting larger. The larger it gets, the more love it holds.", "owner": "Rita Mae Brown, Riding Shotgun"}, {"item": "One word frees us of all the weight and pain of life:That word is love.", "owner": "Sophocles"}, {"item": "Respect was invented to cover the empty place where love should be.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "It takes courage to love, but pain through love is the purifying fire which those who love generously know. We all know people who are so much afraid of pain that they shut themselves up like clams in a shell and, giving out nothing, receive nothing and therefore shrink until life is a mere living death.", "owner": "Eleanor Roosevelt"}, {"item": "Sometimes love means letting go when you want to hold on tighter.", "owner": "Melissa Marr, Ink Exchange"}, {"item": "Come sleep with me: We won't make Love, Love will make us.", "owner": "Julio Cortázar"}, {"item": "When someone is in your heart, they're never truly gone. They can come back to you, even at unlikely times.", "owner": "Mitch Albom, For One More Day"}, {"item": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and fans the bonfire.", "owner": "François de La Rochefoucauld, Maxims"}, {"item": "How do I love thee? Let me count the ways.I love thee to the depth and breadth and heightMy soul can reach", "owner": "Elizabeth Barrett Browning"}, {"item": "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.", "owner": "Albert Einstein"}, {"item": "In your light I learn how to love. In your beauty, how to make poems. You dance inside my chest where no-one sees you, but sometimes I do, and that sight becomes this art.", "owner": "Jalaluddin Rumi"}, {"item": "To lose balance sometimes for love is part of living a balancedlife.", "owner": "Elizabeth Gilbert, Eat, pray, love: one woman's search for everything"}, {"item": "My wish is that you may be loved to the point of madness.", "owner": "André Breton, What is Surrealism?: Selected Writings"}, {"item": "The things we love destroy us every time, lad. Remember that.", "owner": "George R.R. Martin, A Game of Thrones"}, {"item": "Love is . . . Being happy for the other person when they are happy, Being sad for the person when they are sad, Being together in good times, And being together in bad times.LOVE IS THE SOURCE OF STRENGTH.Love is . . . Being honest with yourself at all times, Being honest with the other person at all times, Telling, listening, respecting the truth, And never pretending.LOVE IS THE SOURCE OF REALITY.Love is . . . An understanding so complete that you feel as if you are a part of the other person, Accepting the other person just the way they are, And not trying to change them to be something else.LOVE IS THE SOURCE OF UNITY.Love is . . . The freedom to pursue your own desires while sharing your experiences with the other person, The growth of one individual alongside of and together with the growth of another individual. LOVE IS THE SOURCE OF SUCCESS.Love is . . . The excitement of planning things together, The excitement of doing things together.LOVE IS THE SOURCE OF THE FUTURE.Love is . . . The fury of the storm, The calm in the rainbow.LOVE IS THE SOURCE OF PASSION.Love is . . . Giving and taking in a daily situation, Being patient with each other's needs and desires.LOVE IS THE SOURCE OF SHARING.Love is . . . Knowing that the other person will always be with you regardless of what happens, Missing the other person when they are away but remaining near in heart at all times.LOVE IS THE SOURCE OF SECURITY.LOVE IS . . . THE SOURCE OF LIFE!", "owner": "Susan Polis Schutz"}, {"item": "We are who we are, be­cause of those we choose to love and be­cause of those who love us.", "owner": "Kate Mosse, The Winter Ghosts"}, {"item": "This is what we call love. When you are loved, you can do anything in creation. When you are loved, there's no need at all to understand what's happening, because everything happens within you.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "Ok. You fuck me, then snub me. You love me, you hate me. You show me a sensitive side, then you turn into a total asshole. Is this a pretty accurate description of our relationship.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "You have to kiss a lot of frogs before you find your prince", "owner": "E.L. James, Fifty Shades of Grey"}], "pagination": {"size": 20, "total": 10, "current": 5}}