{"contents": [{"item": "In practice people who study philosophy too long become very odd birds, not to say thoroughly vicious; while even those who are the best of them are reduced by...[philosophy] to complete uselessness as members of society.", "owner": "Plato, Republic: The Theatre of the Mind"}, {"item": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young? ", "owner": "Paul Sweeney"}, {"item": "If we wish to draw philosophical conclusions about our own existence, our significance, and the significance of the universe itself, our conclusions should be based on empirical knowledge. A truly open mind means forcing our imaginations to conform to the evidence of reality, and not vice versa, whether or not we like the implications.", "owner": "Lawrence M. Krauss, A Universe from Nothing: Why There Is Something Rather Than Nothing"}, {"item": "The best ideas are common property", "owner": "Seneca"}, {"item": "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact.", "owner": "Mark Twain, Life on the Mississippi"}, {"item": "All are one", "owner": "Heraclitus"}, {"item": "Anything you're good at contributes to happiness.", "owner": "Bertrand Russell"}, {"item": "The only safe thing is to take a chance.", "owner": "Elaine May"}, {"item": "Men ought either to be well treated or crushed, because they can avenge themselves of lighter injuries, of more serious ones they cannot; therefore the injury that is to be done to a man ought to be of such a kind that one does not stand in fear of revenge.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "I discovered that it is necessary, absolutely necessary, to believe in nothing. That is, we have to believe in something which has no form and no color--something which exists before all forms and colors appear... No matter what god or doctrine you believe in, if you become attached to it, your belief will be based more or less on a self-centered idea.", "owner": "Shunryu Suzuki"}, {"item": "Almost everything that distinguishes the modern world from earlier centuries is attibutable to science, which achieved its most spectacular triumphs in the seventeenth century.", "owner": "Bertrand Russell, A History of Western Philosophy"}, {"item": "Like a wild animal, the soul is tough, resilient, resourceful, savvy, and self-sufficient: it knows how to survive in hard places. I learned about these qualities during my bouts with depression. In that deadly darkness, the faculties I had always depended on collapsed. My intellect was useless; my emotions were dead; my will was impotent; my ego was shattered. But from time to time, deep in the thickets of my inner wilderness, I could sense the presence of something that knew how to stay alive even when the rest of me wanted to die. That something was my tough and tenacious soul.", "owner": "Parker J. Palmer, A Hidden Wholeness: The Journey Toward an Undivided Life"}, {"item": "Thoughts without content are empty, intuitions without concepts are blind.", "owner": "Immanuel Kant, Critique of Pure Reason"}, {"item": "Act only according to that maxim whereby you can at the same time will that it should become a universal law.", "owner": "Immanuel Kant"}, {"item": "If you wake up tired, you’ve been chasing dreams. If you go to bed tired, your making your dreams happen.", "owner": "Benny Bellamacina, The King of Rhyme"}, {"item": "Everything is good as it comes from the hands of the Maker of the world, but degenerates once it gets into the hands of man", "owner": "Jean-Jacques Rousseau"}, {"item": "The man who alters his way of thinking to suit others is a fool.", "owner": "Marquis de Sade, Justine, Philosophy in the Bedroom, and Other Writings"}, {"item": "No man was ever yet a great poet, without at the same time being a profound philosopher.", "owner": "Samuel Taylor Coleridge"}, {"item": "There is your truth and there is my truth. As for the universal truth, it does not exist.", "owner": "Amish Tripathi"}, {"item": "Not how the world is, but that it is, is the mystery.", "owner": "Ludwig Wittgenstein"}], "pagination": {"size": 20, "total": 10, "current": 6}}