{"contents": [{"item": "In advising the heads of state to learn from tragedy rather than perpetuate its existence Robert Kennedy excalimed, \"Tragedy is a tool for the living to gain wisdom, not a guide by which to live.\" We have a tendency to dwell on tragedy and use it as a justification for tragic occurrences that follow,rather than parse the tragedy, taking from it important lessons and using those lessons to avoid similar tragedies.", "owner": "Megan Karasch"}, {"item": "To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever.", "owner": "Omar Khayyám, Rubaiyat"}, {"item": "Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own.", "owner": "Nelson Algren, A Walk on the Wild Side"}, {"item": "I don't know what to say to fill the silence. I don't know how to fix this. It seems wrong to leave him, but I have to. There's no compromise, no alternative. Things just weren't meant to be, which seems like a pansy-ass thing to say, until it happens to you.", "owner": "H.M. Ward, The Arrangement 8: The Ferro Family"}, {"item": "The seeking of a mate shall be undertaken with due preparation and care. A life-bond should never be contemplated as a light thing--unlike a legal union or sanctified joining, the sealing of souls CANNOT be severed. When a mate is SOULBOUND to another--LIFEMATED, as some have come to regard it--a mystery is engaged. In one aspect mystical, the lifemating process is the most sublime endeavor that a Refarian may assume. Once formed, the bond must be ever cherished and nurtured by the process of lifelong rigor.", "owner": "Deidre Knight, Parallel Attraction"}, {"item": "I don’t have cookie-cutter relationships, Rumi. Women aren’t iPhone apps that I download and discard!", "owner": "Natasha Ahmed"}, {"item": "There is greatness in doing something you hate for the sake of someone you love.", "owner": "Shmuley Boteach"}, {"item": "When we're incomplete, we're always searching for somebody to complete us. When, after a few years or a few months of a relationship, we find that we're still unfulfilled, we blame our partners and take up with somebody more promising. This can go on and on--series polygamy--until we admit that while a partner can add sweet dimensions to our lives, we, each of us, are responsible for our own fulfillment. Nobody else can provide it for us, and to believe otherwise is to delude ourselves dangerously and to program for eventual failure every relationship we enter.", "owner": "Tom Robbins"}, {"item": "I suffer from girlnextdooritis where the guy is friends with you and that's it.", "owner": "Taylor Swift"}, {"item": "Man, when you lose your laugh you lose your footing.", "owner": "Ken Kesey, One Flew Over the Cuckoo's Nest"}, {"item": "Every couple needs to argue now and then. Just to prove that the relationship is strong enough to survive. Long-term relationships, the ones that matter, are all about weathering the peaks and the valleys.", "owner": "Nicholas Sparks, Safe Haven"}, {"item": "Maybe its like you said before, all of us being cracked open. Like each of us starts out as a watertight vessel. And then things happen - these people leave us, or don’t love us, or don’t get us, or we don’t get them, and we lose and fail and hurt one another. And the vessel starts to crack in places. And I mean, yeah once the vessel cracks open, the end becomes inevitable. Once it starts to rain inside the Osprey, it will never be remodeled. But there is all this time between when the cracks start to open up and when we finally fall apart. And its only that time that we see one another, because we see out of ourselves through our cracks and into others through theirs. When did we see each other face to face? Not until you saw into my cracks and I saw into yours. Before that we were just looking at ideas of each other, like looking at your window shade, but never seeing inside. But once the vessel cracks, the light can get in. The light can get out.", "owner": "John Green, Paper Towns"}, {"item": "When you don't talk, there's a lot of stuff that ends up not getting said.", "owner": "Catherine Gilbert Murdock, Dairy Queen"}, {"item": "Relationships are mysterious. We doubt the positive qualities in others, seldom the negative. You will say to your partner: do you really love me? Are you sure you love me? You will ask this a dozen times and drive the person nuts. But you never ask: are you really mad at me? Are you sure you’re angry? When someone is angry, you don’t doubt it for a moment. Yet the reverse should be true. We should doubt the negative in life, and have faith in the positive.", "owner": "Christopher Pike, Remember Me"}, {"item": "We die to each other daily. What we know of other people is only our memory of the moments during which we knew them. And they have changed since then. To pretend that they and we are the same is a useful and convenient social convention which must sometimes be broken. We must also remember that at every meeting we are meeting a stranger.", "owner": "T.S. Eliot, The Cocktail Party"}, {"item": "Forgive the past. It is over. Learn from it and let go. People are constantly changing and growing. Do not cling to a limited, disconnected, negative image of a person in the past. See that person now. Your relationship is always alive and changing.", "owner": "Brian L. Weiss, Messages from the Masters: Tapping into the Power of Love"}, {"item": "When we face pain in relationships our first response is often to sever bonds rather than to maintain commitment.", "owner": "bell hooks, All About Love: New Visions"}, {"item": "Mocking a woman is like drinking too much wine. It may be fun for a short time, but the hangover is hell.", "owner": "Brandon Sanderson, Warbreaker"}, {"item": "When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself.", "owner": "Deepak Chopra"}, {"item": "You Can't Lose Something You Never Had", "owner": "Kate Hudson"}], "pagination": {"size": 20, "total": 10, "current": 0}}