{"contents": [{"item": "My mother once told me that you had to trust that the first thing out of a person's mouth was the truth. After they have a chance to think about it, they'll change what they say to be more socially acceptable, something they think you'll be happier with, something they think will get the results they want.", "owner": "Patricia Briggs, Moon Called"}, {"item": "Trust is not an obsession, darling, it's an extension of love. When we truly love someone, we give them our heart to hold in their hands. And when that love is returned, that very trust is balm to our souls.", "owner": "Julie Lessman, A Passion Redeemed"}, {"item": "You cannot trust yourself,’ she agreed, bed-rock calm. ‘Therefore, let go. Seize life and place trust in me.", "owner": "Janny Wurts, Initiate's Trial"}, {"item": "Trust compared to a valuable stone that has been shattered, cannot be restored to its original form.", "owner": "Ellen J. Barrier"}, {"item": "This is my present, also yours, free to choose. I am here at your side, alive, and no ghost. Let beauty and care forge the weapons tonight.", "owner": "Janny Wurts, Initiate's Trial"}, {"item": "Believe what you see with your eyes, trust what you hear with your ears; know what you feel with your flesh. The rest is dream and delusion.", "owner": "Brian Staveley, The Emperor's Blades"}, {"item": "Better to find your own way than to blindly trust the words of others, whoever they are.", "owner": "Gemma Malley, The Resistance"}, {"item": "It takes time to earn trust and it takes time to learn to be open enough to work in at team in an effective way so that every contribution is \"valuable\" regardless of your personal opinion.", "owner": "Auliq Ice"}, {"item": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough.", "owner": "Jennifer Rush, Reborn"}, {"item": "Sometimes it's better to pretend as if you know nothing. The vast majority of people can't be trusted, but in God I trust.", "owner": "S.Z.J. Mtshali"}, {"item": "But what I knew then was that nobody-- not even my mother-- was to be trusted in a strange world that showed very little of itself on the surface.", "owner": "Robertson Davies"}, {"item": "The realization was becoming clearer: How could she expect others to trust her with the intricacies of their lives if she was not not willing to reveal hers?", "owner": "Sarah E. Ladd, A Lady at Willowgrove Hall"}, {"item": "TRUST\"'A soft thread, that could broken while checking it", "owner": "Samar Sudha"}, {"item": "Lies can build large palaces of sand.....I wanna live in a small hut of trust", "owner": "Dr lijo john"}, {"item": "I don't trust words. I trust actions", "owner": "Ain Eineziz"}, {"item": "I listened to God and to my husband, not the the enemy's whispers, not to other people's opinions.", "owner": "Lynn Austin, Pilgrimage: My Journey to a Deeper Faith in the Land Where Jesus Walked"}, {"item": "Trust others and you will be more trusted.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "If you trust, I'm the Truth.", "owner": "Himanshu Chhabra"}, {"item": "We are hard-wired to engage with those we trust, and this hard-wiring has led to a constant push for greater interaction and connection on the Web.", "owner": "David Amerland, Google+ Hangouts for Business: How to use Google+ Hangouts to Improve Brand Impact, Build Business and Communicate in Real-Time"}, {"item": "Trust is easy to give but hard to keep also it's hard to achieve but easy to lose", "owner": "Russ"}], "pagination": {"size": 20, "total": 10, "current": 5}}