{"contents": [{"item": "Well, what was it to be a thief? He met the question at last, face to face, wiping the clammy drops of sweat from his forehead. God made this money - the fresh air, too - for his children's use. He never made the difference between poor and rich.", "owner": "Rebecca Harding Davis, Life in the Iron Mills and Other Stories"}, {"item": "It's easy to make money, a lot tougher to make a difference", "owner": "Shilpa Menon"}, {"item": "Is it not necessary to eat? Is it not necessary to go to the toilet? They are necessary. In the same way, money is also required. Just as one does not have to think about going to the toilet; it happens automatically, in the same way, money comes without you having to think about it.", "owner": "Dada Bhagwan"}, {"item": "If money is spent in the wrong way, then ‘control’ the spending and if the money is spent in the right way, then ‘decontrol’ the spending.", "owner": "Dada Bhagwan"}, {"item": "He said he had evidence that the Company was giving the opposition party money, which was just preposterous considering what bad form it would have been, trusting anybody in the Third World with money.", "owner": "Marlon James, A Brief History of Seven Killings"}, {"item": "When starting out, don’t worry about not having enough money. Limited funds are a blessing, not a curse. Nothing encourages creative thinking in quite the same way.", "owner": "H. Jackson Brown Jr."}, {"item": "The gentleman understands what is moral. The small man understands what is profitable.", "owner": "Confucius"}, {"item": "A good reputation is better than great riches.", "owner": "Lailah  Gifty  Akita"}, {"item": "So many problems, however infinitely varied they first appear, turn out to be matters of money. I can't tell you how much this offends me. The value of money is a scam perpetrated by those who have it over those who dont; it's the Emperor's New Clothes gone global.", "owner": "Karen Joy Fowler"}, {"item": "Money. The dark obsession of the human race.", "owner": "Samantha Shannon, The Mime Order"}, {"item": "If you care for money too much, it is only the money you see, everything else is in shadow.", "owner": "Agatha Christie, Lord Edgware Dies"}, {"item": "WoyzeckUs poor people. Yes, money, money. You see, Captain, if you have no money. Try raising someone like me in this world on morals alone. Man is also flesh and blood.", "owner": "Georg Büchner, Woyzeck"}, {"item": "I want to build / and raise anew / Theseus' Temple and the Stadiums / and where Pericles livedBut there's no money, too much spent today / I had a guest over and we sat together.", "owner": "Friedrich Hölderlin"}, {"item": "Money isn’t everything.’‘The only people who say that are people who have enough money to pay the rent.", "owner": "Janet Evanovich, Notorious Nineteen"}, {"item": "If you don't respect money, it won't respect you.", "owner": "Orrin Woodward"}, {"item": "The Bible teaches that money is one of the fruits of being prosperous, but it is certainly not the root.", "owner": "Paul Silway"}, {"item": "The seductive power of sex and money is nothing compared to that of words.", "owner": "Marty Rubin"}, {"item": "Power and moneyLike Pooh Bear and honeyStick fast.", "owner": "David Mitchell, The Bone Clocks"}, {"item": "Money had no name, of course. And if it did have a name, it would no longer be money. What gave money its true meaning was its dark-night namelessness, its breathtaking interchangeability.", "owner": "Haruki Murakami, The Wind-Up Bird Chronicle"}, {"item": "The money you make is a symbol of the value you create.", "owner": "Idowu Koyenikan, Wealth for All: Living a Life of Success at the Edge of Your Ability"}], "pagination": {"size": 20, "total": 10, "current": 9}}