{"contents": [{"item": "Gratitude washes all of my worries and my stress away.", "owner": "Akiroq Brost"}, {"item": "i thank the universe for takingeverything it has takenand giving to meeverything it is giving-balance", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "I believe we can choose Love and gratitude, or choose Other Than. Those are our options, and in the end, there’s only one option.", "owner": "Kelly Corbet, Already Here: The Matter of Love"}, {"item": "Life is both beautiful and painful. In whatever situation we find ourselves in, no matter how unfortunate it may seem, there is always something to be thankful for – if we only choose to see it.", "owner": "Frederick Espiritu, The Path to Awesomeness: Becoming Super, Being Human"}, {"item": "Can you be grateful for everything? No. But in every moment.", "owner": "David Steindl-Rast"}, {"item": "Open for sun, closed for rain, that's the poor man's weathervane.", "owner": "Susan Cooper, Silver on the Tree"}, {"item": "Gratitude is an antidote to negative emotions, a neutralizer of envy, hostility, worry, and irritation. It is savoring; it is not taking things for granted; it is present oriented.", "owner": "Sonja Lyubomirsky, The How of Happiness: A Scientific Approach to Getting the Life You Want"}, {"item": "Happiness begins with gratitude.\" ~ Dr. MaryAnn Diorio", "owner": "Dr. MaryAnn Diorio"}, {"item": "When the people of our hills visit an individual for any particular purpose, as for instance to show their gratitude or to express their thanks, it is customary for them not to go on their mission empty handed.A rose, a marigold, or a few petals of either flower, suffices, and the gift is proffered in hands cupped together.", "owner": "Jim Corbett, The Man-Eating Leopard of Rudraprayag"}, {"item": "When you appreciate what you have, and feel enthusiasm for life, you move in the direction of your natural state i.e. happy & peaceful.", "owner": "Hina Hashmi, Your Life A Practical Guide to Happiness Peace and Fulfilment"}, {"item": "How has Paul kept his wonder? He never forgot who he had been.", "owner": "Beth Moore, To Live Is Christ"}, {"item": "Nothing's more gratifying than to get a heart-felt 'Thank you' !", "owner": "Saurabh Singal"}, {"item": "I have what I need. This is enough.", "owner": "Lailah Gifty Akita"}, {"item": "Belittling nostalgia is a frightened man's parlor trick. Be grateful for any prize. Even a paper fortress, albeit briefly, provides shelter from the rain.", "owner": "Amy Koppelman, Hesitation Wounds"}, {"item": "You can't believe what a lovely planet we have until you see her from outside.", "owner": "Robert A. Heinlein, Have Space Suit—Will Travel"}, {"item": "They have no imagination. A tail is just a tail to them, just a little something extra in the back.", "owner": "A.A. Milne, Winnie-the-Pooh"}, {"item": "On the off-chance you won't live forever, maybe you should try being happy now.", "owner": "Janice Kaplan, The Gratitude Diaries: How a Year Looking on the Bright Side Can Transform Your Life"}, {"item": "It's amazing how the more thankful I am, the more things I get to be thankful for.", "owner": "Jeanette Coron"}, {"item": "Gratitude can't grow love higher than regret.", "owner": "Shannon L. Alder"}, {"item": "Those who are not grateful soon begin to complain of everything.", "owner": "Thomas Merton, Thoughts in Solitude"}], "pagination": {"size": 20, "total": 10, "current": 9}}