{"contents": [{"item": "Therapy can’t erase scars, it only makes it easier to live with them. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "It’s a matter of when I’ll stop fighting. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "At this very moment with my girl in my arms, I feel like there’s nothing I can’t do for her, for us. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "At least, for once I was there for her. I didn’t fail her. She wasn’t alone. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "There’s only so much a man can survive and as fucking weak as it sounds, I reached my limits when Skye disappeared. —Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "What a fucking charade.Happy. That shit isn’t in our cards. — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "You know she needs you. Think for a minute instead of playing the wounded ego card.’’ — Derek", "owner": "Stephanie Witter, Fix Up"}, {"item": "It only wakes up the burning desire I always feel whenever I'm close to this man and the shadows of my fears back away. — Skye", "owner": "Stephanie Witter, Fix Up"}, {"item": "I love you to insanity. I'm not even sure if it's a good thing.'' — Duke", "owner": "Stephanie Witter, Fix Up"}, {"item": "I couldn’t help but notice how hot he looked tonight with his strong build lining his t-shirt. He should never cover his beauty with clothes and such things. - Ariel", "owner": "Victoria H. Smith, The Crimson Hunt"}, {"item": "I don’t want us to be ashamed anymore (we all were crying by this point) of being pregnant or gay or poor or having a crackhead dad! I want us to be fucking proud of ourselves. (...) So we have to be proud and always remember who we are and when we make it to college, who we were.", "owner": "Isabel Quintero, Gabi, a Girl in Pieces"}, {"item": "A college provides a means of accrediting and laundering one’s existence, so that what was may be forgotten under the weight of something far more mundane.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "For the first time he considers the full emotional dimensions of the day. His life is changing but his parent’s lives are changing too. Like a habitat, abruptly deprived of a major species, the household will be wrenched into realignment by his departure. Like all young people, he has no idea who his parents really are. For 18 years he has experienced their existence only in so far as it is related to his own needs. Suddenly his mind is full of questions. What do they talk about when he's not around? What secrets do they hold from each other? What aspirations have been left to languish? What private grievances held in check by the shared project of child rearing will now in his absence, lurch into the light?", "owner": "Justin Cronin, The City of Mirrors"}, {"item": "It’s YOUR journey. Ask yourself who you are, where you want to go, and how you’d like to get there. Graciously accept advice from everyone, but don’t look left and right and wonder why you’re not taking the path of your peers. Enjoy the path you’re on and make the most of it. Carpe College!", "owner": "Michael  Metzler, Carpe College! Seize Your Whole College Experience"}, {"item": "High school and college students like to torture their bodies. They pull countless all-nighters, continually skip breakfast, eat nothing but ramen noodles for dinner, find creative new ways to guzzle alcohol, transform into couch potatoes, and gain 15 pounds at the freshman dinner buffet. At least, that's the stereotype.", "owner": "Stefanie Weisman, The Secrets of Top Students: Tips, Tools, and Techniques for Acing High School and College"}, {"item": "some students look at the problems that they're facing and they draw global conclusions from them. They say this is not just a professor giving me a bad grade or someone not sitting next to me in the cafeteria. This reflects that fact that I am not ready for college, or I shouldn't be in this college at all.", "owner": "Shankar Vedantam"}, {"item": "I discovered that night (in his college's student politics) that an audience has a feel to it, and, in the parlance of the theater, that audience and I were together.", "owner": "Ronald Reagan"}, {"item": "To be a writer you have to write -- and no academic degree is going to do the writing for you. ", "owner": "Michelle Richmond"}, {"item": "You can't learn to write in college. It's a very bad place for writers because the teachers always think they know more than you do—and they don't. They have prejudices. They may like Henry James, but what if you don't want to write like Henry James? They may like John Irving, for instance, who's the bore of all time. A lot of the people whose work they've taught in the schools for the last thirty years, I can't understand why people read them and why they are taught. The library, on the other hand, has no biases. The information is all there for you to interpret. You don't have someone telling you what to think. You discover it for yourself.", "owner": "Ray Bradbury"}, {"item": "You look incredible, Kavanagh,” Quinn whispered close to my ear. “Are you trying to kill me?”“Ssshhh,” I hissed. “They’re going to hear you.”“I can’t tell my date she’s beautiful?”I turned my head. “No. No, you can’t.", "owner": "Laura Anderson Kurk, Perfect Glass"}], "pagination": {"size": 20, "total": 10, "current": 4}}