{"contents": [{"item": "Do you think I'm pretty?I think you're beautifulBeautiful?You are so beautiful, it hurts sometimes.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "As if you were on fire from within.The moon lives in the lining of your skin.", "owner": "Pablo Neruda"}, {"item": "The power of finding beauty in the humblest things makes home happy and life lovely.", "owner": "Louisa May Alcott"}, {"item": "A fit, healthy body—that is the best fashion statement", "owner": "Jess C. Scott"}, {"item": "and when all the wars are over, a butterfly will still be beautiful.", "owner": "Ruskin Bond, Scenes from a Writer's Life"}, {"item": "But beauty is about finding the right fit, the most natural fit, To be perfect, you have to feel perfect about yourself --- avoid trying to be something you're not. For a goddess, that's especially hard. We can change so easily.-Aphrodite", "owner": "Rick Riordan, The Lost Hero"}, {"item": "If love is blind, then maybe a blind person that loves has a greater understanding of it.", "owner": "Criss Jami, Salomé: In Every Inch In Every Mile"}, {"item": "True beauty is something that attacks, overpowers, robs, and finally destroys.", "owner": "Yukio Mishima"}, {"item": "Looking at beauty in the world, is the first step of purifying the mind.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "The first stab of love is like a sunset, a blaze of color -- oranges, pearly pinks, vibrant purples...", "owner": "Anna Godbersen, The Luxe"}, {"item": "For she had eyes and chose me.", "owner": "William Shakespeare, Othello"}, {"item": "Sometimes it’s like people are a million times more beautiful to you in your mind. It’s like you see them through a special lens — but maybe if it’s how you see them,that’s how they really are. It’s like the whole tree falling in the forest thing.", "owner": "Jenny Han, The Summer I Turned Pretty"}, {"item": "You think I'm cute?\" He said thinkly, pulling on her hand.She was glad he couldn't see her face. \"I think you're...\"Beautiful. Breathtaking. Like the person in a Greek myth who makes one of the gods stop caring about being a god.", "owner": "Rainbow Rowell, Eleanor & Park"}, {"item": "Having an eye for beauty isn't the same thing as a weakness...except possibly when it comes to you.", "owner": "Suzanne Collins"}, {"item": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", "owner": "Kahlil Gibran, The Vision: Reflections on the Way of the Soul"}, {"item": "It’s not that we have to quit this life one day, it’s how many things we have to quit all at once: holding hands, hotel rooms, music, the physics of falling leaves, vanilla and jasmine, poppies, smiling, anthills, the color of the sky, coffee and cashmere, literature, sparks and subway trains... If only one could leave this life slowly!", "owner": "Roman Payne, Hope and Despair"}, {"item": "Sometimes people are beautiful.Not in looks.Not in what they say.Just in what they are.", "owner": "Markus Zusak, I Am the Messenger"}, {"item": "Some of us get dipped in flat, some in satin, some in gloss....\" He turned to me. \"But every once in a while, you find someone who's iridescent, and when you do, nothing will ever compare.", "owner": "Wendelin Van Draanen, Flipped"}, {"item": "To be creative means to be in love with life. You can be creative only if you love life enough that you want to enhance its beauty, you want to bring a little more music to it, a little more poetry to it, a little more dance to it.", "owner": "Osho"}, {"item": "You were given life; it is your duty (and also your entitlement as a human being) to find something beautiful within life, no matter how slight.", "owner": "Elizabeth Gilbert"}], "pagination": {"size": 20, "total": 10, "current": 0}}