{"contents": [{"item": "Men ought either to be well treated or crushed, because they can avenge themselves of lighter injuries, of more serious ones they cannot; therefore the injury that is to be done to a man ought to be of such a kind that one does not stand in fear of revenge.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "I discovered that it is necessary, absolutely necessary, to believe in nothing. That is, we have to believe in something which has no form and no color--something which exists before all forms and colors appear... No matter what god or doctrine you believe in, if you become attached to it, your belief will be based more or less on a self-centered idea.", "owner": "Shunryu Suzuki"}, {"item": "Almost everything that distinguishes the modern world from earlier centuries is attibutable to science, which achieved its most spectacular triumphs in the seventeenth century.", "owner": "Bertrand Russell, A History of Western Philosophy"}, {"item": "Thoughts without content are empty, intuitions without concepts are blind.", "owner": "Immanuel Kant, Critique of Pure Reason"}, {"item": "Act only according to that maxim whereby you can at the same time will that it should become a universal law.", "owner": "Immanuel Kant"}, {"item": "If you wake up tired, you’ve been chasing dreams. If you go to bed tired, your making your dreams happen.", "owner": "Benny Bellamacina, The King of Rhyme"}, {"item": "Everything is good as it comes from the hands of the Maker of the world, but degenerates once it gets into the hands of man", "owner": "Jean-Jacques Rousseau"}, {"item": "The man who alters his way of thinking to suit others is a fool.", "owner": "Marquis de Sade, Justine, Philosophy in the Bedroom, and Other Writings"}, {"item": "No man was ever yet a great poet, without at the same time being a profound philosopher.", "owner": "Samuel Taylor Coleridge"}, {"item": "There is your truth and there is my truth. As for the universal truth, it does not exist.", "owner": "Amish Tripathi"}, {"item": "Not how the world is, but that it is, is the mystery.", "owner": "Ludwig Wittgenstein"}, {"item": "You say, it's dark. And in truth, I did place a cloud before your sun. But do you not see how the edges of the cloud are already glowing and turning light.", "owner": "Friedrich Nietzsche"}, {"item": "What I have done is to show that it is possible for the way the universe began to be determined by the laws of science. In that case, it would not be necessary to appeal to God to decide how the universe began. This doesn't prove that there is no God, only that God is not necessary.", "owner": "Stephen Hawking"}, {"item": "Philosophy when superficially studied, excites doubt, when thoroughly explored, it dispels it.", "owner": "Francis Bacon"}, {"item": "A prince must not have any other object nor any other thought… but war, its institutions, and its discipline; because that is the only art befitting one who commands.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "Let whoever can do so deceive me, he will never bring it about that I am nothing, so long as I continue to think I am something.", "owner": "René Descartes"}, {"item": "All things of the body stream away like a river, all things of the mind are dreams and delusion; life is warfare, and a visit to a strange land; the only lasting fame is oblivion.", "owner": "Marcus Aurelius, Meditations"}, {"item": "We are here and it is now. The way I see it is, after that, everything tends towards guesswork.", "owner": "Terry Pratchett, Small Gods"}, {"item": "There are 10,000 books in my library, and it will keep growing until I die. This has exasperated my daughters, amused my friends and baffled my accountant. If I had not picked up this habit in the library long ago, I would have more money in the bank today; I would not be richer.", "owner": "Pete Hamill"}, {"item": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.", "owner": "Epictetus, The Art of Living: The Classical Manual on Virtue, Happiness and Effectiveness"}], "pagination": {"size": 20, "total": 10, "current": 6}}