{"contents": [{"item": "The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.", "owner": "Albert Einstein"}, {"item": "He moved like a dancer, which is not surprising; a horse is a beautiful animal, but it is perhaps most remarkable because it moves as if it always hears music.", "owner": "Mark Helprin, Winter's Tale"}, {"item": "Anya looked upon Nin admirably. Having him as a partner-in-crime—if only on this one occasion, which she hoped would only be the start of something more—was more revitalizing than the cheap thrills of a cookie-cutter shallow, superficial romance, where the top priority was how beautiful a person was on the outside.", "owner": "Jess C. Scott, The Other Side of Life"}, {"item": "Worship your body, beauty, and sexual allure and you will die a million deaths before they finally grieve you.", "owner": "David Foster Wallace"}, {"item": "Every man had his personal habits, passions, and impulses toward goodness, beauty, and truth.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "she is nearing forty and not so easily forgiven as when her skin bloomed like roses.", "owner": "Steve Martin, An Object of Beauty"}, {"item": "Who says that fictions only and false hairBecome a verse? Is there in truth no beauty?Is all good structure in a winding stair?", "owner": "George Herbert, The Temple: The Poetry of George Herbert"}, {"item": "God is peace, bliss, beauty and truth. Focus your energy on that, life will be like that.", "owner": "Amit Ray"}, {"item": "Dream Song:The heavens Go with me. ", "owner": "Frances Densmore, American Indians and Their Music"}, {"item": "I’m glad I see with my eyes and not the pages I’ve read.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "I'm one of my sensations.", "owner": "Alberto Caeiro, The Collected Poems of Alberto Caeiro"}, {"item": "Beauty is truth, truth beauty", "owner": "John Keats, Ode on a Grecian Urn and Other Poems"}, {"item": "My Emma, does not every thing serve to prove more and more the beauty of truth and sincerity in all our dealings with each other?", "owner": "Jane Austen, Emma"}, {"item": "It’s stranger than every strangenessAnd the dreams of all the poetsAnd the thoughts of all the philosophers,That things are really what they seem to beAnd there’s nothing to understand.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "The man stopped talking and was looking at the sunset.But what does someone who hates and loves want with a sunset?", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "After so many years even the fire of passion dies, and with it what was believed the light of the truth. Who of us is able to say now whether Hector or Achilles was right, Agamemnon or Priam, when they fought over the beauty of a woman who is now dust and ashes?", "owner": "Umberto Eco, The Name of the Rose"}, {"item": "Mathematics and poetry are the two ways to drink the beauty of truth.", "owner": "Amit Ray"}, {"item": "Also at times, on the surface of streams,Water?bubbles formAnd grow and burstAnd have no meaning at allExcept that they’re water?bubblesGrowing and bursting.", "owner": "Alberto Caeiro, The Keeper of Sheep"}, {"item": "Look after goodness and truth, beauty will look after herself.", "owner": "Eric Gill"}, {"item": "I learned a little of beauty - enough to know that it had nothing to do with truth - and I found, moreover, that there was no great literary tradition; there was only the tradition of the eventful death of every literary tradition.", "owner": "F. Scott Fitzgerald, The Beautiful and Damned"}], "pagination": {"size": 20, "total": 10, "current": 3}}