{"contents": [{"item": "Your first impulse is to share good news, your second is to club someone with it.", "owner": "Stephen King, The Stand"}, {"item": "It's easy to like someone from a distance. But when she stopped being this amazing unattainable thing or whatever, and started being, like, just a regular girl with a weird relationship with food and frequent crankiness wh's kind of bossy--then I had to basically start liking a whole different person.", "owner": "John Green"}, {"item": "We had been friends. We could not become strangers. It left only one thing: we must be enemies.", "owner": "John Christopher, The Prince in Waiting"}, {"item": "Relationship gurus always said that an attraction based on friendship and mutual respect was far more likely to stay the course - and the bastards were right.", "owner": "Marian Keyes, The Other Side of the Story"}, {"item": "Those who take lightly promises they make to those they love are people who find little lasting satisfaction in life. This is not an easy time in which to live. That does not mean that it has to be a difficult time to love, but it does mean that you will find unusual stresses upon your lives and your relationship.", "owner": "Brandon Sanderson, The Well of Ascension"}, {"item": "She couldn't be on his wavelength all the time. That's all. When you could recognize that and deal with it, you were on your way to an adult relationship.", "owner": "Stephen King, The Stand"}, {"item": "In love, women are professionals, men are amateurs", "owner": "François Truffaut"}, {"item": "Hating hurts the hater the most. Hating is not a salve for the wounded soul, it is an abrasive that keeps the soul wounded and raw and oversensitive.", "owner": "Jack R. Rose"}, {"item": "Sometimes our walls exist just to see who has the strength to knockthem down.", "owner": "Darnell Lamont Walker, Creep"}, {"item": "Sometimes you met someone that changed the pattern, who wormed their way past the cracks in your heart, caulked them up, sealed themselves in, and stayed there. Sometimes they did it by insisting you meet them at every step, as Jamie had done to me.", "owner": "Diana Peterfreund, Tap & Gown"}, {"item": "my only complaints are two:that I didn't make myself readyfor you sooner in life, thatI can't give you better,Love you more.", "owner": "Jan Beatty"}, {"item": "Don't be a fool. Don't give up something important to hold onto someone who can't even say they love you.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "Why, then, did I always feel as if his happiness was my responsibility? It wasn't fair for him to burden me with that. It had never been fair.", "owner": "Melanie Benjamin, Alice I Have Been"}, {"item": "Sometimes, if she simply remained quiet, and let the inadequacy of his excuses reverberate on the air, he became ashamed and backtracked.", "owner": "J.K. Rowling, The Casual Vacancy"}, {"item": "I used to want you so bad, I'm so through with that because honestly you turned out to be the best thing I never had!", "owner": "Beyoncé Knowles"}, {"item": "If thou dost seek to have what thou dost hide,By self-example mayst thou be denied.", "owner": "William Shakespeare, Shakespeare's Sonnets"}, {"item": "Happy wife, happy life.", "owner": "Paul Orfalea, Copy This!: Lessons from a Hyperactive Dyslexic who Turned a Bright Idea Into One of America's Best Companies"}, {"item": "What was it about relationships that made you feel so vulnerable? Oh, right. A relationship. In any relationship, you put yourself out there. You exposed all of your sensitive nerve endings and your heart and you just had to hope that you trusted the right person.", "owner": "Courtney Cole, Every Last Kiss"}, {"item": "It is with the soul that we grasp the essence of another human being, not with the mind, nor even with the heart.", "owner": "Henry Miller"}, {"item": "I believe that it is impossible for two individuals not committed to their own and each other’s well being to sustain a healthy and enduring relationship.", "owner": "bell hooks, Breaking Bread: Insurgent Black Intellectual Life"}], "pagination": {"size": 20, "total": 10, "current": 3}}