{"contents": [{"item": "There's no guarantee of disaster-free in any world religion,but love, faith and knowledge give men hope and willpower.", "owner": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"item": "Truth without love, isn't.", "owner": "Shane Hipps, Selling Water by the River: A Book about the Life Jesus Promised and the Religion That Gets in the Way"}, {"item": "I'm Grateful to say I'm Grateful", "owner": "Eric Oneil Smith Jr"}, {"item": "That was one of the inherent flaws of faith. Belief without knowing. But worse yet: belief without action. It could be good in its own right. Beautiful, even, when embraced, but that had to be measured. Checked. Too many surrendered themselves to it. What they did not see was simple fact. Religion did not bring peace. It merely offered a means. It was up to man to create peace.", "owner": "Chris Galford, The Hollow March"}, {"item": "Faith can be interested in results only, for a truth once recognized as such puts an end to the believer's thinking.", "owner": "Wilhelm von Humboldt"}, {"item": "Darkness entered into, darkness realized, is the point of departure for all profound expressions of Christian hope. 'Meaningless darkness' becomes 'revelatory darkness' when it is confronted by the courage of a thoughtfulness and hope that is born of faith's quest for truth.", "owner": "Douglas John Hall, Imaging God: Dominion as Stewardship"}, {"item": "God will not look you over for medals, degrees or diplomas but for scars.", "owner": "Elbert Hubbard"}, {"item": "Never be afraid to trust an unknown future to a known God.", "owner": "Corrie ten Boom"}, {"item": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", "owner": "Søren Kierkegaard"}, {"item": "When God is going to do something wonderful, He or She always starts with a hardship; when God is going to do something amazing, He or She starts with an impossibility. ", "owner": "Anne Lamott, Plan B: Further Thoughts on Faith"}, {"item": "When every hope is gone, 'when helpers fail and comforts flee,' I find that help arrives somehow, from I know not where. Supplication, worship, prayer are no superstition; they are acts more real than the acts of eating, drinking, sitting or walking. It is no exaggeration to say that they alone are real, all else is unreal.", "owner": "Mahatma Gandhi, The Story of My Experiments With Truth"}, {"item": "[God] will not be used as a convenience. Men or nations who think they can revive the Faith in order to make a good society might just as well think they can use the stairs of heaven as a shortcut to the nearest chemist's shop.", "owner": "C.S. Lewis, The Screwtape Letters"}, {"item": "When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes.", "owner": "Thomas S. Monson"}, {"item": "Just because you can explain it doesn't mean it's not still a miracle.", "owner": "Terry Pratchett, Small Gods"}, {"item": "It's our faith that activates the power of God.", "owner": "Joel Osteen, Your Best Life Now: 7 Steps to Living at Your Full Potential"}, {"item": "We must cease striving and trust God to provide what He thinks is best and in whatever time He chooses to make it available. But this kind of trusting doesn't come naturally. It's a spiritual crisis of the will in which we must choose to exercise faith.", "owner": "Charles R. Swindoll"}, {"item": "Faith does not need to push the river because faith is able to trust that there is a river. The river is flowing. We are in it.", "owner": "Richard Rohr"}, {"item": "Any faith that must be supported by the evidence of the senses is not real faith.", "owner": "A.W. Tozer, The Knowledge of the Holy"}, {"item": "God does not require that we be successful only that we be faithful.", "owner": "Mother Teresa"}, {"item": "But for me the sweetest contact with God has no form. I close my eyes, look within, and enter a deep soft silence. The infinity of God's creation embraces me.", "owner": "Michael  Jackson, Dancing the Dream"}], "pagination": {"size": 20, "total": 10, "current": 3}}