{"contents": [{"item": "Music is crucial. Beyond no way can I overstress this fact. Let's say you're southbound on the interstate, cruising alone in the middle lane, listening to AM radio. Up alongside comes a tractor trailer of logs or concrete pipe, a tie-down strap breaks, and the load dumps on top of your little sheetmetal ride. Crushed under a world of concrete, you're sandwiched like so much meat salad between layers of steel and glass. In that last, fast flutter of your eyelids, you looking down that long tunnel toward the bright God Light and your dead grandma walking up to hug you--do you want to be hearing another radio commercial for a mega, clearance, closeout, blow-out liquidation car-stereo sale?", "owner": "Chuck Palahniuk, Rant"}, {"item": "Dead. Never been that before. Not even once.", "owner": "Jasper Fforde, First Among Sequels"}, {"item": "And in what fairy tale would John ever be any sane person's idea of Prince Charming anyway? He was the opposite of charming. More like Prince Terrifying.", "owner": "Meg Cabot, Abandon"}, {"item": "As for Gussie Finknottle, many an experienced undertaker would have been deceived by his appearance and started embalming on sight.", "owner": "P.G. Wodehouse"}, {"item": "Death doesn't care about personalities - he's more interested in meeting quotas.", "owner": "Jasper Fforde, Something Rotten"}, {"item": "People often say that the English are very cold fish, very reserved, that they have a way of looking at things – even tragedy – with a sense of irony. There’s some truth in it; it’s pretty stupid of them, though. Humor won’t save you; it doesn’t really do anything at all. You can look at life ironically for years, maybe decades; there are people who seem to go through most of their lives seeing the funny side, but in the end, life always breaks your heart. Doesn’t matter how brave you are, how reserved, or how much you’ve developed a sense of humor, you still end up with your heart broken. That’s when you stop laughing. In the end there’s just the cold, the silence and the loneliness. In the end, there’s only death.", "owner": "Michel Houellebecq, The Elementary Particles"}, {"item": "Did you get notes for me?\"\"No\", Ronan replied,\"I thought you were dead in a ditch.", "owner": "Maggie Stiefvater, The Raven Boys"}, {"item": "You only live twice:Once when you are bornAnd once when you look death in the face", "owner": "Ian Fleming, You Only Live Twice"}, {"item": "To lose a brother is to lose someone with whom you can share the experience of growing old, who is supposed to bring you a sister-in-law and nieces and nephews, creatures who people the tree of your life and give it new branches. To lose your father is to lose the one whose guidance and help you seek, who supports you like a tree trunk supports its branches. To lose your mother, well, that is like losing the sun above you. It is like losing--I'm sorry, I would rather not go on.", "owner": "Yann Martel, Life of Pi"}, {"item": "You were born a child of light’s wonderful secret— you return to the beauty you have always been.", "owner": "Aberjhani, Visions of a Skylark Dressed in Black"}, {"item": "Accustom yourself to the belief that death is of no concern to us, since all good and evil lie in sensation and sensation ends with death. Therefore the true belief that death is nothing to us makes a mortal life happy, not by adding to it an infinite time, but by taking away the desire for immortality. For there is no reason why the man who is thoroughly assured that there is nothing to fear in death should find anything to fear in life. So, too, he is foolish who says that he fears death, not because it will be painful when it comes, but because the anticipation of it is painful; for that which is no burden when it is present gives pain to no purpose when it is anticipated. Death, the most dreaded of evils, is therefore of no concern to us; for while we exist death is not present, and when death is present we no longer exist. It is therefore nothing either to the living or to the dead since it is not present to the living, and the dead no longer are.", "owner": "Epicurus, Letter to Menoeceus"}, {"item": "To study philosophy is nothing but to prepare one’s self to die.", "owner": "Marcus Tullius Cicero"}, {"item": "Don't fear the gods,Don't worry about death;What is good is easy to get, andWhat is terrible is easy to endure.", "owner": "Epicurus, The Epicurus Reader: Selected Writings and Testimonia"}, {"item": "Neither the sun nor death can be looked at steadily.", "owner": "François de La Rochefoucauld"}, {"item": "Life is a bitter sweet journey my friend, a bitter sweet journey.", "owner": "Luellen Hoffman"}, {"item": "The unknown,\" said Faxe's soft voice in the forest, \"the unforetold, the unproven, that is what life is based on. Ignorance is the ground of thought. Unproof is the ground of action. If it were proven that there is no God there would be no religion. No Handdara, no Yomesh, no hearthgods, nothing. But also if it were proven that there is a God, there would be no religion. ... Tell me, Genry, what is known? What is sure, unpredictable, inevitable -- the one certain thing you know concerning your future, and mine?\"That we shall die.\"Yes, There's really only one question that can be answered, Genry, and we already know the answer. ... The only thing that makes life possible is permanent, intolerable uncertainty: not knowing what comes next.", "owner": "Ursula K. Le Guin, The Left Hand of Darkness"}, {"item": "Because each of you has his or her own death, you carry it with you in a secret place from the moment you're born, it belongs to you and you belong to it.", "owner": "José Saramago"}, {"item": "What is so often said about the solders of the 20th century is that they fought to make us free. Which is a wonderful sentiment and one witch should evoke tremendous gratitude if in fact there was a shred of truth in that statement but, it's not true. It's not even close to true in fact it's the opposite of truth. There's this myth around that people believe that the way to honor deaths of so many of millions of people; that the way to honor is to say that we achieved some tangible, positive, good, out of their death's. That's how we are supposed to honor their deaths. We can try and rescue some positive and forward momentum of human progress, of human virtue from these hundreds of millions of death's but we don't do it by pretending that they'd died to set us free because we are less free; far less free now then we were before these slaughters began. These people did not die to set us free. They did not die fighting any enemy other than the ones that the previous deaths created. The beginning of wisdom is to call things by their proper names. Solders are paid killers, and I say this with a great degree of sympathy to young men and women who are suckered into a life of evil through propaganda and the labeling of heroic to a man in costume who kills for money and the life of honor is accepting ordered killings for money, prestige, and pensions. We create the possibility of moral choice by communicating truth about ethics to people. That to me is where real heroism and real respect for the dead lies. Real respect for the dead lies in exhuming the corpses and hearing what they would say if they could speak out; and they would say: If any ask us why we died tell it's because our fathers lied, tell them it's because we were told that charging up a hill and slaughtering our fellow man was heroic, noble, and honorable. But these hundreds of millions of ghosts encircled the world in agony, remorse will not be released from our collective unconscious until we lay the truth of their murders on the table and look at the horror that is the lie; that murder for money can be moral, that murder for prestige can be moral.  These poor young men and woman propagandized into an undead ethical status lied to about what is noble, virtuous, courageous, honorable, decent, and good to the point that they're rolling hand grenades into children's rooms and the illusion that, that is going to make the world a better place. We have to stare this in the face if we want to remember why these people died. They did not die to set us free. They did not die to make the world a better place. They died because we are ruled by sociopaths. The only thing that can create a better world is the truth is the virtue is the honor and courage of standing up to the genocidal lies of mankind and calling them lies and ultimate corruptions.  The trauma and horrors of this century of staggering bloodshed of the brief respite of the 19th century. This addiction to blood and the idea that if we pour more bodies into the hole of the mass graves of the 20th century, if we pour more bodies and more blood we can build some sort of cathedral to a better place but it doesn't happen. We can throw as many young men and woman as we want into this pit of slaughter and it will never be full. It will never do anything other than sink and recede further into the depths of hell. We can’t build a better world on bodies. We can’t build peace on blood. If we don't look back and see the army of the dead of the 20th century calling out for us to see that they died to enslave us. That whenever there was a war the government grew and grew.  We are so addicted to this lie. What we need to do is remember that these bodies bury us. This ocean of blood that we create through the fantasy that violence brings virtue. It drowns us, drowns our children, our future, and the world. When we pour these endless young bodies into this pit of death; we follow it.", "owner": "Stefan Molyneux"}, {"item": "To pursue wisdom is to live in such a way that one is prepared to face death when it comes. (247)", "owner": "Gregory Bassham, The Ultimate Harry Potter and Philosophy: Hogwarts for Muggles"}, {"item": "You were free, you are free and you will be free.", "owner": "Santosh Kalwar"}], "pagination": {"size": 20, "total": 10, "current": 9}}