{"contents": [{"item": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.", "owner": "John Lennon"}, {"item": "Or, rather, let us be more simple and less vain.", "owner": "Jean-Jacques Rousseau"}, {"item": "The ego relies on the familiar. It is reluctant to experience the unknown, which is they very essence of life.", "owner": "Deepak Chopra, The Third Jesus: The Christ We Cannot Ignore"}, {"item": "Life lived in the absence of the psychedelic experience that primordial shamanism is based on is life trivialized, life denied, life enslaved to the ego.", "owner": "Terence McKenna"}, {"item": "I don't know about your true form, but the weight of your ego sure is pushing the crust of the earth toward the breaking point.", "owner": "Jim Butcher, Grave Peril"}, {"item": "The square root of I is I.", "owner": "Vladimir Nabokov, Bend Sinister"}, {"item": "Such Excessive Preoccupation With The Faults Of Others Only Manages To Bring The Spotlight To Shine Bright On Whatever It Is You May Have Hiding Behind All Your Self Perceived Glory.", "owner": "Marcie Leeper"}, {"item": "You don't need an ego when you love someone. You just need a heart.", "owner": "Anthony T. Hincks"}, {"item": "Anyway, the trick is simply this: No matter what happens, keep your heart open. Wide open. The heart is made of love, and love is indestructible, and only the arrogance of ego would presume that it requires protection. To open your heart is to reduce your ego, and this is the only magic that is ever required to experience the naked truth.", "owner": "Tony Vigorito, Nine Kinds of Naked"}, {"item": "Why do you give way to your ego and pride. Where does it stand in the ocean of time.", "owner": "Naveen Rajeev"}, {"item": "Never allow your ego to diminish your ability to listen.", "owner": "Gary   Hopkins"}, {"item": "I suddenly saw that all the time it was not I who had been seeking God, but God who had been seeking me. I had made myself the centre of my own existence and had my back turned to God.", "owner": "Bede Griffiths"}, {"item": "The weak are dominated by their ego, the wise dominate their ego, and the intelligent are in a constant struggle against their ego.", "owner": "Hamza Yusuf"}, {"item": "Whoever wants the \"I\" to yield up its mysterious and tremendous secret must stop it from looking perpetually in the mirror, must stop the little ego's fascination with its own image.", "owner": "Paul Brunton, The Notebooks of Paul Brunton"}, {"item": "The source of wisdom and power, of love and beauty, is within ourselves, but not within our egos. It is within our consciousness. Indeed, its presence provides us with a conscious contrast which enables us to speak of the ego as if it were something different and apart: it is the true Self whereas the ego is only an illusion of the mind.", "owner": "Paul Brunton, The Notebooks of Paul Brunton"}, {"item": "Ego is recessive in wisdom.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "Feeding the ego is starving the wisdom, the choice is yours.", "owner": "Efrat Cybulkiewicz"}, {"item": "The more you can have control over your ego rather than let it run amuck, the more successful you’ll be in all areas of life.", "owner": "Roy T. Bennett"}, {"item": "Keep your feet firmly planted on the ground...don't let your ego run out of control and convince you that you are better than anyone else", "owner": "Jerry Gladstone, The Common Thread of Overcoming Adversity and Living Your Dreams"}, {"item": "The ‘egoism’ that is used to hurt others will hurt one’s own self. The ‘egoism’ that is used to give happiness to others becomes cause for his own happiness.", "owner": "Dada Bhagwan"}], "pagination": {"size": 20, "total": 10, "current": 0}}