{"contents": [{"item": "Don’t let the bad leg fool you, son. If you hurt my princess, I will be the nightmare you never see coming.", "owner": "C.J. Redwine, The Shadow Queen"}, {"item": "It takes a loyal gardener to tend roses.", "owner": "Sondra Faye"}, {"item": "You're making an admirable go of it, but in the end, loyalty is about taking aside.", "owner": "Becca Fitzpatrick, Finale"}, {"item": "On Loyalty:Loyalty is warranted only when it's been earned.Misplacing loyalty is like signing blank checks.", "owner": "Kalifer Deil"}, {"item": "In religion as in parenthood, uncritical loyalty to our ancestors may implicate us in an injustice against our descendants: imprisoning them in the errors of our ancestors.", "owner": "Brian D. McLaren, Why Did Jesus, Moses, the Buddha, and Mohammed Cross the Road?: Christian Identity in a Multi-Faith World"}, {"item": "Kutesosh gajair’is.” It was a bare whisper. “Such simple phrases. I destroy the enemy. I protect life. And my personal favorite—” “Kun-kabynalti osu fuir’is.” “None shall die while I watch over them. The irony is so beautiful.” Elkinsair wiped at his eyes.", "owner": "Patrick Weekes"}, {"item": "Yes, us. And the vow I just made. Hell, Rosa, it's about your home branded on my body.", "owner": "Ellen Connor, Midnight"}, {"item": "Chris wracked his brain for the right solution.Leadership.Strength.Loyalty-A show of loyalty.", "owner": "Ellen Connor, Midnight"}, {"item": "That speech (Daniel Webster's) “raised the idea of Union above contract or expediency and enshrined it in the American heart.", "owner": "Robert A. Caro, Master of the Senate"}, {"item": "She could tell he was exhausted, maybe half as much as she was, but he was still willing to do anything for her. It made her sad, someone being this loyal to her.", "owner": "Hugh Howey"}, {"item": "Loyalty,\" he stated, ineffably gentle. \"A quality honoured by sages and fools, by which humankind finds the courage to trample the reflex for self-preservation.", "owner": "Janny Wurts, Stormed Fortress"}, {"item": "In life loyalty is something that you earn and Doreen had more than earned my loyalty over the years. But marriage is a rogue state with its own rules, and one of them is pledging your loyalty to somebody before you can be fully sure that they deserve it, so you stand their ground. You mess with him? You mess with me. That's the new rule. A husband is instant family. He gets the loyalty of a blood tie without doing any of the work.", "owner": "Kate Kerrigan, Recipes for a Perfect Marriage"}, {"item": "She was crude, but loyal. He began to understand her even better than before. A pity she was so old; it was too late to try to make a human being of her.", "owner": "Elias Canetti, Auto-da-Fé"}, {"item": "If I have to choose between a person who has everything but loyalty and another who has nothing but loyalty, I go for the latter. Go loyal!", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "When a person understands this setting into single- mindedness well, his affairs will pann out. Loyalty is also contained within this single- mindedness.", "owner": "Rati Tsiteladze"}, {"item": "Loyalty is everything, but everything isn't loyal.", "owner": "Terrance McAllister"}, {"item": "Men are only loyal to that which will benefit them.", "owner": "Brian Kochman"}, {"item": "Loyalty could come only of exchange and mutual regard.", "owner": "Ariana Franklin, The Serpent's Tale"}, {"item": "Mamà believed in loyalty above all, even at the cost of self-denial. She also believed it was always best to tell the truth, to tell it plainly, without fanfare, and the more disagreeable the truth, the sooner you had to tell it.", "owner": "Khaled Hosseini, And the Mountains Echoed"}, {"item": "But in my heart, when I said “my king,” I meant Verity.", "owner": "Robin Hobb, Assassin's Apprentice"}], "pagination": {"size": 20, "total": 5, "current": 2}}