{"contents": [{"item": "The future of work revolution begins one person at a time.", "owner": "Bill Jensen, Future Strong"}, {"item": "Embracing personal vulnerability is required if you wish to work, play and succeed in the future.", "owner": "Bill Jensen, Future Strong"}, {"item": "Before tomorrow becomes your legacy, come the choices you must make today.", "owner": "Bill Jensen, Future Strong"}, {"item": "The choices you make create your future.", "owner": "Bill Jensen, Future Strong"}, {"item": "To understand what makes you future strong, and what being strong means, is to understand how and why you make choices.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is being focused enough and mindful enough and courageous enough to search for patterns and order when all others see chaos and noise.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is letting go of what no longer serves you. Quickly.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is as focused on the success of every individual as it is on organizational success — creating an environment where people can achieve their dreams and full potential.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong builds actions upon reflection, questions, curiosity, seeking to understand root causes and systemic connections.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong strives for simplicity for all:Least amount of individual effort, energy and time to create maximum impact by each person.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong is relationship-driven and joyful.Its best bet is on people. Its outcomes create joyfor others and ourselves.", "owner": "Bill Jensen, Future Strong"}, {"item": "We must stop destroying human capacity. Now.Too many of today’s leaders are holding back the future because it comes wrapped in risks.", "owner": "Bill Jensen, Future Strong"}, {"item": "If you are a senior executive, you need to embrace each individual’s right to choose his or her own hardships — and you must talk about that openly, candidly.", "owner": "Bill Jensen"}, {"item": "Everyone has a right to a strong and independent future: All of us have the right, and personal obligation, to choose whether or not company-driven hardships and sacrifices, overall, are shackling or strengthening our future. And to keep that right, each of us must be our own best advocate.", "owner": "Bill Jensen, Future Strong"}, {"item": "You live, work and lead others in the most exciting time, ever! Are you strong enough?", "owner": "Bill Jensen, Future Strong"}, {"item": "Your past is handing you a tool you can use to leap into your future: the crucible moments from your own life. The power you need is in looking back to look forward.", "owner": "Bill Jensen, Future Strong"}, {"item": "What will you do today so tomorrow becomes the legacy you wanted to leave?", "owner": "Bill Jensen, Future Strong"}, {"item": "No matter how crazed you get, no matter what pressures you're under, no matter who needs what by yesterday... Always remember: everything you do uses a portion of someone else's life.", "owner": "Bill Jensen, Future Strong"}, {"item": "You will experience 100 transformative moments every year.", "owner": "Bill Jensen, Future Strong"}, {"item": "We each must select the best hardships for our best future.", "owner": "Bill Jensen, Future Strong"}], "pagination": {"size": 20, "total": 10, "current": 7}}