{"contents": [{"item": "If you are strong enough to face Fear of Failure, Fear of Rejections, and Fear of Criticism, that's the sign of Success.", "owner": "Sivaprakash Sidhu"}, {"item": "The Real Success is helping others to get Succeed", "owner": "Sivaprakash Sidhu Sivaprakash G Sivaprakash Gopal"}, {"item": "Success demands consistent effort and hard work.", "owner": "Lailah Gifty Akita"}, {"item": "If I listened to all the noise in the worldI would have many standards to conform to But the zeal to succeedCuts through the racket", "owner": "Priscilla Koranteng, Trails to the Stream: Poetry and Inspiration for Everyday Living"}, {"item": "Self-trust is the first secret of success.", "owner": "Ralph Waldo Emerson"}, {"item": "Most people don't lay the foundations correctly because they are too impatient or too greedy or too stupid ...", "owner": "Andrew   Crofts, Secrets of the Italian Gardener"}, {"item": "An Attitude of Gratitude Delivers To You Altitude of Beatitudes.", "owner": "Jaachynma N.E. Agu"}, {"item": "Success means doing the best we can with what we have. Success is in the doing, not the getting - in the trying, not the triumph.", "owner": "Wynn Davis"}, {"item": "What are you doing today that serves the greater mission for your life? Once you can answer that question without batting an eye, that's when you're really on to something.", "owner": "Chris Hill"}, {"item": "Never stop writing. Whether you’re writing a novel, screen play or just keeping a journal, it’s integral that you make writing a daily process. The proof of the commitment to your craft is just how much time you spend doing it, whether it’s for business or pleasure. Integrate your craft into your every day life, and you’ll be as good as gold.", "owner": "Leigh Hershkovich"}, {"item": "I was afraid I wrote neither well enough nor ill enough for success.", "owner": "E.W. Hornung, Raffles: The Amateur Cracksman"}, {"item": "Transformational tools enhance one's clarity, competence, compassion, and empower you to achieve anything that seems impossible to you and others.", "owner": "Vishwas Chavan"}, {"item": "Success is never about money, it's always about talent.", "owner": "Junaid Raza"}, {"item": "You have to work for what you want.", "owner": "Lailah Gifty Akita"}, {"item": "To be successful you have to be dumb enough to think you can change the world and smart enough to know how.", "owner": "Clint Borgen"}, {"item": "Spend more time with people who bring out the best in you.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}, {"item": "That your friend is succeeding does not mean you are failing.", "owner": "Samuel Odewale"}, {"item": "Achieving success is your ability to eliminate the weakness and biases that are inherent within yourself", "owner": "Julian Pencilliah, The Jetstream of Success"}, {"item": "I couldn’t wait for success ― so I went ahead without it.", "owner": "Jonathan Winters"}, {"item": "You can win in multiple ways - A managershould never restrict himself when it comes to exploring possibilities.", "owner": "Abhishek Ratna, No Parking. No Halt. Success Non Stop!"}], "pagination": {"size": 20, "total": 10, "current": 8}}