{"contents": [{"item": "Love puts itself first, and makes its own plans. It maps you out instead. Maybe that's what makes it perfect", "owner": "Holly Smale, Picture Perfect"}, {"item": "They say that life is just a blank chain, and precious moments are the beads we hang off it to make it beautiful.", "owner": "Holly Smale, Picture Perfect"}, {"item": "I can change my plans. But I can't change my family.", "owner": "Holly Smale, Picture Perfect"}, {"item": "My Best Friend and I have spent plenty of time together, despite me being in my First Ever Relationship. This is because friends should always come first.", "owner": "Holly Smale, Picture Perfect"}, {"item": "Reason to move to New York: I don't to get left behind", "owner": "Holly Smale, Picture Perfect"}, {"item": "We are LornaCruzCharlotteDelilahIsla and we aren’t afraid of love, even if we’re supposed to be.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "Just remember, honey, you only have one heart.", "owner": "Louise Bagshawe"}, {"item": "Some people, though related by blood, are as sworn enemies. Others, bound only by friendship, would die for one another.", "owner": "Beem Weeks"}, {"item": "Love is the most precious gift in life. Be grateful for all the love and support you get from your parents, your family and friends. Because nothing is as precious as receiving true and devoted love\" - Monsieur Jac Couture", "owner": "Lily Amis, Angel of Hope & Lily: Featuring Monsieur Jac Couture"}, {"item": "Those who love you the most, let yo bend your notes", "owner": "Paresh Shah"}, {"item": "Those who love you the most, let you bend your notes", "owner": "Paresh Shah"}, {"item": "It's because we live in a beauty-obsessed society where the most important thing a woman can do is make herself attractive to men.", "owner": "Liane Moriarty, Big Little Lies"}, {"item": "I'm looking for somekind of permanence, so my mark will linger on the world once I'm gone, in the places where I found joy..\" -Page 81", "owner": "Emery Lord, When We Collided"}, {"item": "I'm looking for some kind of permanence, so my mark will linger on the world once I'm gone, in the places where I found joy..", "owner": "Emery Lord, When We Collided"}, {"item": "Their life is mysterious, it is like a forest; from far off it seems a unity, it can be comprehended, described, but closer it begins to separate, to break into light and shadow, the density blinds one. Within there is no form, only prodigious detail that reaches everywhere: exotic sounds, spills of sunlight, foliage, fallen trees, small beasts that flee at the sound of a twig-snap, insects, silence, flowers.And all of this, dependent, closely woven, all of it is deceiving. There are really two kinds of life. There is, as Viri says, the one people believe you are living, and there is the other. It is this other which causes the trouble, this other we long to see.", "owner": "James Salter, Light Years"}, {"item": "I could never leave,' Pine Sap said. 'Why?' she asked.Pine Sap shrugged, and gestured in the direction of the village. 'Because I think people must be the same everywhere. Only these people are my bones.", "owner": "Jodi Lynn Anderson, Tiger Lily"}, {"item": "When I pretended to be precocious, people started the rumor that I was precocious. When I acted like an idler, rumor had it I was an idler. When I pretended I couldn't write a novel, people said I couldn't write. When I acted like a liar, they called me a liar. When I acted like a rich man, they started the rumor I was rich. When I feigned indifference, they classed me as the indifferent type. But when I inadvertently groaned because I was really in pain, they started the rumor that I was faking suffering. The world is out of joint.", "owner": "Osamu Dazai, The Setting Sun"}, {"item": "People are gonna leave anyway, because those who stay are not people, they are family.", "owner": "Himanshu Chhabra"}, {"item": "We become the people who are made by our family and society when we are ignorant of who we are", "owner": "Sunday Adelaja"}, {"item": "It seems to me, that you people spend a great deal of time talking about honour, but strip away the high sounding words and you are no different from any other race. Family? Has Priam not killed wayward sons? When a king dies do his sons not go to war with one another to succeed him? Men speak of how you reacted to your father's death. They say it was amazing, for you did not order your little brother's execution. Your race thrives on blood and death, Helikaon. Your ships raid the coasts of other nations, stealing slaves, burning and plundering. Warriors brag of how many men they have killed, and women they have raped. Almost all of your kings either seized their thrones with swords and murder, or are children of men who seized power with swords and murder. So put all this talk of honour to one side.", "owner": "David Gemmell, Shield of Thunder"}], "pagination": {"size": 20, "total": 10, "current": 7}}