{"contents": [{"item": "My life is change with the heart of gratefulness.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "A gift freely given,I did not ask to be in this state: living.", "owner": "Innocent Mwatsikesimbe, This Is My Life"}, {"item": "If my words don't flow out of a heart that rests in God's control, sovereignty, then they come out of the heart that seeks control so I can get what I want.", "owner": "Mark Driscoll, Real Marriage: The Truth About Sex, Friendship, and Life Together"}, {"item": "If the only prayer you said was thank you, that would be enough.", "owner": "Meister Eckhart"}, {"item": "Ask. Trust. Give thanks. Simple right?", "owner": "Dawn Gluskin"}, {"item": "The more we thank God, the less we ask of him.", "owner": "Ron Brackin"}, {"item": "... most of my prayers are expressions of sheer gratitude for the fullness of my contentment.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "Prayers likewise your positive thoughts can be based on gratitude and love.", "owner": "Raphael Zernoff, All That Is"}, {"item": "Find the light. Reach for it. Live for it. Pull yourself up by it. Gratitude always makes for straighter, taller trees.", "owner": "Al R. Young"}, {"item": "When you lose a beloved belonging, rather than being unkind to yourself, imagine finding it and feeling relief and joy. Sometimes when things get lost, it’s a reminder to appreciate all you still have. The experience of reconnecting with something you love and use often increases one’s sense of gratitude.", "owner": "Laura Staley"}, {"item": "Life is an amazing wonder.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Mrs. Norris had been talking to her the whole way from Northampton of her wonderful good fortune, and the extraordinary degree of gratitude and good behaviour which it ought to produce, and her consciousness of misery was therefore increased by the idea of its being a wicked thing for her not to be happy.", "owner": "Jane Austen, Mansfield Park"}, {"item": "In a quest of looking at those who are running AHEAD OF US or TRAILING BEHIND US, we tend to overlook those who are running WITH US. In a race of life, some people will always be ahead of us and some will be behind us. Let’s not forget to ACKNOWLEDGE and APPRECIATE those who are supporting and caring for us while we are busy running.", "owner": "Sanjeev Himachali"}, {"item": "When you arise in the morning, give thanks for the morning light, for your life and strength. Give thanks for your food and the joy of living, If you see no reason for giving thanks, the fault lies with yourself.", "owner": "Tecumseh"}, {"item": "When we learn to read the story of Jesus and see it as the story of the love of God, doing for us what we could not do for ourselves--that insight produces, again and again, a sense of astonished gratitude which is very near the heart of authentic Christian experience.", "owner": "N.T. Wright"}, {"item": "Every day, tell at least one person something you like, admire, or appreciate about them.", "owner": "Richard Carlson"}, {"item": "By talking to yourself every hour of the day, you can direct yourself to think thoughts of courage and happiness, thoughts of power and peace. By talking to yourself about the things you have to be grateful for, you can fill your mind with thoughts that soar and sing.", "owner": "Dale Carnegie"}, {"item": "Loneliness is just a passing disillusion we can conquer by acknowledging those around us.", "owner": "Jenny Cutler Lopez, Who I Am: American Scar Stories"}, {"item": "By acknowledging spirit with gratitude, you bring it joy and give it more strength to do its work.", "owner": "Russell Eric Dobda"}, {"item": "A moment can change the way you view the world, and the way you view the world will give you more moments.", "owner": "Nikki Rowe"}], "pagination": {"size": 20, "total": 10, "current": 3}}