{"contents": [{"item": "Women can accept the fact that a man is a rotter, a swindler, a drug taker, a confirmed liar, and a general swine, without batting an eyelash, and without its impairing their affection for the brute in the least. Women are wonderful realists. ", "owner": "Agatha Christie, Murder in Mesopotamia"}, {"item": "Men are my hobby, if I ever got married I'd have to give it up.", "owner": "Mae West"}, {"item": "When I said I would die a bachelor, I did not think I should live till I were married.", "owner": "William Shakespeare, Much Ado About Nothing"}, {"item": "I am\" is reportedly the shortest sentence in the English language. Could it be that \"I do\" is the longest sentence?", "owner": "George Carlin"}, {"item": "My wife and I were happy for twenty years. Then we met.", "owner": "Rodney Dangerfield"}, {"item": "Patience gives your spouse permission to be human. It understands that everyone fails. When a mistake is made, it chooses to give them more time that they deserve to correct it. It gives you the ability to hold on during the rough times in your relationship rather than bailing out under the pressure.", "owner": "Stephen Kendrick, The Love Dare"}, {"item": "I take thee... to be my awful wedded husband", "owner": "Susan Elizabeth Phillips, Kiss an Angel"}, {"item": "A good marriage is where both people feel like they're getting the better end of the deal.", "owner": "Anne Lamott, Joe Jones"}, {"item": "Sexiness wears thin after awhile and beauty fades, but to be married to a man who makes you laugh every day, ah, now that is a treat.", "owner": "Joanne Woodward"}, {"item": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", "owner": "Rita Rudner"}, {"item": "A good marriage is one which allows for change and growth in the individuals and in the way they express their love. ", "owner": "Pearl S. Buck"}, {"item": "Here's my advice to you: don't marry until you can tell yourself that you've done all you could, and until you've stopped loving the women you've chosen, until you see her clearly, otherwise you'll be cruelly and irremediably mistaken. Marry when you're old and good for nothing...Otherwise all that's good and lofty in you will be lost.", "owner": "Leo Tolstoy, War and Peace"}, {"item": "All my life I thought that the story was over when the hero and heroine were safely engaged -- after all, what's good enough for Jane Austen ought to be good enough for anyone. But it's a lie. The story is about to begin, and every day will be a new piece of the plot. ", "owner": "Mary Ann Shaffer, The Guernsey Literary and Potato Peel Pie Society"}, {"item": "And no bathroom on earth will make up for marrying a bearded man you hate.", "owner": "Dodie Smith, I Capture the Castle"}, {"item": "It's never fifty-fifty in a marriage. Someone falls in love first. Someone puts someone else up on a pedestal. Someone works hard to keep things rolling smoothly, someone else sails along for the ride. Someone who would do anything to keep it the way it was in the beginning.", "owner": "Jodi Picoult"}, {"item": "I have yet to hear a man ask for advice on how to combine marriage and a career.", "owner": "Gloria Steinem"}, {"item": "Marriage, in my view, should be a balanced stalemate between equal adversaries.", "owner": "Elizabeth Peters, The Mummy Case"}, {"item": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.", "owner": "Katharine Hepburn"}, {"item": "Keep your eyes wide open before marriage, half shut afterwards.", "owner": "Benjamin Franklin"}, {"item": "Marrying means to halve one's rights and double one's duties", "owner": "Arthur Schopenhauer"}], "pagination": {"size": 20, "total": 10, "current": 2}}