{"contents": [{"item": "Everyone wanted what she couldn't have.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "I realize all the uncountable manifestations the thinking-mind invents to place wall of horror before its pure perfect realization that there is no wall and no horror just Transcendental Empty Kissable Milk Light of Everlasting Eternity's true and perfectly empty nature.", "owner": "Jack Kerouac, Tristessa"}, {"item": "And as I venture into anothers pit of everlasting darkness, I'll return with a simple blackened rose. and with that rose I shall write the stories it tells.", "owner": "Larul Andrews"}, {"item": "My dad was a magician too. Got in his car and disappeared.", "owner": "Cath Crowley, Graffiti Moon"}, {"item": "Aika often says that she is the only one capable of loving me the same way I am is the one capable of loving her, and no one will be able to stand my twisted personality other than her and for me to betray her is unthinkable and impossible", "owner": "Cullen Thomas"}, {"item": "One day,\" you said to me, \"I saw the sunset forty-four times!\"And a little later you added:\"You know-- one loves the sunet, when one is so sad...\"\"Were you so sad, then?\" I asked, \"on the day of the forty-four sunsets?\"But the little prince made no reply.", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "I hate the sound of the world outside. Because everybody here can't wait to come and say goodbye...", "owner": "Dulara Perera"}, {"item": "Enslavement of the heart is worse than enslavement of the body", "owner": "ابن تيمية"}, {"item": "Crying out loud but there is no one to regret it ,Smile a little and they'll join the party", "owner": "Naim Ibn Iqbal Khan نعيم خا"}, {"item": "There is nothing so cleansing or reassuring as a vicarious sadness.", "owner": "David Rakoff, Half Empty"}, {"item": "Oh, dry the glistening tear that dues that marshal cheekThy loving childern here in them thy comfort seek With sympathetic care their arms around the creep, For oh they can not bear to see their father weep", "owner": "W.S. Gilbert, The Pirates of Penzance"}, {"item": "How do you file a restraining order against sadness?", "owner": "Alex Adams, White Horse"}, {"item": "The falling apart of a man's life should make more noise. It should startle passesrby with its Sturm and Drang. It ought to sound like the Parthenon crashing down. Not this ordinary, everyday kind of quiet...He closed his eyes...And still it was quiet, this falling apart of his life, as silent as the last beat of an old man's heart. A quiet, echoing thud, and then...nothing.", "owner": "Kristin Hannah, Angel Falls"}, {"item": "In Despite Of Sadness Don't Let It Conquer Ur Heart But Let Forgiveness and Acceptance Do And Happiness Will Reign Over You", "owner": "Ronaldo David Jr."}, {"item": "She struggled with her sadness, but tried to conceal it, to divide it into smaller and smaller parts and scatter these in places she thought no one would find them.", "owner": "Nicole Krauss, Great House"}, {"item": "A whole tree of lightning stood in the sky. She kept looking out the window, suffused with the warmth from the fire and with the pity and beauty and power of her death. The thunder rolled.", "owner": "Eudora Welty"}, {"item": "There is something sinister, something quite biographical about what I do - but that part is for me. It's my personal business. I think there is a lot of romance, melancholy. There's a sadness to it, but there's romance in sadness. I suppose I am a very melancholy person.", "owner": "Alexander McQueen"}, {"item": "In English, my name means hope. In Spanish, it means too many letters. It means sadness. It means waiting. It is like the number nine, a muddy color.", "owner": "Sandra Cisneros"}, {"item": "Humor without sadness underneath it feels cheap and aggressive.", "owner": "John Cameron Mitchell"}, {"item": "I think it's hilarious at 40 years old to bring out my roller skates from 'Starlight Express.' I find the humor and even the sadness in it hilarious and something to celebrate.", "owner": "Jane Krakowski"}], "pagination": {"size": 20, "total": 8, "current": 6}}