{"contents": [{"item": "It is always the same. Whether you are walking or going by train, the way always seems shorter the second time than the first. (And that is true of distances that are not to be measured in miles and yards.)", "owner": "Erich Kästner"}, {"item": "If i think about us logically, there is no chance for us. But logic doesn't produce magic.", "owner": "Cristian Peter Marinescu-Ivan"}, {"item": "Social networking platforms drove man closer to those in neighboring continents, while driving him further apart from those in his neighborhood.", "owner": "Mokokoma Mokhonoana"}, {"item": "I know love is dark work; you have to get your hands dirty. If you hold back, nothing interesting happens. At the same time, you have to find the right distance between people. Too close, and they overwhelm you; too far and they abandon you. How to hold them in the right relation?", "owner": "Hanif Kureishi, Intimacy"}, {"item": "When we were in bed, the only part of me she touched was my penis, because it was the most detached.", "owner": "Anatole Broyard, Kafka Was the Rage: A Greenwich Village Memoir"}, {"item": "Always distance yourself from gossip because it's the worst form of self-disruption.", "owner": "Gugu Mona"}, {"item": "Geography and mileage mean nothing. Separate is a single word that covers all distances that aren't together.", "owner": "Rivera Sun, Steam Drills, Treadmills and Shooting Stars - a story of our times -"}, {"item": "Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.", "owner": "Thomas Carlyle"}, {"item": "We criticize mothers for closeness. We criticize fathers for distance. How many of us have expected less from our fathers and appreciated what they gave us more? How many of us always let them off the hook?", "owner": "Ellen Goodman"}, {"item": "For time is the longest distance between two places.", "owner": "Tennessee Williams"}, {"item": "Be able to back up a car for a considerable distance in a straight line and back out of a driveway.", "owner": "Marilyn vos Savant"}, {"item": "In 1952, I had gone to England on a literary pilgrimage, but what I also saw, even at that distance from the blitz, were bombed-out ruins and an enervated society, while the continent was still, psychologically, in the grip of its recent atrocities.", "owner": "Cynthia Ozick"}], "pagination": {"size": 12, "total": 5, "current": 4}}