{"contents": [{"item": "Too much work will create too much motivation for the strong, and a big collapse for the weak! Strength gets great strength from the challenges!", "owner": "Mehmet Murat ildan"}, {"item": "Strength, strength is what I need; nothing can be done without strength; and strength must be gained by strength.", "owner": "Fyodor Dostoyevsky, Crime and Punishment"}, {"item": "From my weakness, I drew strength that never left me.", "owner": "Jorge Luis Borges, Ficciones"}, {"item": "Most of us, I believe, admire strength. It's something we tend to respect in others, desire for ourselves, and wish for our children. Sometimes, though, I wonder if we confuse strength with other words—like 'aggression' and even 'violence'. Real strength is neither male nor female; but it is, quite simply, one of the finest characteristics that a human being can possess.", "owner": "Fred Rogers, The World According to Mister Rogers: Important Things to Remember"}, {"item": "They did not suspect her for a moment. It did not occur to them that a woman could be dangerous. How foolish they were. Women could do most of the things men did. Who was left in charge when the men were fighting wars, or going on crusades? There were women carpenters, dyers, tanners, bakers and brewers.", "owner": "Ken Follett, The Pillars of the Earth"}, {"item": "Shizuo Heiwajima, the strongest man in Ikebukuro: \"I just want the ability to control myself. That's the kind of strength I want.", "owner": "Ryohgo Narita, Durarara!! Saika Arc, Vol. 1"}, {"item": "words are much stronger than I am.", "owner": "Terry Tempest Williams, When Women Were Birds: Fifty-four Variations on Voice"}, {"item": "Levels are just numbers. In this world, strength is just an illusion. There are more important things -Kirito", "owner": "Reki Kawahara"}, {"item": "Devo farmi le ossa is how they say it in Italian. “I need to make my bones.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "In her heart she is a mourner for those who have not survived. In her soul she is a warrior for those who are now as she was then. In her life she is both celebrant and proof of women's capacity and will to survive, to become, to act, to change self and society. And each year she is stronger and there are more of her.", "owner": "Andrea Dworkin"}, {"item": "I can see myself now, she said. And I can see what I want to be, ten years from now. But I don't understand how I'm going to get from here to there.", "owner": "Jodi Picoult, The Pact"}, {"item": "Women already come equipped with a core of steel fiber strength, depths of resolve a man cannot comprehend. It’s not the dynamic strength men have, all power and show. It’s a strength of endurance, fortitude. It is the strength that allows women to conceive life and to carry that life until the day it can stand on its own.", "owner": "James R. Tuck, Blood and Silver"}, {"item": "Lifes like a game of cards, sometimes you get delt a shit hand, Work with what you got, and never show your weaknesses. Keep a poker face no matter what.", "owner": "Logan Zane Hessefort"}, {"item": "Because we are the only women who are mothers of men.\" Gorgo: when asked by a woman from Attica why Spartan women were the only women in the world who could rule men.", "owner": "Gorgos"}, {"item": "I just want to say one thing. If I ever write a novel again, it's going to be in defense of weak women, inept and codependent women. I'm going to talk about all the great movies and songs and poetry that focus on such women. I'm going to toast Blanche DuBois. I'm going to celebrate women who aren't afraid to show their need and their vulnerabilities. To be honest about how hard it can be to plow your way through a life that offers no guarantees about anything. I'm going to get on my metaphorical knees and thank women who fall apart, who cry and carry on and wail and wring their hands because you know what, Midge? We all need to cry. Thank God for women who can articulate their vulnerabilities and express what probably a lot of other people want to say and feel they can't. Those peoples' stronghold against falling apart themselves is the disdain they feel for women who do it for them. Strong. I'm starting to think that's as much a party line as anything else ever handed to women for their assigned roles. When do we get respect for our differences from men? Our strength is our weakness. Our ability to feel is our humanity. You know what? I'll bet if you talk to a hundred strong women, 99 of them would say 'I'm sick of being strong. I would like to be cared for. I would like someone else to make the goddamn decisions, I'm sick of making decisions.' I know this one woman who's a beacon of strength. A single mother who can do everything - even more than you, Midge. I ran into her not long ago and we went and got a coffee and you know what she told me? She told me that when she goes out to dinner with her guy, she asks him to order everything for her. Every single thing, drink to dessert. Because she just wants to unhitch. All of us dependent, weak women have the courage to do all the time what she can only do in a restaurant.", "owner": "Elizabeth Berg, Home Safe"}, {"item": "I'm not weak, I've just been strong for to long.", "owner": "Henry kenny lee"}, {"item": "Then Samson said. With a donkeys jawbone I have made donkeys of them. With a donkey's jawbone I have killed a thousand of them.", "owner": "Anonymous"}, {"item": "They go from strength to strength.", "owner": "Bible"}, {"item": "I feel like a Bull Moose.", "owner": "Theodore Roosevelt"}, {"item": "Three things give hardy strength: sleeping on hairy mattresses  breathing cold air  and eating dry food.", "owner": "Welsh proverb"}], "pagination": {"size": 20, "total": 10, "current": 6}}