{"contents": [{"item": "They [students] had two common, strongly held expectations: the college should exhibit the behavior it expected from students and hold true to its espoused values.", "owner": "Gregory S. Prince, Jr., Teach Them To Challenge Authority: Educating for healthy societies"}, {"item": "And the final product of our training must be neither a psychologist nor a brick mason, but a man. And to make men, we must have ideals, broad, pure, and inspiring ends of living, not sordid money-getting... The worker must work for the glory of his handiwork, not simply for pay; the thinker must think for truth, not fame.", "owner": "W.E.B. Du Bois, The Souls of Black Folk"}, {"item": "Education leads to intellectual life.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If you want to be a graduate student, you have to fall in love with reading.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "I had an absurd desire to go down to her and make sure she was all right, and stay with her until dawn. I also had a fierce wish to bludgeon the two frat boys to death with a shovel.", "owner": "Molly Ringle, Relatively Honest"}, {"item": "Months are different in college, especially freshman year. Too much happens. Every freshman month equals six regular months—they're like dog months.", "owner": "Rainbow Rowell, Fangirl"}, {"item": "...Come on let’s see the degree.” Katherine unrolled her scroll displaying a long declaration in Latin affixed with a red seal proclaiming her a Master of Art. “Imagine working for years to obtain a piece of paper we can hardly read ” Katherine joked. “And to officially declare you have talent ” Suzy returned.", "owner": "E.A. Bucchianeri, Brushstrokes of a Gadfly"}, {"item": "The way I figure it, everyone gets a miracle.", "owner": "John Green, Paper Towns"}, {"item": "When colleges, both within the Hudson Valley and throughout the country, encouraged women to do little beyond attaining their Mrs. degree in Husbandry, Annandale offered rigorous and prestigious degrees irrespective of gender.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "You see, in this country are a number of youths who do not like to work, and the college is an excellent place for them.", "owner": "L. Frank Baum, Ozma of Oz"}, {"item": "Sometimes the gap between what you are and what you want to be is a little piece of paper called your college degree. So jump.", "owner": "Joyce Rachelle"}, {"item": "I am kind of majoring in bull shitting.", "owner": "Kate Voegele"}, {"item": "WRITERS ARE \"SPIRITIAL VENTRILOQUIST\" WHO HAVE THE ABILITY TO MAKE PAPER TALK!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "THE BROKEN HEART STILL HAS HEART BEATS. THOUGH YOU MAY FEEL LIKE DEATH, YOU ARE STRONGER THAN YOU THINK!", "owner": "Qwana Reynolds-Frasier"}, {"item": "Do not dwell on the past. Focus on the precious moments and gracious future.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "And then we get new homes that we make for ourselves.", "owner": "Nina LaCour, Summer Days and Summer Nights: Twelve Love Stories"}, {"item": "Twice I'd come home as they were finishing, and, honestly, I cannot think of a lonelier sound on a Saturday night than one's roommate having a giant orgasm and then making an embarrassed sssh sound, realizing that maybe through her pleasure she'd heard the front door open and close.", "owner": "Aimee Bender, The Color Master: Stories"}, {"item": "It was a time before Facebook and Instagram and texting. I imagine it must be easier now, for college students. Home must not feel so far away anymore. But how do you cut the apron strings if the strings are virtual?", "owner": "Kirstie Collins Brote, Beware of Love in Technicolor"}, {"item": "Our first kiss was there on the bridge in the woods. How do you describe a first kiss? It is like trying to hold water in your hands. There is an ancient Chinese proverb that compares kissing to drinking salted water. “You drink, and your thirst increases,” it says. Time, I’m sure, passed by, but we remained unavailable for comment.", "owner": "Kirstie Collins Brote, Beware of Love in Technicolor"}, {"item": "People think I'm selling feminism in my books, but what I'm really doing is writing advertising copy for expensive private colleges that most women can't afford anyway. Oh, and try to find a job with a major in English literature. No luck? Joke's on you, sucker!", "owner": "Mary Gordon, Conversations with Mary Gordon"}], "pagination": {"size": 20, "total": 10, "current": 1}}