{"contents": [{"item": "Regaining health is more difficult an objective then becoming ill. Becoming ill is a random act of ignorance and regaining health is an intentional effort in frustration.", "owner": "Richard Diaz"}, {"item": "Health isn’t about being “perfect” with food or exercise or herbs. Health is about balancing those things with your desires. It’s about nourishing your spirit as well as your body.", "owner": "Golda Poretsky"}, {"item": "I don't understand why asking people to eat a well-balanced, vegetarian diet is considered drastic, while it is medically conservative to cut people open.", "owner": "Dean Ornish"}, {"item": "When you got a condition, it's bad to forget your medicine.", "owner": "Frank Miller, Sin City, Vol. 1: The Hard Goodbye"}, {"item": "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing...", "owner": "Redd Foxx"}, {"item": "Man is more miserable, more restless and unsatisfied than ever before, simply because half his nature--the spiritual--is starving for true food, and the other half--the material--is fed with bad food.", "owner": "Paul Brunton"}, {"item": "When you feel yourself to be in critical condition, you must treat yourself as gently as you would a sick friend.", "owner": "Julia Cameron, Finding Water: The Art of Perseverance"}, {"item": "Most people throughout the world, not just inNewport Beach, care more about their faces, their boobs, their bellies, their butts, andtheir abs than they do their brains. But it is your brain that is the key to having the face,the breasts, the belly, the butt, the abs, and the overall health you have always wanted;and it is brain dysfunction, in large part, that ruins our bodies and causes prematureaging.", "owner": "Daniel G. Amen, Change Your Brain, Change Your Body: Use Your Brain to Get and Keep the Body You Have Always Wanted"}, {"item": "The most poetical thing in the world is not being sick.", "owner": "G.K. Chesterton, The Man Who Was Thursday: A Nightmare"}, {"item": "There's no dignity, no decency, or health today for men that haven't got a job. All other things depend on work today.", "owner": "Nevil Shute, Ruined City"}, {"item": "My own prescription for health is less paperwork and more running barefoot through the grass.", "owner": "Leslie Grimutter"}, {"item": "If you desire truly to live you will cease trying to find magic tricks and short-cuts to life and learn the simple laws of being, and order your life in conformity with these. Realign your life with the laws of nature—this and this alone constitutes living to live.", "owner": "Herbert M. Shelton, Getting Well"}, {"item": "I knew I wasn't the picture of health, but I didn't think I was headed for the last roundup.", "owner": "Fannie Flagg"}, {"item": "Give me health and a day, and I will make the pomp of emperors ridiculous.", "owner": "Ralph Waldo Emerson, Nature"}, {"item": "Healthy people have a natural skill of avoiding feverish eyes.", "owner": "Albert Camus, A Happy Death"}, {"item": "Modern medicine is not scientific, it is full of prejudice, illogic and susceptible to advertising. Doctors are not taught to reason, they are programmed to believe in whatever their medical schools teach them and the leading doctors tell them. Over the past 20 years the drug companies, with their enormous wealth, have taken medicine over and now control its research, what is taught and the information released to the public.", "owner": "Abram Hoffer"}, {"item": "Words are like food. They contain information that either releases and liberates and creates possibilities and development or locks you into unhealthy patterns you can’t change.", "owner": "Thorbjörg Hafsteinsdottir, 10 Years Younger in 10 Weeks"}, {"item": "Humor and Health,The staples of wealth.", "owner": "S Austin"}, {"item": "Modern drug based medicine is as incomplete as a novel written with three vowels. As discordant as a symphony constructed using only some of the notes. High dose nutritional therapy is the much needed missing part of our vocabulary of healthcare. The fight against disease needs all the help it can get.", "owner": "Andrew W. Saul, Fire Your Doctor!: How to Be Independently Healthy"}, {"item": "Be not sick too late, nor well too soon", "owner": "Benjamin Franklin"}], "pagination": {"size": 20, "total": 10, "current": 4}}