{"contents": [{"item": "Having kids - the responsibility of rearing good, kind, ethical, responsible human beings - is the biggest job anyone can embark on. As with any risk, you have to take a leap of faith and ask lots of wonderful people for their help and guidance. I thank God every day for giving me the opportunity to parent.", "owner": "Maria Shriver"}, {"item": "Many a night I woke to the murmer of paper and knew (Dad) was up, sitting in the kitchen with frayed King James - oh, but he worked that book; he held to it like a rope ladder.", "owner": "Leif Enger, Peace Like a River"}, {"item": "Helplessness in the face of a child's suffering is the curse of parenthood.", "owner": "Nancy Atherton, Aunt Dimity's Good Deed"}, {"item": "There are times when parenthood seems nothing more than feeding the hand that bites you.", "owner": "Peter De Vries"}, {"item": "The sound of her breathing reminded me, as it so often did, of how vulnerable she was. And how vulnerable we were because of how much we loved her. The fear - that something could happen to her at any moment, something I'd be helpless to stop - had become so omnipresent in my life that I sometimes pictured it growing, like a third arm, out of the center of my chest.", "owner": "Dennis Lehane, Moonlight Mile"}, {"item": "Scratch a female inmate, I've discovered, and you'll usually find a girl whose mother had terrible taste in men.", "owner": "Cammie McGovern, Neighborhood Watch"}, {"item": "It's not so much that I mind listening to her stories. Everybody likes to have an audience - that's why most people have kids, isn't it?", "owner": "Robin Epstein, God Is in the Pancakes"}, {"item": "She has seen him fight his own brutal nature, and the Earth itself, in order to be the parent she needs. He has helped her learn to love herself for what she is.", "owner": "N.K. Jemisin, The Stone Sky"}, {"item": "Biology doesn't make anyone a parent,\" Cassia added as she tucked her Eturian prayer stone beneath her shirt.", "owner": "Melissa Landers, Starflight"}, {"item": "Black children need waves of present, multifaceted love, not simply present fathers.", "owner": "Kiese Laymon, How to Slowly Kill Yourself and Others in America"}, {"item": "It'll be when you first learn to walk that I get daily demonstrations of the asymmetry in our relationship. You'll be incessantly running off somewhere, and each time you walk into a door frame or scrape your knee, the pain feels like it's my own. It'll be like growing an errant limb, an extension of myself whose sensory nerves report pain just fine, but whose motor nerves don't convey my commands at all. It's so unfair: I'm going to give birth to an animated voodoo doll of myself. I didn't see this in the contract when I signed up. Was this part of the deal?", "owner": "Ted Chiang, Stories of Your Life and Others"}, {"item": "Esme skips on ahead. Jumping from one foot to the other, as if she can see markings on the ground he can’t. She is constantly jumping and skipping and twirling with the lightness of falling snow, looking up at him bright with questions, tugging on his hand, dashing off with all the speed her body is capable of and then skipping on the spot up ahead as if consecrating it for his arrival. It is so easy to make her happy that it seems like cheating at times.", "owner": "Glenn Haybittle, The Way Back to Florence"}, {"item": "It's a wild ride, this parenthood thing. Hardest thing I've done in my life and by far the best.", "owner": "Aidan Donnelley Rowley, The Ramblers"}, {"item": "You right! You one hundred percent right! I done spent the last seventeen years worrying about what you got. Now it’s your turn, see? I’ll tell you what to do. You grown . . . we don established that. You a man. Now, let’s see you act like one. Turn your behind around and walk out this yard. And when you get out there in the alley . . . you can forget about this house. See? Cause this is my house. You go on and be a man and get your own house. You can forget about this. You can forget about this. ‘Cause this is mine. You go on and get yours because I’m through with doing for you.", "owner": "August Wilson, Fences"}, {"item": "It would have been helpful if there was a Mayo Clinic chapter about the topic of \"leaving.\" Man, I would have read that chapter over and over -- leaving your wailing baby in the morning without wanting to slit your wrists; leaving your desk even though you are only a half hour away from completing something that would feel so good to wrap up; leaving the building so no one notices that you are actually leaving. I was much more interested in honing that skill than learning how to puree apples and carrots to freeze in ice-cube trays (not that I ever did that either). As long as I was a full-time working mother with a clock to punch or a train to catch -- as I would be for eight more years -- I never figured out how to leave with grace or with so-called conviction.", "owner": "Jenny Rosenstrach"}, {"item": "Parenthood is a very sacred journey but only a few owe it!", "owner": "Tehreem Rahat"}, {"item": "If a brokenhearted mother could sing, I could not remain silent.", "owner": "Beth Moore, To Live Is Christ"}, {"item": "We've been here dozen of times since we met, but this precious month before the baby is born feels like a last first date. There's a different kind of romance beginning. We will never again be entirely alone in the world", "owner": "Elizabeth Bard, Picnic in Provence: A Memoir with Recipes"}, {"item": "I could impersonally imagine a father willingly and painlessly ending the life of a son before that life should fade and fray into the common background pattern of greedy passions and deliberate violence which is also the pattern of inevitable self-destruction.", "owner": "Kenneth MacKenzie, The Refuge"}, {"item": "All children think unkindly of their parents at some time or another", "owner": "Kenneth MacKenzie, The Refuge"}], "pagination": {"size": 20, "total": 6, "current": 1}}