{"contents": [{"item": "The style of flirtation specific to classrooms was of service to the students all their lives.", "owner": "Renata Adler, Speedboat"}, {"item": "College is a blossoming new world of genital opportunity.", "owner": "Thomm Quackenbush, We Shadows"}, {"item": "Ah, group projects. Some people love 'em, some people hate 'em - okay, most people hate 'em. Your grade now depends on other people whom you may never have met before, and you've somehow got to do the impossible: find some time when a bunch of super-busy high school or college students can actually meet in person.", "owner": "Stefanie Weisman, The Secrets of Top Students: Tips, Tools, and Techniques for Acing High School and College"}, {"item": "The college diploma has no more power to hold the knowledge you have gained in college than a piece of tissue paper over a gas jet can hold the gas in the pipe.", "owner": "Orison Swett Marden, Pushing to the Front"}, {"item": "It was a running joke; everyone was aware of how ridiculous the rumor mill was, and yet they all shamelessly participated in it.", "owner": "Jamie McGuire, Beautiful Disaster"}, {"item": "Maybe we were being a bit unrealistic, but we had this hope that if we could just get into the Ivy League, everything would be set. We dreamed of Gothic libraries and leafy green quads and romantic dorms with fireplaces and guys who were not only cute but also smart and charming, and, quite possibly, British. In college, we believed, we’d finally find our people.", "owner": "Sarah Strohmeyer, Smart Girls Get What They Want"}, {"item": "You have a college degree? You can barely talk.", "owner": "Susan Elizabeth Phillips, The Great Escape"}, {"item": "Going to college don't make you from somewhere, any more than a cat born in an over can call itself a biscuit.", "owner": "Laura Lippman, Pony Girl"}, {"item": "College mostly makes people like bladders—just good for nothing but t’ hold the stuff as is poured into ‘em.", "owner": "George Eliot, Adam Bede"}, {"item": "In your temporary failure there is no evidence that you may not yet be a better scholar, and a more successful man in the great struggle of life, than many others, who have entered college more easily.", "owner": "Abraham Lincoln"}, {"item": "Once I've been told that college is fun, a mixture of education and pleasure. I really don't understand where the F did they brought this conclusion from.", "owner": "Amjed Rajab"}, {"item": "I was not use to that kind of hunger, even as a poor college student.", "owner": "Julie Wenzel, Alone I Walk"}, {"item": "...\"There’s really no way I can explain it to her without *still* sounding like scum,\" I complained to Sinter.\"The 'sympathy shack-up' doesn’t score many points,\" he agreed.*", "owner": "Molly Ringle, Relatively Honest"}, {"item": "Life is my college. May I graduate well  and earn some honors!", "owner": "Louisa May Alcott"}, {"item": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?", "owner": "David Wood"}, {"item": "Those who go to college and never get out are called professors.", "owner": "Anonymous"}, {"item": "Life is my college. May I graduate well  and earn some honors!", "owner": "Louisa May Alcott"}, {"item": "College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?", "owner": "David Wood"}, {"item": "Those who go to college and never get out are called professors.", "owner": "Anonymous"}, {"item": "Life is my college. May I graduate well  and earn some honors!", "owner": "Louisa May Alcott"}], "pagination": {"size": 20, "total": 10, "current": 9}}