{"contents": [{"item": "People told me not to get married; I didn´t listen. No one ever listens, it seems to me now. Perhaps people should stop trying to communicate. N was not a communicator; early on, I´d insisted on communication. Now I see his point acutely. I would love to have him back to not communicate with me. I would never ask for communication again, I would simply go elsewhere for the deep fish. Also, I´m not at all sure I want to hear what he has to say in this new vista. This works out well.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "I think: I would like to take N back to a story right now, like a rake.  I would say, \"Oh, this rake is uneven. Do you have any where the tines go straight across?\" I would like to do a straight exchange. But there are things that cannot be returned. Errant husbands are one of them. Wives are not. Wives can be exchanged; I have always known this.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "Thank God (my wife) and I were both born poorso the concept of fidelity was allowed to take root in us.", "owner": "Allan Wolf, The Watch That Ends the Night"}, {"item": "The yearn of the faithfulThe call of the wildTwo conflicting worlds collideSteadfast in a world spiraling out of control. One foot to the earthOne head in the clouds", "owner": "Morris R. Gates"}, {"item": "[The Devil and his angels] have... persuad[ed]... humans that a curious, and usually short-lived, experience which they call \"being in love\" is the only respectable ground for marriage; that marriage can, and ought to, render this excitement permanent; and that a marriage which does not do so is no longer binding. This idea [comes from their] parody of an idea that came from [God]... Things are to be many, yet somehow also one. The good of one self is to be the good of another. This... He calls Love, and this... can be detected under all He does and even all He is... He introduces into matter... the organism, in which the parts are [set at odds with] their natural destiny of competition and made to cooperate... In... humans [God] has... associated affection between the parties with sexual desire. He has also made the offspring dependent on the parents and given the parents an impulse to support it-thus producing the Family, which is like the organism, [but] the members are more distinct, yet also united in a more conscious and responsible way... [Heavenly Father] described a married couple as \"one flesh.\" He did not say \"a happily married couple\" or \"a couple who married because they were in love\"...", "owner": "C.S. Lewis, The Screwtape Letters"}, {"item": "She was still not at ease with the idea that she was now important enough to have people as accessories. Nor was she comfortable with the idea of these people as gatekeepers with access to the details of their personal lives. Whenever she felt herself shrinking under the indifferent glare of the staff that surrounded her, as she did in this instance, she straightened her back and lifted her chin in the way that Chiedza, her trusted advisor-friend, had instructed her to do.", "owner": "Panashe Chigumadzi"}, {"item": "You can’t fight an evil disease with sweet medicine,’ says the ng’anga.", "owner": "Panashe Chigumadzi"}, {"item": "Later, as she drove the children to school, she thought how worn the grooves were along which they moved their quarrels. She could feel herself saying all the clichéd phrases of a thousand injured women before her, but she could never stop herself. - ‘The Negotiated Settlement", "owner": "Petina Gappah, An Elegy for Easterly: Stories"}, {"item": "I asked him what his work was. He answered that he devoted all his time to his political activities... He was undoubtedly busy with the diplomatic relations between his testicles and women's breast.", "owner": "Marjane Satrapi, Embroideries"}, {"item": "Relationship is only two on board. It has to sink when there is one extra passenger", "owner": "Farid F. Ibrahim"}, {"item": "The more cashless our society becomes, the more our moral compass slips.", "owner": "Dan Ariely, The Honest Truth About Dishonesty: How We Lie to Everyone - Especially Ourselves"}, {"item": "Dragons, for instance, have the right of safe conduct anywhere in Faërie. A reader may not like to read stories about dragons, she may be morally offended or aesthetically uninterested or simply sick of the subject; but at any rate she will not complain that the author has cheated by bringing in a dragon, because dragons belong in fantasy.", "owner": "Tom Simon"}, {"item": "Child think mother is my protector who save me from all bad , but what is , if mother herself throw child life in risk by break child swear continuously, is it not betrayal to that child and child feelings ? what is the meaning of love ? that kiss every day and say i love you ? or cooking good food and buy new dress and toys ? take care of life ,or love is mean to respect feelings ? if it is love then why there is no fear of life and why there is no respect of feelings.Doesn't matter its your beloved or child\"Respect of feelings is The love", "owner": "Mohammed Zaki Ansari, \"Zaki's Gift Of Love\""}, {"item": "Searching through Monster.com while on the clock feels like being on Tinder while still married.", "owner": "Crystal Woods, Write like no one is reading 2"}, {"item": "Dominant negativity cheats reality of its mutual positives.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "In your mind you are cheating somebody, but in reality you are cheating yourself.", "owner": "Cyc Jouzy"}, {"item": "In the many months of his absence, she never wondered whether he was true to her or not; she knew he was. She knew, even though she was too young to know the reason, that indiscriminate desire and unselective indulgence were possible only to those who regarded sex and themselves as evil.", "owner": "Ayn Rand, Atlas Shrugged"}, {"item": "When you are married to a powerful man, especially a handsome one, you expect indiscretion. It comes with the territory. What you don’t expect is to find out about it on the evening news. ~ Linda Boyd", "owner": "Jayden Hunter, Undressed To The Nines"}, {"item": "Sex Games: What Men Really Think About Sex Partners (Sexuality, Cheating", "owner": "Raphael Schwartz, Sex Games: What Men Really Think About Sex Partners"}, {"item": "If anybody studying psychology wants a concrete example of what a narcissist looks like, I advise them to consider any man who cheats on his wife. These guys are the textbook me-firsters, the ones who think the rules don't apply to them, the ones who tell themselves as long as she doesn't know, there's no harm done. No woman needs to sleep with these guys. There are so many single self-absorbed narcissists who will fuck you poorly.", "owner": "Julie Klausner, I Don't Care About Your Band: Lessons Learned from Indie Rockers, Trust Funders, Pornographers, Felons, Faux-Sensitive Hipsters, and Other Guys I've Dated"}], "pagination": {"size": 20, "total": 6, "current": 2}}