{"contents": [{"item": "If you seek honor and respect you will not find it, for a leader is powerless to elevate himself. It is only when you serve others without regard for self, will honor, respect and lasting success be found.", "owner": "Stevenson Willis, Thes Proverbs of Leadership"}, {"item": "Government was rarely more than a choice between the disastrous and the unpalatable.", "owner": "Barbara W. Tuchman, The March of Folly: From Troy to Vietnam"}, {"item": "Leadership is the art of giving people a platform for spreading ideas that work.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "It's not about you. It's about them.", "owner": "Clint Eastwood"}, {"item": "Leaders are people who believe so passionately that they can seduce other people into sharing their dream.", "owner": "Warren G. Bennis, Organizing Genius: The Secrets of Creative Collaboration"}, {"item": "Leadership is for those who love the public good and are endowed and trained to administer it.", "owner": "Thornton Wilder, The Ides of March"}, {"item": "the condition of leadership adds new degrees of solitariness to the basic solitude of mankind. Every order that we issue increases the extent to which we are alone, and every show of deference which is extended to us separates us from our fellows.", "owner": "Thornton Wilder, The Ides of March"}, {"item": "Successful leaders see the opportunities in every difficulty rather than the difficulty in every opportunity", "owner": "Reed Markham"}, {"item": "Women feel a need for a certain level of prior training and experience that men do not necessarily demand in order to jump into a new role. There's a need for women to trust themselves more...", "owner": "Selena Rezvani, The Next Generation of Women Leaders: What You Need to Lead But Won't Learn in Business School"}, {"item": "No.” Allie stood her ground. “I’ll not go in.““Me, neither.” Jason slid from his horse. “If Allie ain’t going in, I’m not going in.”Wes glanced skyward. How was it possible for his near mute wife to pick up an echo? After four years in the Army, leading men, and two years of pushing cattle to market, it took Allie to make Wes realize that a leader wasn’t a leader unless he had a follower.“All right, where would you like to sleep tonight?", "owner": "Jodi Thomas, To Kiss a Texan"}, {"item": "They stood there, King of the Hill, Top of the Heap, Ruler of All They Surveyed, Unimpeachable Monarchs and Presidents, trying to understand what it meant to own a world and how big a world really was.", "owner": "Ray Bradbury, The Martian Chronicles"}, {"item": "Exercising leadership is an expression of your aliveness... But when you cover yourself up, you risk losing something as well. In the struggle to save yourself, you can give up too many of those qualities that are the essence of being alive, like innocence, curiosity, and compassion.", "owner": "Ronald A. Heifetz, Leadership on the Line: Staying Alive Through the Dangers of Leading"}, {"item": "If done \"as God wants.' then leadership will surely include intercessory prayer. The saintly Bishop Azariah of India once remarked to Bishop Stephen Neill that he found time to pray daily, by name, for every leader in his extensive diocese. Little wonder that during his thirty years of eldering there, the diocese tripled its membership and greatly increase in spiritual effectiveness", "owner": "J. Oswald Sanders"}, {"item": "Sasha: \"It's not your fault. You were doing what you thought was best to keep them safe. It isn't easy, making those kinds of decisions. I know that. And I also know the difference between you when you're trying to be the leader and you when you get to just be a boy.\"Wells: \"It's funny you should say that,\"\"Say what?\"\"That you see the difference between me as a leader and me as a person.\"\"I believe I said boy.\" she corrected.~Chapter 21 Pg: 228", "owner": "Kass Morgan"}, {"item": "Winners see the dream and develop plans while the rest see the obstacles and develop justifications.", "owner": "Orrin Woodward, LIFE"}, {"item": "Today this courtyard was filled with great warriors. What is more? But it was not filled with great men who have the heart to rule a kingdom. Any man can kill, Finnikin. It is a stroke, an action with one's hand. But not every man knows how to lead.", "owner": "Melina Marchetta, Finnikin of the Rock"}, {"item": "a leadership is a position of action process of abolition,completion of mission,over come oppositionand submission of duties", "owner": "akhil aravind"}, {"item": "How was your day? If your answer was \"fine,\" then I don't think you were leading.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "Victim fall in love with excuses", "owner": "Robin S. Sharma, The Leader Who Had No Title: A Modern Fable on Real Success in Business and in Life"}, {"item": "Good ideas are not adopted automatically. They must be driven into practice with courageous patience.", "owner": "Hymann Rickover"}], "pagination": {"size": 20, "total": 10, "current": 6}}