{"contents": [{"item": "We are stuck on the obvious of this world, and it so fills our minds and our beings that there is little room for anything else, even if that \"obvious\" is merely a small part of what is real.", "owner": "Van Harden, Life in the Purple Wedge!"}, {"item": "That’s been one of my mantras — focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains. [BusinessWeek, May 25 1998]", "owner": "Steve Jobs"}, {"item": "Intense, sustained focus fuels manifestation.", "owner": "T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""}, {"item": "Focus is the ability to say no to the GOOD so you can fulfill the yes you said to the GREAT.", "owner": "Orrin Woodward"}, {"item": "Focus isn't about hammering one nail all our lives.It’s about hammering lots of nails, one way, all our lives.", "owner": "Scott Ginsberg"}, {"item": "Successful people work hard on the right things b/c working hard on the wrong things only makes one worn out while failing.", "owner": "Orrin Woodward"}, {"item": "Yesterday's shortcuts are today's nightmares. The race is quicker when we're stricter. Keep your eyes on today, and declare what you may.", "owner": "Mark  Donnelly"}, {"item": "Set aside your repertoire of objections and own 100 percent of your focus.", "owner": "Lorii Myers, No Excuses, The Fit Mind-Fit Body Strategy Book"}, {"item": "And what impels him to repeat this process at every single lesson, and, with the same remorseless insistence, to make his pupils copy it without the least alteration? He sticks to this traditional custom because he knows from experience that the preparations for working put him simultaneously in the right frame of mind for creating. The meditative repose in which he performs them gives him that vital loosening and equability of all his powers, that collectedness and presence of mind, without which no right work can be done.", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "Focus is the soul of success.", "owner": "Sandeep Kakkar"}, {"item": "In order to pick something up, you've got to put something down.", "owner": "Todd Stocker"}, {"item": "It's not always that we need to do more but rather that we need to focus on less.", "owner": "Nathan W. Morris"}, {"item": "As long as you allow your past to haunt you, you'll never be free to pursue your future. You won't even be able to focus on your present.", "owner": "Brian Klemmer, The Compassionate Samurai: Being Extraordinary in an Ordinary World"}, {"item": "Focus on the highest, clearest, and most meaningful teaching you can find, and let all else go.", "owner": "Alan Cohen"}, {"item": "Keep your eyes on the prize for you cant hit an unseen target but don't forget to pay the price", "owner": "Bernard Kelvin Clive"}, {"item": "Those who row the boat don't have time to rock it while those who rock it don't have time to row it.", "owner": "Orrin Woodward"}, {"item": "The ability to focus is the key separation point between those who move ahead and those who fall behind.", "owner": "Orrin Woodward"}, {"item": "The key to competing and surviving against Wal-Mart is to focus your business into a niche or pocket where you can leverage your strengths in the local marketplace.", "owner": "Michael Bergdahl"}, {"item": "It can be easy to buy into anything. I would lose focus if I went with that attitude of wanting to be famous.", "owner": "Tristan MacManus"}, {"item": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.", "owner": "Dalai Lama"}], "pagination": {"size": 20, "total": 10, "current": 8}}