{"contents": [{"item": "A general never shows despair. He instills confidence in his troops. He leads them forward, even into the mouth of death.", "owner": "Rick Riordan, The Throne of Fire"}, {"item": "If you can't swallow your pride, you can't lead. Even the highest mountain had animals that step on it.", "owner": "Jack Weatherford, Genghis Khan and the Making of the Modern World"}, {"item": "Give as few orders as possible,\" his father had told him once long ago. \"Once you've given orders on a subject, you must always give orders on that subject.", "owner": "Frank Herbert, Dune"}, {"item": "Real leadership is being the person others will gladly and confidently follow.", "owner": "John C. Maxwell"}, {"item": "He that thinketh he leadeth and hath no one following him is only taking a walk.", "owner": "John C. Maxwell"}, {"item": "In a battle between  two ideas, the best one doesn't necessarily win. No, the idea that wins is the one with the most fearless heretic behind it.", "owner": "Seth Godin, Tribes: We Need You to Lead Us"}, {"item": "The first key to leadership is self-control.", "owner": "Jack Weatherford, Genghis Khan and the Making of the Modern World"}, {"item": "I'll be long gone before some smart person ever figures out what happened inside this Oval Office.\"(Washington DC, 12 May, 2008)", "owner": "George W. Bush"}, {"item": "The art of leadership is saying no, not yes. It is very easy to say yes.", "owner": "Tony Blair"}, {"item": "A star wants to see himself rise to the top.A leader wants to see those around him rise to the top.", "owner": "Simon Sinek"}, {"item": "(On being in a position of leadership) Even if it's your dog, you've got authority over somebody. Start treating him better.", "owner": "Joyce Meyer"}, {"item": "Always try to associate yourself with and learn as much as you can from those who know more than you do, who do better than you, who see more clearly than you.", "owner": "Dwight D. Eisenhower, At Ease: Stories I Tell to Friends"}, {"item": "True leaders understand that leadership is not about them but about those they serve. It is not about exalting themselves but about lifting others up.", "owner": "Sheri Dew, Saying It Like It Is"}, {"item": "The task of the leader is to get his people from where they are to where they have not been. ", "owner": "Henry Kissinger"}, {"item": "I must follow the people. Am I not their leader?", "owner": "Benjamin Disraeli"}, {"item": "To all those watching tonight from beyond our shores, from parliaments and palaces, to those who are huddled around radios in the forgotten corners of the world, our stories are singular, but our destiny is shared, and a new dawn of American leadership is at hand.", "owner": "Barack Obama"}, {"item": "Show me the man you honor and I will know what kind of man you are.", "owner": "Thomas John Carlisle"}, {"item": "Go to the people. Live with them. Learn from them. Love them. Startwith what they know. Build with what they have. But with the bestleaders, when the work is done, the task accomplished, the people willsay 'We have done this ourselves.", "owner": "Lao Tzu"}, {"item": "Rank does not confer privilege or give power. It imposes responsibility.", "owner": "Peter F. Drucker"}, {"item": "Great teams do not hold back with one another. They are unafraid to air their dirty laundry. They admit their mistakes, their weaknesses, and their concerns without fear of reprisal.", "owner": "Patrick Lencioni, The Five Dysfunctions of a Team: A Leadership Fable"}], "pagination": {"size": 20, "total": 10, "current": 3}}