{"contents": [{"item": "Let go of the pain.", "owner": "Lailah Gifty Akita"}, {"item": "Forgiveness enables me to walk away from that pain, the loneliness and suffering.", "owner": "Sharon E. Rainey, The Best Part of My Day Healing Journal"}, {"item": "Why dwell on the pain, when you can focus on peaceful thoughts?", "owner": "Lailah Gifty Akita"}, {"item": "It hurt to be wounded. But healing begins with forgiveness.", "owner": "Lailah Gifty Akita"}, {"item": "Let go of your pain and heal your wounds.", "owner": "Lailah Gifty Akita"}, {"item": "the supposedly intelligent are often too quick to judgewhen really all that's needed is loveand understandingbut try not to judge them in return because they will often judge themselves even more harshlywhich is so sad in a world that's already so full of pain that hugsand forgiveness should be called forevery single day", "owner": "Jay Woodman"}, {"item": "I hated myself, and the part of me that was cowardly wished for a simple solution: an exchange of pain for forgiveness. But life didn’t work that way, and fucking up was forever.", "owner": "Alexis  Hall, For Real"}, {"item": "Instantaneous forgiveness can bring longstanding self-preservation, not to mention a cheaper Ralph's bill on Rolaids.", "owner": "Ace Antonio Hall"}, {"item": "Pain and love cannot be in the same space. You can never love anyone in pain. You cannot truly love yourself in pain. The more pain you carry in your heart, the harder it becomes to love anyone including yourself.", "owner": "Kemi Sogunle"}, {"item": "She did understand, or at least she understood that she was supposed to understand. She understood, and said nothing about it, and prayed for the power to forgive, and did forgive. But he can't have found living with her forgiveness all that easy. Breakfast in a haze of forgiveness: coffee with forgiveness, porridge with forgiveness, forgiveness on the buttered toast. He would have been helpless against it, for how can you repudiate something that is never spoken? She resented, too, the nurse, or the many nurses, who had attended my father in the various hospitals. She wished him to owe his recovery to her alone—to her care, to her tireless devotion. That is the other side of selflessness: its tyranny.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "I know that many, if not most, women would have a problem with my acceptance of what happened with Lara.  The reality is I shall always be grateful to Lara for helping my husband when I could not do so. I couldn’t have chosen a better or kinder surrogate.", "owner": "Deirdre-Elizabeth Parker, The Fugitive's Doctor"}, {"item": "In all marriages there is struggle and ours was no different in that regard. But we always came to the other shore, dusted off, and said, There you are, my love.", "owner": "Elizabeth Alexander"}, {"item": "I will not give up on love.", "owner": "Lailah Gifty Akita"}, {"item": "Stop beating yourself up over the past.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Let go of your hate. It's not too late.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Don't be content with your judgments. They diminish you.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Sorry is good. Not repeating the mistake is better.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Love is the essence of life.", "owner": "Lailah Gifty Akita"}, {"item": "Lord, help me to have Your love and forgiveness in my heart. Enable me to live in peace, tranquility, simplicity, and good health. In Jesus name I pray. Amen.", "owner": "Stormie Omartian, Prayers for Emotional Wholeness: 365 Prayers for Living in Freedom"}, {"item": "God’s forgiveness is greater than the devil’s hate.", "owner": "DeWayne Owens"}], "pagination": {"size": 20, "total": 10, "current": 6}}