{"contents": [{"item": "You're sure your new roommate won't be like the last one who wore tinfoil socks and had a tendency to occasionally urinate in the refrigerator. You're sure you'll pass Math 106 this time around. You're determined to actually join some clubs this year and not just sit around in your dorm eating spray cheese from a can and watching youtube videos about cats.", "owner": "Patrick Rothfuss"}, {"item": "Take a limitation and turn it into an opportunity. Take an opportunity and turn it into an adventure by dreaming BIG!", "owner": "Jo Franz"}, {"item": "A whale ship was my Yale College and my Harvard.", "owner": "Herman Melville"}, {"item": "Christ, seven years of college, down the drain.", "owner": "John Belushi"}, {"item": "Of a sudden he felt that fraternity life was the only way to exist at college. How could he have doubted? (126)", "owner": "Ferrol Sams, The Whisper of the River"}, {"item": "And yet not a dream, but a mighty reality- a glimpse of the higher life, the broader possibilities of humanity, which is granted to the man who, amid the rush and roar of living, pauses four short years to learn what living means", "owner": "W.E.B. Du Bois"}, {"item": "When you're in college you haven't had that much life. Parents, school, assorted youth activities—that's about it.", "owner": "Martha Moody, Best Friends"}, {"item": "At Reed College, I learned very quickly that I didn't know nearly enough. I learned, first, that every student there was as smart as I was, and quite a few seemed smarter.", "owner": "John Daniel, Rogue River Journal: A Winter Alone"}, {"item": "It is a well known fact that Abraham Lincoln spent much of his spare time visiting wounded soldiers in Union Army hospitals. I've spent thirty years teaching history at Columbia and I don't think I've spent more than fifteen minutes in the freshman dorm. Are we the ones keeping Lincoln's memory alive? Or are we burying it?", "owner": "Eric Foner, Our Lincoln: New Perspectives on Lincoln and His World"}, {"item": "...and often Lisa thought bitterly of the ideas she had held on \"college life\" before coming to Denton, ideas and images culled from a hundred magazine stories and as many movies. Where were the convertibles, the secret bottles of liquor, the gay young men and their wild girl friends?", "owner": "Grace Metalious, The Tight White Collar"}, {"item": "Yet here was Morrie talking with the wonder of our college years, as if I'd simply been on a long vacation. ..I once promised I would never work for money, that I would join the Peace Corps, that I would live in beautiful, inspirational places.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "Yet here was Morrie talking with the wonder of our college years, as if I'd simply been on a long vacation. ..What happened to me? I once promised I would never work for money, that I would join the Peace Corps, that I would live in beautiful, inspirational places.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "I was brand-new in San Francisco, right out of college, and I thought it was thrilling, a guy buying me a drink. I didn’t think, how tacky, this creep is buying me a drink. I thought, how amazing, I put on lipstick and a short skirt and look what can happen.", "owner": "Marcy Dermansky, The Red Car"}, {"item": "He's a cocky SOB. He knew the Nick Adams Stories. Probably a frustrated English major who graduated from college qualified to drive a cab.", "owner": "Peter Heller, Celine"}, {"item": "Well, I should like to see you go to college, Anne, but if you never do, don't grow discontented about it. We make our own lives wherever we are, after all... college can only help us do it more easily.", "owner": "L.M. Montgomery, Anne of Avonlea"}, {"item": "It was quiet, the old wood creaking and the snow barely visible outside the stained glass. And I sat down. And I looked up. At this giant room I was in. At this place where thousands of people had sat before me. And alone, at night, in the middle of a New Haven storm, I felt so remarkably, unbelievably safe.", "owner": "Marina Keegan, The Opposite of Loneliness: Essays and Stories"}, {"item": "Harder still was the pretense her studies demanded: the need to dissemble, to parrot her professors' orthodoxies, to feign interest in theories that were of no use to her.", "owner": "John Wray, The Lost Time Accidents"}, {"item": "You sound like a college freshman taking his first philosophy class way too seriously, but that's good.", "owner": "Michael Grant, Eve & Adam"}, {"item": "On the hot, fragrant afternoon of my graduation from college it seemed that good fortune was not merely latent but unavoidable, folded and in the bag.", "owner": "Geoffrey Wolff, A Day at the Beach: Recollections"}, {"item": "Being smart and rich are lucky, but being curious and compassionate will save your ass. Being curious and compassionate can take you out of your ego and edge your soul towards wonder.", "owner": "Mary Karr, Now Go Out There:"}], "pagination": {"size": 20, "total": 10, "current": 6}}