{"contents": [{"item": "Sorry is good. Not repeating the mistake is better.", "owner": "Walter E. Jacobson, Forgive to Win!: End Self-Sabotage. Get Everything You Want"}, {"item": "Love is the essence of life.", "owner": "Lailah Gifty Akita"}, {"item": "Lord, help me to have Your love and forgiveness in my heart. Enable me to live in peace, tranquility, simplicity, and good health. In Jesus name I pray. Amen.", "owner": "Stormie Omartian, Prayers for Emotional Wholeness: 365 Prayers for Living in Freedom"}, {"item": "God’s forgiveness is greater than the devil’s hate.", "owner": "DeWayne Owens"}, {"item": "Forgiving yourself and others gives your spirit freedom", "owner": "Latorria Freeman, Turn My Life Around Discovering Your Purpose"}, {"item": "I’ve learned that you cannot be bitter and happy. You cannot be pitiful and powerful at the same time, you have to choose one of them. If you’ve had a lot of people that have hurt you, then you won’t help yourself by being bitter, resentful and pitiful about it. Forgiveness is freedom, and forgiveness is power.", "owner": "Jeanette Coron"}, {"item": "Forgiveness is a powerful cure.", "owner": "Sue Fitzmaurice"}, {"item": "Sin drains strength.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "It is hard to focus on going forwards when you are looking backwards.", "owner": "Gillian Duce"}, {"item": "You can love them, forgive them, want good things for them…but still move on without them.", "owner": "Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass"}, {"item": "It is only when the mind is free from the old that it meets everything anew, and in that there is joy.", "owner": "Jiddu Krishnamurti"}, {"item": "Forgiveness is the joy of friendship.", "owner": "Lailah Gifty Akita"}, {"item": "One of the most devastating symptoms of pride is the unwillingness to forgive.", "owner": "Wayne Gerard Trotman, Kaya Abaniah and the Father of the Forest"}, {"item": "Forgiveness is a very curious thing, in that you must not only know how to forgive; but you must also know how to accept forgiveness. Both of these aspects are equally important. When someone forgives you— believe it.", "owner": "C. JoyBell C."}, {"item": "The weak can never forgive. Forgiveness is the attribute of the strong.", "owner": "Mahatma Gandhi, All Men are Brothers: Autobiographical Reflections"}, {"item": "It takes strength to forgive and love unconditionally,a nd you have that strength, Savannah. It´s what makes you shine.", "owner": "Michelle Madow, Diamonds are Forever"}, {"item": "The mercy of forgiveness is brought from the strength to accept any situation given and faced. Spiritual independence and humbleness toward life makes life like a flowing river of release. What happens will happen anyways, and everybody can make mistakes. The important thing is to learn how to make a better future from the mistake.", "owner": "Hiroko Sakai"}, {"item": "Never does the human soul appear so strong as when it forgoes revenge, and dares forgive an injury.", "owner": "Edwin Hubbell Chapin"}, {"item": "Find mebeneath your tongue,but not with other lipsnor by another tongueFind melet your yearning run wild as thirst seeks wateras silence seeks the soundFind meand I will be on my way...", "owner": "Efrat Cybulkiewicz"}, {"item": "I kindly ask you to place your name in 1 Corinthians 13:4-6. And read it out loud. This verse will help you reflect on your own behavior, to become the right type of person for yourself and others.", "owner": "Efrat Cybulkiewicz"}], "pagination": {"size": 20, "total": 10, "current": 6}}