{"contents": [{"item": "Maxim 31: Only cheaters prosper.-The Seventy Maxims of Maximally Effective Mercenaries", "owner": "Howard Tayler"}, {"item": "There is no such thing as cheating. There is only winning or losing.", "owner": "Kiersten White, And I Darken"}, {"item": "If you can cheat, so can I. I won't let you beat me unfairly - I'll beat you unfairly first.", "owner": "Orson Scott Card, Ender's Game"}, {"item": "My parents raised me to get things done, no matter what. They don’t care about rules, just appearances. This whole time I’ve been telling myself that I’m going to be different from my parents, different from my sister, be the one who stuck to the straight and narrow. But I think I had it all wrong, Call. I don’t care about rules or appearances. I don’t want to be the person who just gets things done. I want to do the right thing. I don’t care if we have to lie or cheat or cut corners or break rules to do it.", "owner": "Cassandra Clare"}, {"item": "Sometimes there a hundred lies behind a smile and not a single truth behind a tear.", "owner": "Saahil Prem"}, {"item": "The truly scary thing about undiscovered lies is that they have a greater capacity to diminish us than exposed ones. They erode our strength, our self-esteem, our very foundation.", "owner": "Cheryl Hughes"}, {"item": "When people cheat in any arena, they diminish themselves-they threaten their own self-esteem and their relationships with others by undermining the trust they have in their ability to succeed and in their ability to be true.", "owner": "Cheryl Hughes"}, {"item": "Moreover, grandmothers of students who aren't doing so well in class are at even higher risk - students who are failing are fifty times more likely to lose a grandmother compared with non-failing students. In a paper exploring this sad connection, Adam speculates that the phenomenon is due to intrafamilial dynamics, which is to say, students' grandmothers care so much about their grandchildren that they worry themselves to death over the outcome of exams.", "owner": "Dan Ariely, The Honest Truth About Dishonesty: How We Lie to Everyone - Especially Ourselves"}, {"item": "I had my bad-boy moment in my teens. I'll never do that again. It wasn't pleasant, and I learned my lesson. It was sexy and mysterious, and it's like, 'Look how cool they are,' but it's just not worth it. He was lying to me and accusing me of cheating - but then I realized he was the one cheating.", "owner": "Jessica Biel"}, {"item": "Next to hurting my family, cheating on me is the worst thing someone could do.", "owner": "Robert Buckley"}, {"item": "Well, when I think of steroids I think of an image. You have the advantage over someone, which is a form of cheating. I guess it wouldn't be right unless it was legal for everybody. Reason it's not legal for everybody is because it can hurt people seriously.", "owner": "Evander Holyfield"}], "pagination": {"size": 11, "total": 6, "current": 5}}