{"contents": [{"item": "There is a kind of happiness and wonder that makes you serious. It is too good to waste on jokes.", "owner": "C.S. Lewis"}, {"item": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.", "owner": "Marcel Pagnol"}, {"item": "The secret of happiness is to face the fact that the world is horrible, horrible, horrible.", "owner": "Bertrand Russell"}, {"item": "Happiness only real when shared.", "owner": "Christopher McCandless"}, {"item": "You must be the best judge of your own happiness.", "owner": "Jane Austen, Emma"}, {"item": "One is happy as a result of one's own efforts once one knows the necessary ingredients of happiness: simple tastes, a certain degree of courage, self denial to a point, love of work, and above all, a clear conscience.", "owner": "George Sand"}, {"item": "Happiness is the most natural thing in the world when you have it, and the slowest, strangest, most impossible thing when you don't. It's like learning a foreign language: You can think about the words all you want, but you'll never be able to speak it until you suck up your courage and say them out loud.", "owner": "Dan Wells, Partials"}, {"item": "I may never be happy, but tonight I am content.", "owner": "Sylvia Plath, The Unabridged Journals of Sylvia Plath"}, {"item": "Happiness is excitement that has found a settling down place, but there is always a little corner that keeps flapping around.", "owner": "E.L. Konigsburg, From the Mixed-Up Files of Mrs. Basil E. Frankweiler"}, {"item": "I think the saddest people always try their hardest to make people happy because they know what it’s like to feel absolutely worthless and they don’t want anyone else to feel like that.", "owner": "Robin Williams"}, {"item": "Really high-minded people are indifferent to happiness, especially other people's.", "owner": "Bertrand Russell, The Impact of Science on Society"}, {"item": "Why should we build our happiness on the opinons of others, when we can find it in our own hearts?", "owner": "Jean-Jacques Rousseau, The Social Contract and Discourses"}, {"item": "Happiness comes from within. It is not dependent on external things or on other people. You become vulnerable and can be easily hurt when your feelings of security and happiness depend on the behavior and actions of other people. Never give your power to anyone else.", "owner": "Brian L. Weiss"}, {"item": "A large income is the best recipe for happiness I ever heard of.", "owner": "Jane Austen, Mansfield Park"}, {"item": "Exactly. How can you know it makes you happy if you’ve never experienced it?”“There are different kinds of happy,” she said. “Some kinds don’t need any proof.", "owner": "Jennifer E. Smith, This Is What Happy Looks Like"}, {"item": "He whose face gives no light, shall never become a star.", "owner": "William Blake"}, {"item": "Laugh, and the world laughs with you;Weep, and you weep alone;For the sad old earth must borrow its mirth,But has trouble enough of its own.", "owner": "Ella Wheeler Wilcox, Poems of Passion"}, {"item": "Most people would rather be certain they're miserable, than risk being happy.", "owner": "Robert Anthony"}, {"item": "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think.", "owner": "Dale Carnegie"}, {"item": "I do not think we have a \"right\" to happiness. If happiness happens, say thanks.", "owner": "Marlene Dietrich, Marlene Dietrich's ABC"}], "pagination": {"size": 20, "total": 10, "current": 9}}