{"contents": [{"item": "Not being tense but ready.Not thinking but not dreaming.Not being set but flexible.Liberation from the uneasy sense of confinement.It is being wholly and quietly alive, aware and alert, ready for whatever may come.", "owner": "Bruce Lee, Tao of Jeet Kune Do"}, {"item": "It is a wretched thing that the young men of today are so contriving and so proud of their material posessions. Men with contriving hearts are lacking in duty. Lacking in duty, they will have no self-respect.", "owner": "Tsunetomo Yamamoto, Hagakure: The Book of the Samurai"}, {"item": "Until today, it really pissed me off that I'd become this totally centered Zen Master, and nobody had noticed. Still, i'm doing the little FAX thing. I write little HAIKU things and FAX them around to everyone. When i pass people in the hall at work, I get toally ZEN right in everyone's hostile little FACE.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "Earth, mountains, rivers, hidden in this nothingness.In this nothingness, earth, mountains, rivers revealed.Spring flowers, winter snows.There's no being or non-being, nor denial itself.", "owner": "Saisho Hiroshi"}, {"item": "The point of the spiritual life is to realize Truth. But you will never understand the spiritual life, or realize Truth, if you measure it by your own yardstick.", "owner": "Dainin Katagiri"}, {"item": "Do not seek for the truth, only stop having an opinion.", "owner": "SENG-TS'AN"}, {"item": "The importance and unimportance of the self cannot be exaggerated.", "owner": "R.H. Blyth"}, {"item": "Nothing divides one so much as thought.", "owner": "R.H. Blyth"}, {"item": "I'm a practicing Zen Buddhist and I'm influenced by my readings in that tradition, such as the notion that everyone is born a perfect being and we spend most of our lives with a clouded vision trying to realize our perfection,\" he says. At critical moments in the book, T.S. registers his inkling of this realization. When he makes his maps, it feels like taking down dictation from the universe.", "owner": "Reif Larsen"}, {"item": "In our practice we have no particular purpose or goal, nor any special object of worship.", "owner": "Shunryu Suzuki, Zen Mind, Beginner's Mind: Informal Talks on Zen Meditation and Practice"}, {"item": "Hard to restrain, unstable is this mind; it flits wherever it lists. Good it is to control the mind. A controlled mind brings happiness.", "owner": "Gautama Buddha"}, {"item": "Zen probably won’t solve a single one of our problems. What it might do is help us relate differently to what we consider problems.", "owner": "Barry Graham, Kill Your Self: Life After Ego"}, {"item": "When we attach to a problem, we make the problem worse. When we attach to a solution, we make the problem worse.", "owner": "Barry Graham, Nothing Extra: Notes On the Zen Life (Zen for Real Life, #3"}, {"item": "You worry yourself unnecessarily. Put the thought of hitting right out of your mind!", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "...being able to wait without purpose in the state of highest tension...without continually asking yourself: Shall I be able to manage it? Wait patiently, as see what comes - and how it comes!", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "... the Master's warning that we should not practice anything except self-detaching immersion.", "owner": "Eugen Herrigel, Zen in the Art of Archery"}, {"item": "Zen is a double-edged sword, killing words and thoughts, yet at the same time, giving them life. Although beyond human intellect and philosophy, Zen is their root and source.", "owner": "Masao Abe"}, {"item": "My conscious mind must have its roots and origins in the most unfathomable depths of being, yet it feels as if it lived all by itself in this tight little skull.", "owner": "Alan W. Watts"}, {"item": "Three or four times, I have had the great death but my life is lived in the million tiny moments that make up the one dance", "owner": "zen master"}, {"item": "That's just the trouble, you make an effort to think about it. Concentrate entirely on your breathing, as if you had nothing else to do!", "owner": "Master (Eugen Herrigel)"}], "pagination": {"size": 20, "total": 3, "current": 0}}