{"contents": [{"item": "I don’t want us to be ashamed anymore (we all were crying by this point) of being pregnant or gay or poor or having a crackhead dad! I want us to be fucking proud of ourselves. (...) So we have to be proud and always remember who we are and when we make it to college, who we were.", "owner": "Isabel Quintero, Gabi, a Girl in Pieces"}, {"item": "A college provides a means of accrediting and laundering one’s existence, so that what was may be forgotten under the weight of something far more mundane.", "owner": "Thomm Quackenbush, Flies to Wanton Boys"}, {"item": "It’s YOUR journey. Ask yourself who you are, where you want to go, and how you’d like to get there. Graciously accept advice from everyone, but don’t look left and right and wonder why you’re not taking the path of your peers. Enjoy the path you’re on and make the most of it. Carpe College!", "owner": "Michael  Metzler, Carpe College! Seize Your Whole College Experience"}, {"item": "High school and college students like to torture their bodies. They pull countless all-nighters, continually skip breakfast, eat nothing but ramen noodles for dinner, find creative new ways to guzzle alcohol, transform into couch potatoes, and gain 15 pounds at the freshman dinner buffet. At least, that's the stereotype.", "owner": "Stefanie Weisman, The Secrets of Top Students: Tips, Tools, and Techniques for Acing High School and College"}, {"item": "some students look at the problems that they're facing and they draw global conclusions from them. They say this is not just a professor giving me a bad grade or someone not sitting next to me in the cafeteria. This reflects that fact that I am not ready for college, or I shouldn't be in this college at all.", "owner": "Shankar Vedantam"}, {"item": "I discovered that night (in his college's student politics) that an audience has a feel to it, and, in the parlance of the theater, that audience and I were together.", "owner": "Ronald Reagan"}, {"item": "To be a writer you have to write -- and no academic degree is going to do the writing for you. ", "owner": "Michelle Richmond"}, {"item": "You look incredible, Kavanagh,” Quinn whispered close to my ear. “Are you trying to kill me?”“Ssshhh,” I hissed. “They’re going to hear you.”“I can’t tell my date she’s beautiful?”I turned my head. “No. No, you can’t.", "owner": "Laura Anderson Kurk, Perfect Glass"}, {"item": "Thanet is having a moment,” I said, leaning forward so Quinn could see him.“What’s wrong, man?” Quinn said. “Were you not aware high school dances suck? That they always have sucked and they will continue sucking as long as the world turns?", "owner": "Laura Anderson Kurk, Perfect Glass"}, {"item": "Being in love changes a person…a modest touch changes one’s mind, a lone thought one’s reasoning, but a kiss my friend, well that changes one’s existences.", "owner": "Christina Marie Morales, Ambience"}, {"item": "The primary purpose of going to college isn't to get a great job. The primary purpose of college is to build a strong mind, which leads to greater self-awareness, capability, fulfillment, and service opportunities, which, incidentally, should lead to a better job.", "owner": "Sean Covey, The 6 Most Important Decisions You'll Ever Make: A Guide for Teens"}, {"item": "The other thing you can do is write a strong personal essay which lets admissions people inside your life, your heart, and your world....Anyway, it can be hard to figure out what to write about, so here are a few suggestions:...5. Reasons it's wrong to be racist even though it makes sense to you.", "owner": "Eugene Mirman, The Will to Whatevs: A Guide to Modern Life"}, {"item": "Computer mistake in grade-giving resulted in academic failure of several brilliant students. After some years the mistake was discovered. Letter was sent to each student inviting him to resume his studies. Each replied he was getting along very well without education.", "owner": "John Cage, M: Writings '67-'72"}, {"item": "That is the Proctor. He is our Cerberus; he has to keep all undergraduates in good order.\" \"What a task! He ought to have three heads.", "owner": "Thomas Hughes, Tom Brown at Oxford"}, {"item": "selling my soul for student loans and an education.", "owner": "Shareca Cole., Carpel Tunnel."}, {"item": "Educate thyself through reading", "owner": "Ann Shannon"}, {"item": "Rather than literally burning the midnight oil, which he judged to be unhealthy, John Adams advised his son to make the most of college by developing an inquisitive outlook that would prompt him to get to know the most exceptional scholars and question them closely. \"Ask them about their tutors, manner of teaching. Observe what books lie on their tables. Fall into questions of literature, science, or what you will.", "owner": "David McCullough"}, {"item": "For Jefferson, William and Mary was largely about what university life is supposed to be about: reading books, enjoying the company of like-minded, and savoring teachers who seemed to be ambassadors from other, richer, writer worlds. Jefferson believed Williamsburg \"the finest school of manners and morals that ever existed in America.", "owner": "Jon Meacham, Thomas Jefferson: The Art of Power"}, {"item": "I'm sure there's drama in their past that I know nothing about, but when someone like Juliet- colorful, beautiful, determined Juliet- begs you to love her, how do you say no?", "owner": "Jessica Calla, She Laughs In Pink"}, {"item": "If you were ready to sleep with me we wouldn't be in this bar, but in my room not wasting any more time.", "owner": "Stephanie Witter, Patch Up"}], "pagination": {"size": 20, "total": 10, "current": 4}}