{"contents": [{"item": "Friends can make you feel that the world is smaller and less sneaky than it really is, because you know people who have similar experiences.", "owner": "Lemony Snicket, The Austere Academy"}, {"item": "If you can't be honest with your friends and colleagues and loved ones, then what is life all about?", "owner": "Sophie Kinsella, Can You Keep a Secret?"}, {"item": "It’s funny how one summer can change everything. It must be something about the heat and the smell of chlorine, fresh-cut grass and honeysuckle, asphalt sizzling after late-day thunderstorms, the steam rising while everything drips around it. Something about long, lazy days and whirring air conditioners and bright plastic flip-flops from the drugstore thwacking down the street. Something about fall being so close, another year, another Christmas, another beginning. So much in one summer, stirring up like the storms that crest at the end of each day, blowing out all the heat and dirt to leave everything gasping and cool. Everyone can reach back to one summer and lay a finger to it, finding the exact point when everything changed. That summer was mine.", "owner": "Sarah Dessen, That Summer"}, {"item": "To make real friends you have to put yourself out there. Sometimes people will let you down, but you can't let that stop you. If you get hurt, you just pick yourself up, dust off your feelings, and try again.", "owner": "Kristin Hannah, Firefly Lane"}, {"item": "As you walk through forestsor the meadows of your mind,Stop and talk to those you fearGood friendships you may find", "owner": "Stephen Cosgrove, Buttermilk Bear"}, {"item": "Why are you being so mean?\"\"Friends tell friends the truth.\"\"yeah, but not to hurt, to help.", "owner": "Laurie Halse Anderson, Wintergirls"}, {"item": "Only a true best friend can protect you from your immortal enemies.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "There is nothing like puking with somebody to make you into old friends.", "owner": "Sylvia Plath, The Bell Jar"}, {"item": "You're such a pain in the ass. (Butch) Said the SIG to the Glock. (V)", "owner": "J.R. Ward, Lover Revealed"}, {"item": "A friend is someone who knows where all your bodies are buried. Because they're the ones who helped you put them there.\"And sometimes, if you're really lucky, they help you dig them back up.", "owner": "Jenny  Lawson, Let's Pretend This Never Happened: A Mostly True Memoir"}, {"item": "Anyone who knew the word slattern was worth cultivating as a friend.", "owner": "Alan Bradley, The Sweetness at the Bottom of the Pie"}, {"item": "We need to remember what's important in life: friends, waffles, work. Or waffles, friends, work. Doesn't matter, but work is third.", "owner": "Leslie Knope"}, {"item": "Your job is to focus on my personal happiness, she said, & I've got big plans, so break time is over. ", "owner": "Brian Andreas"}, {"item": "A few said they'd be horses. Most said they'd be some sort of cat. My friend said she'd like to come back as a porcupine. I don't like crowds, she said. ", "owner": "Brian Andreas"}, {"item": "Da. This is going very well already.\"Thomas barked out a laugh. \"There are seven of us against the Red King and his thirteen most powerful nobles, and it's going well?\"Mouse sneezed.\"Eight,\" Thomas corrected himself. He rolled his eyes and said, \"And the psycho death faerie makes it nine.\"\"It is like movie,\" Sanya said, nodding. \"Dibs on Legolas.\"\"Are you kidding?\" Thomas said. \"I'm obviously Legolas. You're . . .\" He squinted thoughtfully at Sanya and then at Martin. \"Well. He's Boromir and you're clearly Aragorn.\"\"Martin is so dour, he is more like Gimli.\" Sanya pointed at Susan. \"Her sword is much more like Aragorn's.\"\"Aragorn wishes he looked that good,\" countered Thomas.\"What about Karrin?\" Sanya asked.\"What--for Gimli?\" Thomas mused. \"She is fairly--\"\"Finish that sentence, Raith, and we throw down,\" said Murphy in a calm, level voice.\"Tough,\" Thomas said, his expression aggrieved. \"I was going to say 'tough.' \"As the discussion went on--with Molly's sponsorship, Mouse was lobbying to claim Gimli on the basis of being the shortest, the stoutest, and the hairiest--\"Sanya,\" I said. \"Who did I get cast as?\"\"Sam,\" Sanya said.I blinked at him. \"Not . . . Oh, for crying out loud, it was perfectly obvious who I should have been.\"Sanya shrugged. \"It was no contest. They gave Gandalf to your godmother. You got Sam.", "owner": "Jim Butcher, Changes"}, {"item": "But you can't stay with people because of guilt. Or because they can drive a speedboat.", "owner": "Sophie Kinsella, Remember Me?"}, {"item": "If you're not happy in life then you need to change, calibrate, readjust...flush your negative energy and fill it with positive energy; How do we do that you might ask? well I would start by making others happy, deseases are not the only thing that spreads easy. We are all connected in some form of unseen energy... think how those around you will impact you and make you feel if they were happy?", "owner": "Al Munoz"}, {"item": "Love isn't always a physical emotion. Sometimes it's the ones who never got to actually hold you in their arms that appreciate you for who you are", "owner": "Sarah Sprague"}, {"item": "The more invested I am in my own ideas about reality, the more those experiences will feel like victimizations rather than the ups and downs of relating. Actually, I believe that the less I conceptualize things that way, the more likely it is that people will want to stay by me, because they will not feel burdened, consciously or unconsciously, by my projections, judgments, entitlements, or unrealistic expectations.", "owner": "David Richo, Daring to Trust: Opening Ourselves to Real Love and Intimacy"}, {"item": "The three most important words in a relationship are not, 'I love you,' but, 'Tell me more.", "owner": "Stefan Molyneux"}], "pagination": {"size": 20, "total": 10, "current": 3}}