{"contents": [{"item": "Talk to yourself like you would to someone you love.", "owner": "Brené Brown"}, {"item": "And regardless of whomever I’m with for whatever amount of time, I’ll be with myself the whole time and I want to be good to her. I want her to have a heart like an ocean: endlessly vast, full of wonder, and navigable only by the brave.", "owner": "Kelton Wright, Anonymous Asked: Life Lessons from the Internet's Big Sister"}, {"item": "Affirmation 4 us: I appreciate myself, and I am honored to be me because I am a perfect extension of God.", "owner": "Katina Marshell Cotton-Sliwa"}, {"item": "No matter how stupid, how pointless, how painful my current situation was, as I listened to Mixtape every week I couldn't deny the love I still felt for that reckless, audacious fool who was still me, if only in my mind.", "owner": "Piper Kerman"}, {"item": "You are a very special person. There is only one like you in the whole world. There's never been anyone exactly like you before, and there will never be again. Only you. And people can like you exactly as you are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "We all have different gifts, so we all have different ways of saying to the world who we are.", "owner": "Fred Rogers, Life's Journeys According to Mister Rogers: Things to Remember Along the Way"}, {"item": "I am as I am, and that's all there is to it, I can hardly take a pair of scissors to myself, and cut out a different person...", "owner": "Franz Kafka"}, {"item": "You’ll also wonder how you can feel so brave and so afraid at the same time.", "owner": "Brené Brown, The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are"}, {"item": "A person who loves himself can never feel himself completely lonely!", "owner": "Mehmet Murat ildan"}, {"item": "Self-love, my liege, is not so vile a sin as self-neglecting.", "owner": "William Shakespeare"}, {"item": "Self-love is the best love, and you're the only one who gives it.", "owner": "Jasmine Sandozz, Thoughts of a Burning Heart"}, {"item": "Self-love diminishes no one. It blesses others.", "owner": "Annette Vaillancourt, How to Manifest Your Soulmate with Eft: Relationship as a Spiritual Path"}, {"item": "There is a thin line between self-love and self-hate. When you are at the self-hate side, make sure to cross the line and stay away from it forever.", "owner": "Merriam Rammila"}, {"item": "When you have developed a relationship with yourself, you can begin to take on the world.", "owner": "Gabriella Kortsch, Rewiring the Soul: Finding the Possible Self: How Your Connection to Yourself Can Make All the Difference"}, {"item": "Don't rush into any kind of relationship. Work on yourself. Feel yourself, experience yourself and love yourself. Do this first and you will soon attract that special loving other.", "owner": "Russ von Hoelscher"}, {"item": "Haven't we all, as time continues, found that we must be kind to ourselves and listen to our thoughts, because fewer and fewer of those remain who know what is most real to us?", "owner": "Lan Samantha Chang, Hunger"}, {"item": "Consult your friend on all things, especially on those which respect yourself. His counsel may then be useful where your own self-love might impair your judgment.", "owner": "Lucius Annaeus Seneca"}, {"item": "Self-love is the source of all our other loves.", "owner": "Pierre Corneille"}, {"item": "Happiness does not consist in self-love.", "owner": "Joseph Butler"}], "pagination": {"size": 19, "total": 2, "current": 1}}