{"contents": [{"item": "Why don’t we break up? I guess I stay with her because she stays with me. And that’s not an easy thing to do.", "owner": "John Green, Looking for Alaska"}, {"item": "If a man can possess a woman sexually -really possess- he won't need to control her ideas, her opinions, her clothes, her friends, even her other lovers.", "owner": "Toni Bentley"}, {"item": "You like every one; that is to say, you are indifferent to every one.", "owner": "Oscar Wilde, The Picture of Dorian Gray"}, {"item": "Being single doesn't mean you're weak, it means that you're strong enough to wait for the right person.", "owner": "Niall Horan"}, {"item": "But it is impossible to go through life without trust; that is to be imprisoned in the worst cell of all, oneself.", "owner": "Graham Greene, The Ministry of Fear"}, {"item": "..he may love you, he may miss you, but ultimately he's just not that into you.", "owner": "Greg Behrendt, He's Just Not That Into You: The No-Excuses Truth to Understanding Guys"}, {"item": "Words were weapons, his father had taught him that, and he'd wanted to hurt Clary more than he'd ever wanted to hurt any girl. In fact, he wasn't sure he had ever wanted to hurt a girl before. Usually he just wanted them, and then he wanted them to leave him alone.", "owner": "Cassandra Clare, City of Bones"}, {"item": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation, and conversation must have a common basis, and between two people of widely different culture the only common basis possible is the lowest level.", "owner": "Oscar Wilde"}, {"item": "Be sure it's your real self you're showing. Because it is your real self that needs to be loved.", "owner": "Daphne Rose Kingma, Finding True Love: The 4 Essential Keys to Bring You the Love of Your Life"}, {"item": "The best you can hope for in a relationship is to findsomeone whose flaws are the sort you don’t mind. It isfutile to look for someone who has no flaws, or someonewho is capable of significant change; that sort of personexists only in our imaginations.", "owner": "Scott Adams, God's Debris: A Thought Experiment"}, {"item": "Her face looked ugly in the attempt to avoid tears; it was an ugliness which bound him to her more than any beauty could have done. It isn't being happy together, he thought as though it were a fresh discovery, that makes one love--it's being unhappy together.", "owner": "Graham Greene, The Ministry of Fear"}, {"item": "Share too much and someone can hurt you.", "owner": "Dorothy Koomson, My Best Friend's Girl"}, {"item": "They hurt you. You hurt 'em back. Or maybe it is the other way around. Whatever. Someday you might find a way to forgive each other. But it won't be like it used to 'cause that pain never really goes away.", "owner": "Brian K. Vaughan, Buffy the Vampire Slayer: No Future for You"}, {"item": "People are islands,' she said. 'They don't really touch. However close they are, they're really quite separate. Even if they've been married for fifty years.", "owner": "Ian Fleming, Casino Royale"}, {"item": "He doesn't need to be reminded you're great.", "owner": "Greg Behrendt, He's Just Not That Into You: The No-Excuses Truth to Understanding Guys"}, {"item": "Funny how we take it for granted that we know all there is to know about another person, just because we see them frequently or because of some strong emotional tie.", "owner": "Robert Bloch, Psycho"}, {"item": "Tell me whom you haunt and I’ll tell you who you are.", "owner": "André Breton"}, {"item": "What a relationship looks like on the outside isn't the same as what it's like on the inside. You can be more in love with someone in your mind than with the person you see every day.", "owner": "Jean Kwok, Girl in Translation"}, {"item": "Some people come into our lives and leave footprints on our hearts and we are never ever the same.", "owner": "Flavia Weedn"}, {"item": "Theresa, I know there's a part of you that believes you can change someone, but the reality is that you can't. You can change yourself, and Garrett can change himself, but you can't do it for him.", "owner": "Nicholas Sparks, Message in a Bottle"}], "pagination": {"size": 20, "total": 10, "current": 1}}