{"contents": [{"item": "He found it both sad and fascinating that only through an artificial universe of video images could she establish contact with the real world.", "owner": "Arthur C. Clarke, 2061: Odyssey Three"}, {"item": "The conventional parabola--sentiment, the touch of the hand, the kiss, the passionate kiss, the feel of the body, the climax in the bed, then more bed, then less bed, then the boredom, the tears and the final bitterness--was to him shameful and hypocritical.", "owner": "Ian Fleming, Casino Royale"}, {"item": "Pull a thread in my story and feel the tremor half a world and two millenia away.", "owner": "Daniel Taylor, Tell Me a Story: The Life-Shaping Power of Our Stories"}, {"item": "When a man I like touches my arm or my hair, I want to know if he'll touch the center of me, and whatever I learned in school--I went to school for a long time--I seem to believe that my center can be reached best with the tip of a penis....", "owner": "Alice Mattison, Men Giving Money, Women Yelling: Intersecting Stories"}, {"item": "I wanted intimacy in caps lock but I got it in parentheses. We curled into each other, upside down, my empty spaces filled by another. \"Give me the three minute version of your life story,\" he said. I nailed it it one then refused to throw the question back as etiquette governs. He wanted to know where I'd been. I wanted to know who he was.", "owner": "Eleni Zoe, Hope Dies Last: Lessons in Love"}, {"item": "With him everything is a test, affection is measured, that given weighed against that which has been received, and the balance, more often than not, disappointing him.", "owner": "S.J. Watson, Before I Go to Sleep"}, {"item": "However self-sufficient we may fancy ourselves, we exist only in relation -- to our friend, family, and life partners; to those we teach and mentor; to our co-workers, neighbors, strangers; and even to forces we cannot fully conceive of, let alone define. In many ways, we are our relationships.", "owner": "Derrick A. Bell, Ethical Ambition: Living a Life of Meaning and Worth"}, {"item": "Is disinterest not the essence of every human relationship?", "owner": "Sándor Márai, Embers"}, {"item": "(Peter) If you don't share the lows, it seems you might stop sharing the highs as well.", "owner": "Nancy Woodruff, My Wife's Affair"}, {"item": "At least there's nothing scary about him and hopefully he doesn't see anything scary in me. We go way back, to summer camp. We KNOW each other. People I don't know just make me want to say YIKES! I'll take history over mystery any day of the week.", "owner": "Douglas Coupland, Shampoo Planet"}, {"item": "It hurts to let go. Sometimes it seems the harder you try to hold on to something or someone the more it wants to get away. You feel like some kind of criminal for having felt, for having wanted. For having wanted to be wanted.", "owner": "Henry Rollins"}, {"item": "He is not the same person as when wemet, but . . . neither am I. Time has refined us, but instead of pushing us apart, we’re closer than ever.", "owner": "Ann Aguirre, Aftermath"}, {"item": "Your relationships will take you beyond the boundaries of your normal strength. Encouragement gives struggling people eyes to see the unseen Christ.", "owner": "Timothy S. Lane, Relationships: A Mess Worth Making"}, {"item": "No relationship is without its difficulties and this is certainly true when one or both of the persons involved has an autistic spectrum disorder. Even so, I believe what is truly essential to the success of any relationship is not so much compatibility, but love. When you love someone, virtually anything is possible.", "owner": "Daniel Tammet, Born on a Blue Day: Inside the Extraordinary Mind of an Autistic Savant"}, {"item": "It's early days. A few skeletons are bound to keep jumping out of the closet.", "owner": "Alan Moore, Watchmen"}, {"item": "He did not want an affair with his boss. He did not even want a one-night stand. Because what always happened was that people found out, gossip at the water cooler, meaningful looks in the hallway. And sooner or later the spouses found out. It always happened. Slammed doors, divorce lawyers, child custody.", "owner": "Michael Crichton, Disclosure"}, {"item": "But my best friend from college was silent for a long time. She, of all of my friends, had seen the parade of sad wrecks through my life, date after bad date after bad boyfriend. She was the one who'd picked up the pieces after the musician, the investment banker, the humanitarian who was human to everyone but me.When at last she spoke, she said, Oh, hell.And, after that: Hallelujah.", "owner": "Lauren Groff, Delicate Edible Birds and Other Stories"}, {"item": "When she had failed once or twice to respond to some conversational gambit or other, Bond also relapsed into silence and occupied himself with his own gloomy thoughts.", "owner": "Ian Fleming, Casino Royale"}, {"item": "We imagined we knew everything the other thought, even when we did not necessarily want to know it, but in fact, I have come to see, we knew not the smallest fraction of what there was to know.", "owner": "Joan Didion, The Year of Magical Thinking"}, {"item": "My guess is that he remembers some of me, some of us together, and the rest rolled off him like topsoil in a flash flood.", "owner": "Elizabeth Kostova, The Swan Thieves"}], "pagination": {"size": 20, "total": 10, "current": 6}}