{"contents": [{"item": "Your obsession determines what you pay attention to. Your observations are limited to the focus of your mind.", "owner": "Emmanuel Ayensu"}, {"item": "It may be the character of his mind, to be always in singular need of occupation. That may be, in part, natural to it; in part, the result of affliction. The less it was occupied with healthy things, the more it would be in danger of turning in the unhealthy direction. He may have observed himself, and made the discovery.", "owner": "Charles Dickens, A Tale of Two Cities"}, {"item": "We love to quote the saying “Rome was not built in a day” but we fail to remember that Rome was eventually built, and it must have been so magnificent that when people admired it, they were told that it didn’t happen in just a day. The question, then, is: if Rome was not built in a day, how was it built? Answer: It was built every day.", "owner": "Nana Awere Damoah, Sebitically Speaking"}, {"item": "If you stay focused on one task or thought at a time you will less likely become frustrated.", "owner": "Sheryl Campbell"}, {"item": "A line is like a role model, It contributes in straightening our focus.", "owner": "DaVyshka"}, {"item": "The author deduces the best way James Baker serve Reagan as Chief of Staff was to continually remind him why he wanted to be president.", "owner": "Chris Matthews, Tip and the Gipper: When Politics Worked"}, {"item": "Never focus on the end. Only focus on your first step.", "owner": "Brodi Ashton, Evertrue"}, {"item": "A student will find that he is more affected by one book which he has truly mastered than by 20 books which he has merely skimmed.", "owner": "Charles Haddon Spurgeon, Lectures to My Students"}, {"item": "When I turn down the volume, it's amazing how much I can actually hear.", "owner": "John Waire"}, {"item": "All true leaders have learned to say no to the good in order to say yes to the best.", "owner": "John Maxwell"}, {"item": "Open-mindedness is a precondition for generating new ideas, but focusing on the problem is almost equally important.", "owner": "Eraldo Banovac"}, {"item": "For reasons no one has yet explained, the Internet is at once riveting and a great killer of concentration.", "owner": "Joseph Epstein"}, {"item": "Some people succeed not because they have wealth and education, but because they have firm focus.", "owner": "Jorge P. Guerrero"}, {"item": "That was a thing of wolves; they could know the past and the future, yet keep their attention on the hunt. Could he do the same? Allow himself to be consumed when needed, yet keep balance in other parts of his life?", "owner": "Robert Jordan, Towers of Midnight"}, {"item": "If you want to save your time, learn to be focused on your purpose to the utmost.", "owner": "Sunday Adelaja"}, {"item": "Yohannes D. Asega > My Quotes(showing 1-1 of 1)sort by ↑ topup up positiondown down↓ bottomRemove this quote from your collectionArthur Schopenhauer“We, the salt of the earth, should endeavor to follow, by never letting anything disturb us in the pursuit of our intellectual life, however much the storm of the world may invade and agitate our personal environment.", "owner": "Arthur Schopenhauer"}, {"item": "A man that is focused on his purpose always saves his time.", "owner": "Sunday Adelaja"}, {"item": "When building a team do not look at people’s weaknesses, instead look at their strengths.", "owner": "Sunday Adelaja"}, {"item": "Only by focusing on God can we reach our goal.", "owner": "Sunday Adelaja"}, {"item": "The leader must be focused on the goal.", "owner": "Sunday Adelaja"}], "pagination": {"size": 20, "total": 10, "current": 6}}