{"contents": [{"item": "Unless you love someone, nothing else makes sense.", "owner": "E.E. Cummings"}, {"item": "With him, life was routine; without him, life was unbearable.", "owner": "Harper Lee, To Kill a Mockingbird"}, {"item": "If you can capture a woman's imagination, then you will have her. But imagination is a strange creature. It needs time and distance to function properly.", "owner": "Kathleen Tessaro"}, {"item": "It’s dark now and I am very tired. I love you, always. Time is nothing.", "owner": "Audrey Niffenegger, The Time Traveler's Wife"}, {"item": "I will find you,\" he whispered in my ear. \"I promise. If I must endure two hundred years of purgatory, two hundred years without you - then that is my punishment, which I have earned for my crimes. For I have lied, and killed, and stolen; betrayed and broken trust. But there is the one thing that shall lie in the balance. When I shall stand before God, I shall have one thing to say, to weigh against the rest.\"His voice dropped, nearly to a whisper, and his arms tightened around me.Lord, ye gave me a rare woman, and God! I loved her well.", "owner": "Diana Gabaldon, Dragonfly in Amber"}, {"item": "If I were to live a thousand years, I would belong to you for all of them. If we were to live a thousand lives, I would want to make you mine in each one.", "owner": "Michelle Hodkin, The Evolution of Mara Dyer"}, {"item": "Love sucks. Sometimes it feels good. Sometimes it's just another way to bleed.", "owner": "Laurell K. Hamilton, Blue Moon"}, {"item": "I love you,' Buttercup said. 'I know this must come as something of a surprise to you, since all I've ever done is scorn you and degrade you and taunt you, but I have loved you for several hours now, and every second, more. I thought an hour ago that I loved you more than any woman has ever loved a man, but a half hour after that I knew that what I felt before was nothing compared to what I felt then. But ten minutes after that, I understood that my previous love was a puddle compared to the high seas before a storm. Your eyes are like that, did you know? Well they are. How many minutes ago was I? Twenty? Had I brought my feelings up to then? It doesn't matter.' Buttercup still could not look at him. The sun was rising behind her now; she could feel the heat on her back, and it gave her courage. 'I love you so much more now than twenty minutes ago that there cannot be comparison. I love you so much more now then when you opened your hovel door, there cannot be comparison. There is no room in my body for anything but you. My arms love you, my ears adore you, my knees shake with blind affection. My mind begs you to ask it something so it can obey. Do you want me to follow you for the rest of your days? I will do that. Do you want me to crawl? I will crawl. I will be quiet for you or sing for you, or if you are hungry, let me bring you food, or if you have thirst and nothing will quench it but Arabian wine, I will go to Araby, even though it is across the world, and bring a bottle back for your lunch. Anything there is that I can do for you, I will do for you; anything there is that I cannot do, I will learn to do. I know I cannot compete with the Countess in skills or wisdom or appeal, and I saw the way she looked at you. And I saw the way you looked at her. But remember, please, that she is old and has other interests, while I am seventeen and for me there is only you. Dearest Westley--I've never called you that before, have I?--Westley, Westley, Westley, Westley, Westley,--darling Westley, adored Westley, sweet perfect Westley, whisper that I have a chance to win your love.' And with that, she dared the bravest thing she'd ever done; she looked right into his eyes.", "owner": "William Goldman, The Princess Bride"}, {"item": "I'm saying I'm in love with you! I've been in love with you this whole bleeding year!", "owner": "Stephanie Perkins, Anna and the French Kiss"}, {"item": "Love.Because of you, in gardens of blossomingFlowers I ache from the perfumes of spring.I have forgotten your face, I no longerRemember your hands; how did your lipsFeel on mine?Because of you, I love the white statuesDrowsing in the parks, the white statues thatHave neither voice nor sight.I have forgotten your voice, your happy voice;I have forgotten your eyes.Like a flower to its perfume, I am bound toMy vague memory of you. I live with painThat is like a wound; if you touch me, you willMake to me an irreperable harm.Your caresses enfold me, like climbingVines on melancholy walls.I have forgotten your love, yet I seem toGlimpse you in every window.Because of you, the heady perfumes ofSummer pain me; because of you, I againSeek out the signs that precipitate desires:Shooting stars, falling objects.", "owner": "Pablo Neruda"}, {"item": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", "owner": "Maya Angelou"}, {"item": "Perhaps, after all, romance did not come into one’s life with pomp and blare, like a gay knight riding down; perhaps it crept to one’s side like an old friend through quiet ways; perhaps it revealed itself in seeming prose, until some sudden shaft of illumination flung athwart its pages betrayed the rhythm and the music, perhaps . . . perhaps . . . love unfolded naturally out of a beautiful friendship, as a golden-hearted rose slipping from its green sheath.", "owner": "L.M. Montgomery"}, {"item": "You really love her don't you,\" she said.With all my heart.\"She looked as sad as I'd ever seen her.What's your heart telling you to do?\"I don't know.\"Maybe\", she said gently,\"You're trying to hard to hear it.", "owner": "Nicholas Sparks"}, {"item": "Poets often describe love as an emotion that we can't control, one that overwhelms logic and common sense. That's what it was like for me. I didn't plan on falling in love with you, and I doubt if oyu planned on fallin gin love with me. But once we met, it was clear that neither of us could control what was happening to us. We fell in love, despite our differences, and once we did, something rare and beautiful was created. For me, love like that has happened only once, and that's why every minute we spent together has been seared in my memory. I'll never forget a single moment of it.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "The moment you stop to think about whether you love someone, you've already stopped loving that person forever.", "owner": "Carlos Ruiz Zafón, The Shadow of the Wind"}, {"item": "We can't...\" he told me.\"I know,\" I agreed.Then his mouth was on mine again, and this time, I knew there would be no turning back. There were no walls this time. Our bodies wrapped together as he tried to get my coat off, then his shirt, then my shirt. ... It really was a lot like when we'd fought out on the quad earlier-that same passion and heat. I think at the end of the day, the instincts that power fighting and sex aren't so different. They all come from an animal side of us. Yet, as more and more clothes came off, it went beyond just animal passion. It was sweet and wonderful at the same time. When I looked into his eyes, I could see without a doubt that he loved me more than anyone else in the world, that I was his salvation, the same way that he was mine. I'd never expected my first time to be in a cabin in the woods, but I realized the place didn't matter. The person did. With someone you loved, you could be anywhere, and it would be incredible. Being in the most luxurious bed in the world wouldn't matter if you were with someone you didn't love.", "owner": "Richelle Mead, Shadow Kiss"}, {"item": "Anyone who is in love is making love the whole time, even when they're not. When two bodies meet, it is just the cup overflowing. They can stay together for hours, even days. They begin the dance one day and finish it the next, or--such is the pleasure they experience--they may never finish it. No eleven minutes for them.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "Love is the ultimate outlaw. It just won't adhere to any rules. The most any of us can do is to sign on as its accomplice. Instead of vowing to honor and obey, maybe we should swear to aid and abet. That would mean that security is out of the question. The words \"make\" and \"stay\" become inappropriate. My love for you has no strings attached. I love you for free.", "owner": "Tom Robbins, Still Life with Woodpecker"}, {"item": "I cannot express it; but surely you and everybody have a notion that there is or should be an existence of yours beyond you. What were the use of my creation, if I were entirely contained here? My great miseries in this world have been Heathcliff's miseries, and I watched and felt each from the beginning: my great thought in living is himself. If all else perished, and he remained, I should still continue to be; and if all else remained, and he were annihilated, the universe would turn to a mighty stranger: I should not seem a part of it. My love for Linton is like the foliage in the woods: time will change it, I'm well aware, as winter changes the trees. My love for Heathcliff resembles the eternal rocks beneath: a source of little visible delight, but necessary. Nelly, I am Heathcliff! He's always, always in my mind: not as a pleasure, any more than I am always a pleasure to myself, but as my own being.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness — and call it love — true love.", "owner": "Robert Fulghum, True Love"}], "pagination": {"size": 20, "total": 10, "current": 9}}