{"contents": [{"item": "Egoism devours all the energy, and in addition it makes one suffer.", "owner": "Dada Bhagwan"}, {"item": "This is not suitable for me”- to say this is indeed madness, it is nothing but egoism. To say ‘will not suit’ is an offense.", "owner": "Dada Bhagwan"}, {"item": "Worrying is the greatest egoism!", "owner": "Dada Bhagwan"}, {"item": "Spontaneous and natural (sahajik) speech means there is not an iota of ego in it.", "owner": "Dada Bhagwan"}, {"item": "Worry is the greatest seed [cause] for the worldly life because worrying is the greatest egoism. If the egoism leaves, then worries will go away.", "owner": "Dada Bhagwan"}, {"item": "Gnani (The Enlightened one) means without Ego.", "owner": "Dada Bhagwan"}, {"item": "Experiential versus the God eye! Possessing ‘ego vision’, a person’s view through her/his physical eyes is quite versatile; able to discern wide and varied vistas over huge distances or scrutinizing the minutest of details.Ego’s very nature: capable of relatively expansive, detailed, and yet individualistic perspective is crucial. Separating itself out from the God Force, ego extracts infinite unique experiences, integral to humanity’s process of spiritualizing matter. Incarnating on the earth, achieving individualism is therefore critical for attainment of divinity.Individualism may cause momentary estrangement from the God Self. However, this person has forgotten that they are everything in the mirror, the ‘sliver’ and the ‘ball of light’,” continues Kuan Yin.During this complex passage Lena was inundated by infinite rapid-fire visuals: emanations from the God Mind.“Further and unfortunately, wrong assumptions are made about suffering. Some individuals even believe that it is required, that suffering brings one closer to salvation. Quite the contrary,” disputes Kuan Yin, “the God Force likes to play. Therefore, if all individuals could unite creating a real sense of community many problems could be healed.The God Force is separate and not separate, whole and not whole at the same time. Really, it is not ‘sliceable’, not reducible. Even when it is sliced into individual energies, it does not diminish the total God Force or the power of the individual.Each of you has the potential for the God Force potency. However, no individual can overcome the God Force. There is a misinterpretation, (by some) that Satan is as powerful as God. Limited energy cannot live on its own. Every experience must exist and yet they (the limiting forces) can never exist on their own. Limited energy, then, is the experience of the absence of the God Force. Therefore, there is no need to fear it.Those choosing such experiences have a need to understand how it feels to believe evil powers exist. Again, I say those who pursue this route are taking it too personally. They believe the story they’ve made up about themselves.It is similar to a person going into an ice cream store and only choosing one flavor from many. Preoccupied with tasting that flavor for a very long time, they are probably quite sick and tired of it. Still, they don’t want to believe there are any other flavors available. The ‘agreement’, then, is to continue to believe in that particular flavor. Here’s where reincarnation and its opportunity for experiencing a vast array of perspectives, “agreements”, enters in. Another life offers another opportunity, a chance to ‘switch flavors’ so to speak.Taking oneself too personally, however, can cause a soul to get caught up, stuck in redundancy: in a particular (and perhaps unfortunate) flavor. In such instances, the individual is forgetting one has the ability to choose his or her flavors, lives,” contends Kuan Yin.", "owner": "Hope Bradford, Oracle of Compassion: The Living Word of Kuan Yin"}, {"item": "Forgiveness is…an archaic perception of personal debt and guilt designed by the ego to trap us unendingly within itself.", "owner": "Peter Santos, Everything I Wanted To Know About Spirituality But Didn't Know How To Ask: A Spiritual Seekers Guidebook"}, {"item": "...frankly, many times, the people that we resent either have no idea about it or could care less.", "owner": "Taite Adams, E-Go: Ego Distancing Through Mindfulness, Emotional Intelligence, and the Language of Love"}, {"item": "A life lived mired in resentment is one that is lived primarily in the past and this is never one that is filled with joy.", "owner": "Taite Adams"}, {"item": "Ego doesn't want us to be loving, forgiving and kind to each other or even to ourselves.", "owner": "Taite Adams, E-Go: Ego Distancing Through Mindfulness, Emotional Intelligence, and the Language of Love"}, {"item": "There is, inside all our heads, the ego’s rabid attack dog. It is purely vicious toward others and toward ourselves as well. Learning to control that dog, and ultimately to end its life, is the process and purpose of enlightened relationships.", "owner": "Marianne Williamson, Enchanted Love: The Mystical Power Of Intimate Relationships"}, {"item": "Don't allow the pride, ego and insecurities of others stunt your growth.", "owner": "Yvonne Pierre, The Day My Soul Cried:  A Memoir"}, {"item": "Hanging around people you’re smarter than is good for your ego. Hanging around people who are smarter than you is good for your intellect.", "owner": "Mokokoma Mokhonoana"}, {"item": "The first right on earth is the right of the ego. Man’s first duty is to himself. His moral law is never to place his prime goal within the persons of others. His moral obligation is to do what he wishes, provided his wish does not depend primarily upon other men.", "owner": "Ayn Rand, The Fountainhead"}, {"item": "Ego is the complete identification with form. Physical forms, thought forms, emotional forms.", "owner": "Eckhart Tolle"}, {"item": "I' is nothing it just a thought..........!", "owner": "Sushil Singh"}, {"item": "Once we are lost unto ourselves, everything else is lost to us.", "owner": "Johann Wolfgang von Goethe, The Sorrows of Young Werther"}, {"item": "We suffer from a hallucination, from a false and distorted sensation of our own existence as living organisms. Most of us have the sensation that \"I myself\" is a separate center of feeling and action, living inside and bounded by the physical body—a center which \"confronts\" an \"external\" world of people and things, making contact through the senses with a universe both alien and strange. Everyday figures of speech reflect this illusion. \"I came into this world.\" \"You must face reality.\" \"The conquest of nature.\" This feeling of being lonely and very temporary visitors in the universe is in flat contradiction to everything known about man (and all other living organisms) in the sciences. We do not \"come into\" this world; we come out of it, as leaves from a tree. As the ocean \"waves,\" the universe \"peoples.\" Every individual is an expression of the whole realm of nature, a unique action of the total universe. This fact is rarely, if ever, experienced by most individuals. Even those who know it to be true in theory do not sense or feel it, but continue to be aware of themselves as isolated \"egos\" inside bags of skin.", "owner": "Alan W. Watts, The Book: On the Taboo Against Knowing Who You Are"}, {"item": "When I thought everything was impossible to achieve, my spirit defied my thoughts and did the impossible. My ego sees limitations, but my spirit sees opportunities.", "owner": "Karen A. Baquiran"}], "pagination": {"size": 20, "total": 10, "current": 8}}