{"contents": [{"item": "I would never understand how hurt and confused and hopeless he must have felt, to decide it wasn't worth trying, and I wasn't mad at him anymore for doing it...", "owner": "Michelle Falkoff, Playlist for the Dead"}, {"item": "Sometimes your music sounds like there’s too much inside you. Maybe even you couldn’t get it all out. Maybe that’s why you died. Like you exploded from the inside.", "owner": "Ava Dellaira, Love Letters to the Dead"}, {"item": "The actual things behind the stories and behind the lyrics had a lot to do with…I hate saying depression, but there was a really rough patch in my head and really difficult time and I didn’t know why…A lot of the ghosts that appeared in the record is a metaphor for that depression at that time in my head and all the things going on in it. It’s mainly about that, and there’s little things here and there about certain people.", "owner": "Lynn Gunn"}, {"item": "The only person in my head is me.Tibe is not the same. The crown has changed him, as you feared it would.The fire is in him, the fire that will burn all the world.And it is in your son, in the prince who will never change his blood and will never sit a throne.  The only person in my head is me. The only person who has not changed is you. You are still the little girl in a dusty room, forgotten, unwanted, out of place. You are the queen of everything, mother to a beautiful son, wife to a king who loves you, and still you cannot find it in yourself to smile. Still you make nothing. Still you are empty. The only person in your head is you. And she is no one of any importance. She is nothing", "owner": "Victoria Aveyard, Cruel Crown"}, {"item": "Regret is a painful thing. Few people understand that there are three important things that leave us and can never return. Words. Time. Opportunity. These are things we can never get back.", "owner": "Kathryn Perez, Letters Written in White"}, {"item": "The root of identity crises: we seem to know a lot about ourselves, but we can't tell who we are. Realize your self!", "owner": "Stefan Emunds"}, {"item": "The depression belongs to all of us. I think of the family down the road whose mother was having a baby and they went around the neighborhood saying, \"We're pregnant.\" I want to go around the neighborhood saying, \"We're depressed.\" If my mum can't get out of bed in the morning, all of us feel the same. Her silence has become ours, and it's eating us alive.", "owner": "Melina Marchetta, Saving Francesca"}, {"item": "My stepfather, John O'Hara, was the goodest man there was. He was not a man of many words, but of carefully chosen ones. He was the one parent who didn't try to fix me. One night I sat on his lap in his chair by the woodstove, sobbing. He just held me quietly and then asked only, \"What does it feel like?\" It was the first time I was prompted to articulate it. I thought about it, then said, \"I feel homesick.\" That still feels like the most accurate description - I felt homesick, but I was home.", "owner": "Sarah Silverman, The Bedwetter: Stories of Courage, Redemption, and Pee"}, {"item": "If there is such a thing as depression and despair, I experienced it during the months leading-up to and following the divorce. Insomnia, constant and uncontrollable thoughts and a deep sense of loss were among the conditions of my life. Was I depressed? Yes, I was very much so and, what’s worse, was determined to do nothing immediately for it.", "owner": "H. Kirk Rainer, A Once and Always Father"}, {"item": "I don't know why we live—the gift of life comes to us from I don't know what source or for what purpose; but I believe we can go on living for the reason that (always of course up to a certain point) life is the most valuable thing we know anything about and it is therefore presumptively a great mistake to surrender it while there is any yet left in the cup. In other words consciousness is an illimitable power, and though at times it may seem to be all consciousness of misery, yet in the way it propagates itself from wave to wave, so that we never cease to feel, though at moments we appear to, try to, pray to, there is something that holds one in one's place, makes it a standpoint in the universe which it is probably good not to forsake. You are right in your consciousness that we are all echoes and reverberations of the same, and you are noble when your interest and pity as to everything that surrounds you, appears to have a sustaining and harmonizing power. Only don't, I beseech you, generalize too much in these sympathies and tendernesses—remember that every life is a special problem which is not yours but another's, and content yourself with the terrible algebra of your own. Don't melt too much into the universe, but be as solid and dense and fixed as you can. We all live together, and those of us who love and know, live so most. We help each other—even unconsciously, each in our own effort, we lighten the effort of others, we contribute to the sum of success, make it possible for others to live. Sorrow comes in great waves—no one can know that better than you—but it rolls over us, and though it may almost smother us it leaves us on the spot and we know that if it is strong we are stronger, inasmuch as it passes and we remain. It wears us, uses us, but we wear it and use it in return; and it is blind, whereas we after a manner see …", "owner": "Henry James, Selected letters"}, {"item": "Minds have their own weather systems. You are in a hurricane. Hurricanes run out of energy eventually. Hold on.", "owner": "Matt Haig, Reasons to Stay Alive"}, {"item": "What frightened me most was, I could no longer believe in my own life as a story. Everyone needs a story, a part to play in order to avoid the realization that life is without significance. How else do any of us survive? It’s what makes life bearable, even interesting. When it becomes neither, people say you’ve lost the plot. Or just lost it.", "owner": "Amanda Craig, In a Dark Wood"}, {"item": "Mechanics of Mind: I feel the greatest source of despair stems not from what we do on a daily basis, but the pace at which our mind thinks vis-a-vis our progression in real life that matters - the greater the gap the more the despair!", "owner": "Ramana Pemmaraju"}, {"item": "RebukeObstinate regressionbringing untold pathsof deep dark forebodingdepression...", "owner": "Muse, Enigmatic Evolution"}, {"item": "The world can ask you to participate, but it's a day-today decision if you want to agree to that proposal.", "owner": "Aimee Bender, An Invisible Sign of My Own"}, {"item": "I couldn’t trust my own mind anymore, which wasthe scariest thing I’ve ever experienced.", "owner": "Felicia Day, You're Never Weird on the Internet"}, {"item": "I think I’ll feel out of place wherever I go on earth, forever. But that’s fine. I have to make my peace with that.", "owner": "Laura Marling"}, {"item": "I didn’t want to fall in love. Looking at you gave me chills and kissing you made my knees weak. You made flowers grow and fill the space in my lungs which made it impossible for me to breathe. I’m trying to drench the memories and the blood that once pumped through my veins has been replaced with alcohol. My teeth has shattered from all the whiskey bottles and every morning I awake to throw up the poison I swallowed the night before as a hopeless attempt to forget the taste of your lips. I keep hearing the sound of your voice calling out my name as if it’s something I’m not allowed to forget.", "owner": "Denice Envall"}, {"item": "I’m going inside of myself and never coming out.", "owner": "Jennifer Elisabeth"}, {"item": "Ashtadukht slumped and let thenightingale’s song flood her brain. She knew that empty tone, that defeatedoutlook; she knew it intimately. Even now, it burned in her as limply as asnuffed flame. Passion burned with unchecked verve, devoured its fuel, andsputtered out. Despair required no upkeep; it heaped barely-glowing coals inthe back of your mind and fuelled itself.", "owner": "Darrell Drake, A Star-Reckoner's Lot"}], "pagination": {"size": 20, "total": 10, "current": 6}}