{"contents": [{"item": "The scariest thing about distance is that you don’t know whether they’ll miss you or forget you.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "I imagine a line, a white line, painted on the sand and on the ocean, from me to you.", "owner": "Jonathan Safran Foer, Everything Is Illuminated"}, {"item": "If you listen to the wind very carefully, you'll be able to hear me whisper my love for you.", "owner": "Andrew Davidson"}, {"item": "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying.", "owner": "Arthur C. Clarke"}, {"item": "Distance sometimes lets you know who is worth keeping, and who is worth letting go.", "owner": "Lana Del Rey"}, {"item": "I didnt pay atteniton to times or distance, instead focusing on how it felt just to be in motion, knowing it wasn't about the finish line but how I got there that mattered.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "We can only see a short distance ahead, but we can see plenty there that needs to be done.", "owner": "Alan Turing, Computing machinery and intelligence"}, {"item": "Friendships - and indeed most relationships - are measured in the closeness of hearts, minds and soul ties... not in the distance of physical miles or even the passing of time.", "owner": "Rasheed Ogunlaru"}, {"item": "A week feels like a year when you’re seventeen and in love. A twenty minute drive might as well be an ocean. But we were together again and the whole world was rejoicing, even the gravel crunched melodiously under our feet as we danced onward through the night.", "owner": "Chloe Rattray, Sacré Noir"}, {"item": "Always go as far as you can see, then let faith take you the rest of the way.", "owner": "Seth Adam Smith, Rip Van Winkle and the Pumpkin Lantern"}, {"item": "If you want to be a successful runner, you have to consider everything. It's no good just thinking about endurance and not to develop fine speed.", "owner": "Arthur Lydiard"}, {"item": "I didn't know someone could love me like this,\" she said. \"Could love me and love me and love me without...needing space.\"Lincoln wasn't asleep. He rolled on top of her.\"There's no air in space,\" he said.", "owner": "Rainbow Rowell, Attachments"}, {"item": "It seemed that we loved each other better when there were large swaths of two continents between us. The daily work of love was often hard to perform at home. ", "owner": "Aleksandar Hemon, The Lazarus Project"}, {"item": "To love purely is to consent to distance, it is to adore the distance between ourselves and that which we love.", "owner": "Simone Weil, Gravity and Grace"}, {"item": "However close you get to others, you can never get inside them, even when you're inside them.", "owner": "Ian McEwan, Nutshell"}, {"item": "Time is the longest distance between two places.", "owner": "Tennessee Williams, The Glass Menagerie"}, {"item": "The distance of a voice, is only a short time away from touch.", "owner": "Anthony Liccione"}, {"item": "All space is relative. There is no such thing as size. The telescope and the microscope have produced a deadly leveling of great and small, far and near. The only little thing is sin, the only great thing is fear!(\"The Jelly-Fish\")", "owner": "David H. Keller, American Fantastic Tales: Terror and the Uncanny from Poe to the Pulps"}, {"item": "After so many years, we kept our nearness, by paying with our distance.", "owner": "Mladen Đorđević, Svetioničar - Vesnici oluje"}, {"item": "You're my closest friend and you're thousands of miles away.", "owner": "Anthony Horowitz, Scorpia Rising"}], "pagination": {"size": 20, "total": 5, "current": 0}}