{"contents": [{"item": "The healthy man is the thin man. But you don’t need to go hungry for it: Remove the flours, starches and sugars; that’s all.", "owner": "Samael Aun Weor"}, {"item": "Health is more than the absence of disease. Health is about jobs and employment, education, the environment, and all of those things that go into making us healthy.", "owner": "Joycelyn Elders"}, {"item": "Ebola haunted Zaire because of corruption and political repression. The virus had no secret powers, nor was it unusually contagious. For centuries Ebola had lurked in the jungles of central Africa. Its emergence into human populations required the special assistance of humanity's greatest vices : greed, corruption, arrogance, tyranny, and callousness.", "owner": "Laurie Garrett, Betrayal of Trust: The Collapse of Global Public Health"}, {"item": "On the outside, the man of today is carefully groomed, perhaps unnecessarily and over carefully clean; while inside he is dirtier than the dirtiest animal—whose anus is as clean as its mouth, provided said animal has not been \"domesticated\" by \"civilized\" man.", "owner": "Arnold Ehret, The Definite Cure of Chronic Constipation: Also: Overcoming Constipation Naturally"}, {"item": "Moderation is the only rule of a healthful life. This means moderation in all things wholesome.", "owner": "Herbert M. Shelton, The Science and Fine Art of Natural Hygiene"}, {"item": "Perfect health, long life and eternal youth are not the random genetic blessings of a chaotic or capricious universe, but natural birthrights that can be accessed through the mindful acceptance of simple truths, activated by the committed practice of proven activities, and sustained by advancement along a single known path. This is that path. --The Ageless Adept", "owner": "Walt F.J. Goodridge"}, {"item": "The human body is designed in accordance with the laws of nature.The British left behind their potty which goes against these laws.It induces constipation, causes fecal stagnation, enlarges the prostate, leads to infection and weakens the muscles of the lower body.", "owner": "Tapan Ghosh"}, {"item": "People who Care about their Health, Share about their Health.", "owner": "Ted Rubin, The Age of Influence: Selling to the Digitally Connected Customer"}, {"item": "Our body hears whatever is in our minds and responds.", "owner": "Akiroq Brost"}, {"item": "Most people take health at face value. Quite often people understand that health is the most valuable possession only after they become seriously ill.", "owner": "Eraldo Banovac"}, {"item": "To wish a healthy man to die is the wish from a mind of sickness. To wish an ailing man to die is the wish of the ambitious", "owner": "Lea R. Caguinguin"}, {"item": "Saving life and avoiding death are typically shorthand for far less evocative terms: lengthening life and delaying death.", "owner": "H. Gibert Welch"}, {"item": "Look to the nervous system as the key to maximum health.", "owner": "Galen"}, {"item": "Sleep is that golden chain that ties health and our bodies together.", "owner": "Thomas Dekker"}, {"item": "Health and programming should go together like a horse and carriage. You can't have one without the other. In our sedentary office work, we often forget that an absence of health is as bad as a lack of programming skills.", "owner": "Staffan Noteberg"}, {"item": "Health is a perishable thing.", "owner": "Peter Jumrukovski, The Goal Book: How to Achieve Your Dreams and Create a Better Life"}, {"item": "I never question God. Sometimes I say, 'Why me? Why do I have such a hard life? Why do I have this disease? Why do I have siblings who died?' But then I think and say, 'Why not me?", "owner": "Mattie Stepanek"}, {"item": "You can’t live an unhealthy lifestyle and expect a healthy outcome.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "Hiding white lies only causesanxiety and low self- esteem.Melissa Mae Palmer (on living with a mysterious illness and not telling a soul)", "owner": "Melissa Mae Palmer, My Secrets of Survivorship: We Solved the Mystery"}, {"item": "To obey the principles of kingdom is to enjoy full and whole health", "owner": "Sunday Adelaja"}], "pagination": {"size": 20, "total": 10, "current": 5}}