{"contents": [{"item": "To be fair, I am not the same man. The one who listened. The one who believed her.", "owner": "Jodi Picoult, My Sister's Keeper"}, {"item": "when there is a bit mistrust, jealousy will arise and ended with misunderstanding", "owner": "Tun Teja"}, {"item": "Trust is the delusion of truth with ill fated consequences", "owner": "Ivan Yelkin"}, {"item": "The truth begins where trust ends.", "owner": "Ivan Yelkin"}, {"item": "None should say : 'I can trust,' or 'I cannot trust' until he is a master of the option, of trusting or not trusting.", "owner": "Idries Shah, Reflections"}, {"item": "When did you trust someone to hold a truth as carefully as you did?", "owner": "Martine Murray, The Wilful Eye"}, {"item": "I wondered then if there could ever be trust in a relationship based from the outset upon deceiving other people.", "owner": "Catherine Sanderson, Petite Anglaise"}, {"item": "His steps slowed to a stop. “Why?” His voice was a ghost in the quiet. “Why give me your trust when you know it is such an easy thing to break?”“Perhaps the easy giving of it will make it harder to break", "owner": "Kristen Callihan, Firelight"}, {"item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust him.", "owner": "Katherine Boo"}, {"item": "Trust should be like the feeling of a one year old babywhen you throw him in the air,he laughsbecause he knows you will catch him;", "owner": "Abhishek Thakore"}, {"item": "Entrusting one's life is not the same as opening up one's soul.", "owner": "Muriel Barbery, The Elegance of the Hedgehog"}, {"item": "I ask myself, who do i trust? Then i answered, No-one", "owner": "donwayne"}, {"item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust them.", "owner": "Katherine Boo"}, {"item": "I want my relationship with my future boyfriend to be built on trust, not in alcohol , not in the appearance , and in jealous eyes", "owner": "zwaantje nacion"}, {"item": "I've said it before and I'll say it again: Never trust anyone who tells you how people come to trust him", "owner": "Katherine Boo"}, {"item": "A promise made is a debt unpaid.", "owner": "Robert W. Service"}, {"item": "Loyalty is still the same  Whether it win or lose the game  True as a dial to the sun  Although it be not shined upon.", "owner": "Samuel Butler"}, {"item": "Never trust the teller. Trust the tale.", "owner": "D. H. Lawrence"}, {"item": "There is nothing more likely to start disagreement among people or countries than an agreement.", "owner": "E. B. White"}, {"item": "When praying does no good  insurance does help.", "owner": "Bertolt Brecht"}], "pagination": {"size": 20, "total": 10, "current": 8}}