{"contents": [{"item": "In us, there is a river of feelings, in which every drop of water is a different feeling, and each feeling relies on all the others for its existence. To observe it, we just sit on the bank of the river and identify each feeling as it surfaces, flows by, and disappears.", "owner": "Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life"}, {"item": "[T]he flower is made of non-flower elements. We can describe the flower as being full of everything. There is nothing that is not present in the flower. We see sunshine, we see the rain, we see clouds, we see the earth, and we also see time and space in the flower.A flower, like everything else, is made entirely of non-flower elements. The whole cosmos has come together in order to help the flower manifest herself, The flower is full of everything except one thing: a separate self, a separate identity.The flower cannot be by herself alone. The flower has to inter-be with the sunshine, the cloud and everything in the cosmos. If we understand being in terms of inter-being, then we are much closer to the truth. Inter-being is not being and it is not non-being. Inter-being means being empty of a separate identity, empty of a separate self,", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "I am a continuation like the rain is the continuation of the cloud.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Things cannot stay the same because they are influenced by everything else, everything that is not itself.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Just because we do not perceive something, it is not correct to say it does not exist.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Thanks to impermanence, everything is possible. Life itself is possible. If a grain of corn is not impermanent, it can never be transformed into a stalk of corn. If the stalk were not impermanent, it could never provide us with the ear of corn we eat.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Impermanence means that everything changes and that nothing remains the same in any consecutive moments. And although things change every moment, they still cannot be accurately described as the same or as different from what they were a moment ago.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Emptiness is not the opposite of existence. It is not nothingness or annihilation.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Direct experience is the only way.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "When you lose a loved one, you suffer. But if you know how to look deeply, you have a chance to realize that his or her nature is truly the nature of no birth, no death. There is manifestation and there is the cessation of manifestation in order to have another manifestation. You have to be very keen and very alert in order to recognize the new manifestations of just one person.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Nourish yourself every day with the wonderful things that life has to offer you. Nourish yourself in the present moment. Walk in the kingdom of God.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "We can only accept teachings that we have put into practice with our own awakened understanding and that we can see with our own experience to be true.", "owner": "Thich Nhat Hanh, No Death, No Fear"}, {"item": "Don't chase after your thoughts as a shadow follows its object. Don't run after your thoughts. Find joy and peace in this very moment .", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "The present moment is the only time over which we have dominion. The most important person is always the person you are with, who is right before you,", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "When a feeling or thought arises, your intention should not be to chase it away, even if by continuing to concentrate on the breath the feeling or thought passes naturally from the mind. The intention isn't to chase it away, hate it, worry about it, or be frightened by it. So what exactly should you be doing concerning such thoughts and feelings? Simply acknowledge their presence.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "...didn't need to waste so much time envisioning some vague horribleness awaiting me in my future.", "owner": "Dan Harris, 10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works"}, {"item": "While practicing mindfulness, don't be dominated by the distinction between good and evil, thus creating a battle within oneself.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "A person who looks at the table and can see the universe is a person who can see the way.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "People normally cut reality into compartments, and so are unable to see the interdependence of all phenomena. To see one in all and all in one is to break through the great barrier which narrows one's perception of reality, a barrier which Buddhism calls the attachment to the false view of self.Attachment to the false view of self means belief in the presence of unchanging entities which exist on their own.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}, {"item": "Whatever the tasks, do them slowly and with ease, in mindfulness. Don't do any task in order to get it over with. Resolve to do each job in a relaxed way, with all your attention.", "owner": "Thich Nhat Hanh, The Miracle of Mindfulness: An Introduction to the Practice of Meditation"}], "pagination": {"size": 20, "total": 9, "current": 4}}