{"contents": [{"item": "If you remain dependent on your parents all your life, do not carry a wrong pretence that you are even born.", "owner": "Sandeep Sahajpal"}, {"item": "[A man] finds in himself a talent which with the help of some culture might make him a useful man in many respects. But he finds himself in comfortable circumstances and prefers to indulge in pleasure rather than to take pains in enlarging and improving his happy natural capacities. He asks, however, whether his maxim of neglect of his natural gifts, besides agreeing with his inclination to indulgence, agrees also with what is called duty. He sees then that a system of nature could indeed subsist with such a universal law, [where] men... let their talents rest and resolve to devote their lives merely to idleness, amusement, and propagation of their species - in a word, to enjoyment; but he cannot possibly will that this should be a universal law of nature, or be implanted in us as such by a natural instinct. For, as a rational being, he necessarily wills that his faculties be developed, since they serve him, and have been given him, for all sorts of possible purposes.", "owner": "Immanuel Kant, Fundamental Principles of the Metaphysic of Morals"}, {"item": "I class the principle of moral feeling under that of happiness, because every empirical interest promises to contribute to our well-being by the agreeableness that a thing affords, whether profit be regarded.", "owner": "Immanuel Kant, Fundamental Principles of the Metaphysic of Morals: & the Metaphysical Elements of Ethics"}, {"item": "I have a theory that every time you make an important choice, the part of you left behind continues the other life you could have had. Some people's emanations are very strong, some people create themselves afresh outside of their own body.", "owner": "Jeanette Winterson, Oranges Are Not the Only Fruit"}, {"item": "There's a chance that I'm not here at all, that all the parts of me, running along all the choices I did and didn't make, for a moment brush against each other. That I am still an evangelist in the North, as well as the person who ran away. Perhaps for a while these two selves have been confused. I have not gone forward or back in time, but across in time, to something I might have been, playing itself out.", "owner": "Jeanette Winterson, Oranges Are Not the Only Fruit"}, {"item": "People do go back, but they don't survive, because two realities are claiming them at the same time. Such things are too much. You can salt your heart, or kill your heart, or you choose between the two realities. There is so much pain here.", "owner": "Jeanette Winterson"}, {"item": "Obstacles are there to give you more opportunities to grow and excel in life.", "owner": "Seema Brain Openers"}, {"item": "Accept your mistakes. Overcome your mistakes. Grow from your mistakes. Growth only comes after you have realized your mistakes. If you accept your mistake and have gained knowledge from it, it was all worth it.", "owner": "Avina Celeste"}, {"item": "You need not have any motivation but the motivation to overpower your mind.", "owner": "Avina Celeste"}, {"item": "The people who make you feel small, unworthy and valueless are toxic people. You can never expect to grow in life by being close to them. Leave them to grow in life.", "owner": "Seema Brain Openers"}, {"item": "I felt the pain and the glory of growth, was straining and shuddering with it.", "owner": "Nnedi Okorafor, Home"}, {"item": "I carry inside myself my earlier faces, as a tree contains its rings.", "owner": "Tomas Tranströmer, Memories Look at Me: A Memoir"}, {"item": "Never feel sorry for me, just teach me and watch me grow.", "owner": "Jonathan Anthony Burkett"}, {"item": "Great hardship always seems to be the prerequisite to meaningful spiritual growth.", "owner": "James Castleton, MD, Mending of a Broken Heart"}, {"item": "Maturity is the ability to see what is important and what is not.", "owner": "Vatsal Surti"}, {"item": "Never pupil was more humble, never pupil more obedient; thinking nothing of himself or of anything he had done or could do, his path was open to the swiftest and highest growth. It matters little where a man may be at this moment; the point is whether he is growing. The next point will be, whether he is growing at the ratio given him. The key to the whole thing is _obedience_, and nothing else.", "owner": "George MacDonald, Mary Marston"}, {"item": "Reinvention is no rushed religion.", "owner": "Erica Alex"}, {"item": "A sense of our inadequacies and failings, a recognition that we could be better people than we usually are, isone of the forces for moral growth and improvement in our society. An appropriate sense of guilt makes people try to be better. But anexcessive sense of guilt, a tendency to blame ourselves for things which are clearly not our fault, robs us of our self-esteem andperhaps of our capacity to grow and to act.", "owner": "Harold S. Kushner, When Bad Things Happen to Good People"}, {"item": "You never know what’s going to be in the garden in June when you’re looking at it in January.", "owner": "Corey Ann Haydu, The Careful Undressing of Love"}, {"item": "People are always waiting around for that magical person who’ll walk into their life and fix them, who’ll offer up some vital piece they’ve been missing and make them complete. They spend years trying to fit their broken edges against another person’s and call themselves whole and healed. The only problem with this, of course, is that expecting anyone else to fix you is an unequivocal disaster.You can't wait for a man to come around and put you back together. You have to put yourself back together first, and become the kind of woman who deserves a good man.", "owner": "Julie   Johnson, The Someday Girl"}], "pagination": {"size": 20, "total": 10, "current": 9}}