{"contents": [{"item": "You can't wake up miserable and expect something outside yourself to change that mood, you have to be willing to change that mood so you expect the best from your outside world.", "owner": "Nikki Rowe"}, {"item": "i choose to focus my energy on what I believe deserves my time, life passes us by so quickly and before we know it; were looking back at our story, make sure the choices you decide on; will give you a movie worth watching.", "owner": "Nikki Rowe"}, {"item": "Be real! Fake and phony people never grow..\" - Sivaprakash Sidhu", "owner": "sivaprakash Sidhu, SivaprakashG, Sidhu, Sivasidhug"}, {"item": "I suspected once that any human life, however intricate and full it might be, consisted in reality of one moment: the moment when a man knows for all time who he is.", "owner": "Jorge Luis Borges, Other Inquisitions, 1937-1952"}, {"item": "No person wakes up and finds themselves on the world stage. When that happens, it is in the movies.", "owner": "Bidemi Mark-Mordi"}, {"item": "Real spirituality is about getting the bullshit out of your life and getting real.", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "The only reason you continue to love someone who treats you poorly is because you don't value yourself enough.", "owner": "Rob Liano"}, {"item": "If there's going to be pain anyway, I'd rather it be the pain of growth rather than the pain of staying stuck.", "owner": "Suzette R. Hinton"}, {"item": "the source of a river is narrow. If you could jump over it in a twinkle of an eye at the source, be sure to ponder before you jump over it at its mid or its estuary.", "owner": "Ernest Agyemang Yeboah"}, {"item": "the matured understands mistakes as a necessary growth path to maturity", "owner": "Ernest Agyemang Yeboah, Distinctive Footprints of Life: Where Are You Heading Towards?"}, {"item": "Extravagance of desire is the fundamental cause which has led the world into its present predicament. Fast rather than slow, more rather than less—this flashy \"development\" is linked directly to society's impending collapse.", "owner": "Masanobu Fukuoka, The One-Straw Revolution"}, {"item": "We are now forced to actively pursue our struggles. If we do not go out of our way to stretch our comfort zones and grow, no one nor nature will do it for us.", "owner": "Chris Matakas"}, {"item": "My scars remind me that I did indeed survive my deepest wounds. That in itself is an accomplishment. And they bring to mind something else, too. They remind me that the damage life has inflicted on me has, in many places, left me stronger and more resilient. What hurt me in the past has actually made me better equipped to face the present.", "owner": "Steve Goodier"}, {"item": "The harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value. I love the man that can smile in trouble, that can gather strength from distress and grow.", "owner": "Thomas Paine"}, {"item": "We need to simplify life. Do you think grass thinks about who trod on it yesterday? No... It just continues to grow. And so should you. You cannot control who treads on you, but you do control your own growth. Don't ever let others inhibit you!", "owner": "Tony Curl"}, {"item": "The struggle you're in today is developing the strength you need for tomorrow. Don´t give up.", "owner": "Robert Tew"}, {"item": "In your very imperfections you will find the basis for your firm, way-seeking mind.", "owner": "Shunryu Suzuki"}, {"item": "You will not be the same after the storms of life; you will be stronger, wiser and more alive than ever before!", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "You have the heart of a warrior and you were designed to survive!", "owner": "Bryant McGill, Simple Reminders: Inspiration for Living Your Best Life"}, {"item": "The impetus to grow and live intensely is so powerful in me I cannot resist it. I will work, I will love my husband, but I will fulfill myself.", "owner": "Anaïs Nin, Henry and June: From \"A Journal of Love\"--The Unexpurgated Diary of Anaïs Nin"}], "pagination": {"size": 20, "total": 10, "current": 4}}