{"contents": [{"item": "If I do not feel a sense of joy in God's creation, if I forget to offer the world back to God with thankfulness, I have advanced very little upon the Way. I have not yet learnt to be truly human. For it is only through thanksgiving that I can become myself.", "owner": "Kallistos Ware, The Orthodox Way"}, {"item": "Gratitude is an overflow of the pleasure filling your soul.", "owner": "Raheel Farooq"}, {"item": "Most of us forget to take time for wonder, praise and gratitude until it is almost too late. Gratitude is a many-colored quality, reaching in all directions. It goes out for small things and for large; it is a God-ward going.", "owner": "Faith Baldwin, Many Windows, Seasons of the Heart"}, {"item": "Thanksgiving for God’s faithfulness in our pain is the indisputable proof that we believe God is a part of our pain.", "owner": "Erwin W. Lutzer, When You've Been Wronged: Moving From Bitterness to Forgiveness"}, {"item": "Superficial social niceties are far different from the deep emotion of thanksgiving.", "owner": "Alexandra Katehakis, Mirror of Intimacy: Daily Reflections on Emotional and Erotic Intelligence"}, {"item": "Beth ceased to fear him from that moment, and sat there talking to him as cozily as if she had known him all her life, for love casts out fear, and gratitude can conquer pride.", "owner": "Louisa May Alcott"}, {"item": "When you focus on gratitude, positive things flow in more readily, making you even more grateful.", "owner": "Lissa Rankin, Mind Over Medicine: Scientific Proof That You Can Heal Yourself"}, {"item": "When my parents were liberated, four years before I was born, they found that the ordinary world outside the camp had been eradicated. There was no more simple meal, no thing was less than extraordinary: a fork, a mattress, a clean shirt, a book. Not to mention such things that can make one weep: an orange, meat and vegetables, hot water. There was no ordinariness to return to, no refuge from the blinding potency of things, an apple screaming its sweet juice.", "owner": "Anne Michaels, Fugitive Pieces"}, {"item": "I made cranberry sauce, and when it was done put it into a dark blue bowl for the beautiful contrast. I was thinking, doing this, about the old ways of gratitude: Indians thanking the deer they'd slain, grace before supper, kneeling before bed. I was thinking that gratitude is too much absent in our lives now, and we need it back, even if it only takes the form of acknowledging the blue of a bowl against the red of cranberries.", "owner": "Elizabeth Berg, Open House"}, {"item": "That's the funny thing about America--the blessed thing. As many people as there are to hold you back, there are angels whose humanity makes up for all the others. I've had my share of angels.", "owner": "Abraham Verghese, Cutting for Stone"}, {"item": "For a wise man, I have been told, once said, ‘Gratitude is best and most effective when it does not evaporate in empty phrases.’ But alas, my lady, I am but a mass of empty phrases, it would seem.", "owner": "Isaac Asimov, Foundation and Empire"}, {"item": "After the fire, when I'd tried to express my gratitude for their kindness to our customers, they'd been awkward, uncomfortable. My father had had to explain to me that giving thanks is not a common practice in India.'Then how do you know if people appreciated what you did?' I'd asked.'Do you really need to know?' my father had asked back.", "owner": "Chitra Banerjee Divakaruni, Queen of Dreams"}, {"item": "Thanksgiving creates abundance.", "owner": "Ann Voskamp"}, {"item": "Life-changing gratitude does not fasten to a life unless nailed through with one very specific nail at a time.", "owner": "Ann Voskamp"}, {"item": "Though they only take a second to say, thank yous leave a warm feeling behind that can last for hours.", "owner": "Kent Allan Rees, Molly Withers and the Golden Tree"}, {"item": "I try hard to hold fast to the truth that a full and thankful heart cannot entertain great conceits. When brimming with gratitude, one’s heartbeat must surely result in outgoing love, the finest emotion we can ever know.", "owner": "Bill W."}, {"item": "Be grateful for whatever it is that opens you up.", "owner": "Allan G. Hunter"}, {"item": "Thanks, Pepe. You've put an extra night into my life. I would have spent it just sleeping like an ox, but I've lived it instead. I'm grateful.", "owner": "Manuel Vázquez Montalbán, La Soledad Del Manager"}, {"item": "Saying that 'I am a grateful alcoholic' will then reflect the truth about who we have become in our person, having understood deeply and intimately that God in his grace can turn any evil, any pain we have suffered or inflicted, to good purpose. – p. 57", "owner": "Ray A., Practice These Principles: Living the Spiritual Disciplines and Virtues in 12-Step Recovery to Achieve Spiritual Growth, Character Development, and Emotional Sobriety"}, {"item": "Always remember that with privilege comes responsibility. You must go to Casa Azul and see the place you came from. Only then will you be able to understand how far you've come.", "owner": "Sandra Rodriguez Barron, Stay with Me: A Novel"}], "pagination": {"size": 20, "total": 10, "current": 7}}