{"contents": [{"item": "Sometimes our walls exist just to see who has the strength to knockthem down.", "owner": "Darnell Lamont Walker, Creep"}, {"item": "Sometimes you met someone that changed the pattern, who wormed their way past the cracks in your heart, caulked them up, sealed themselves in, and stayed there. Sometimes they did it by insisting you meet them at every step, as Jamie had done to me.", "owner": "Diana Peterfreund, Tap & Gown"}, {"item": "my only complaints are two:that I didn't make myself readyfor you sooner in life, thatI can't give you better,Love you more.", "owner": "Jan Beatty"}, {"item": "Don't be a fool. Don't give up something important to hold onto someone who can't even say they love you.", "owner": "Sarah Dessen, Someone Like You"}, {"item": "Why, then, did I always feel as if his happiness was my responsibility? It wasn't fair for him to burden me with that. It had never been fair.", "owner": "Melanie Benjamin, Alice I Have Been"}, {"item": "Sometimes, if she simply remained quiet, and let the inadequacy of his excuses reverberate on the air, he became ashamed and backtracked.", "owner": "J.K. Rowling, The Casual Vacancy"}, {"item": "I used to want you so bad, I'm so through with that because honestly you turned out to be the best thing I never had!", "owner": "Beyoncé Knowles"}, {"item": "If thou dost seek to have what thou dost hide,By self-example mayst thou be denied.", "owner": "William Shakespeare, Shakespeare's Sonnets"}, {"item": "Happy wife, happy life.", "owner": "Paul Orfalea, Copy This!: Lessons from a Hyperactive Dyslexic who Turned a Bright Idea Into One of America's Best Companies"}, {"item": "What was it about relationships that made you feel so vulnerable? Oh, right. A relationship. In any relationship, you put yourself out there. You exposed all of your sensitive nerve endings and your heart and you just had to hope that you trusted the right person.", "owner": "Courtney Cole, Every Last Kiss"}, {"item": "It is with the soul that we grasp the essence of another human being, not with the mind, nor even with the heart.", "owner": "Henry Miller"}, {"item": "I believe that it is impossible for two individuals not committed to their own and each other’s well being to sustain a healthy and enduring relationship.", "owner": "bell hooks, Breaking Bread: Insurgent Black Intellectual Life"}, {"item": "Hereafter she is only my sister in name; not because I disown her, but because she has disowned me.", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "Understand the nature and influence of repeating patterns, from childhood experiences or even from past lives. Wthout understanding, patterns tend to repeat, unnecessarily damaging the relationship.", "owner": "Brian L. Weiss, Messages from the Masters: Tapping into the Power of Love"}, {"item": "It is the mind which creates the world around us, and even though we stand side by side in the same meadow, my eyes will never see what is beheld by yours, my heart will never stir to the emotions with which yours is touched.", "owner": "George Gissing"}, {"item": "Women were excited after sex, wired becasue in their minds the relationship was on beginning. Men went to sleep m the because for the orgasm had arrived and the relationship was done.", "owner": "Eric Jerome Dickey, Pleasure"}, {"item": "In relationships, there are no beginning and no end.", "owner": "Santosh Kalwar"}, {"item": "When certain parts of our bodies are touched, certain enzymes and chemicals that trigger sexual desire are released into our system. The more our bodies are stimulated, the more chemicals are released and the greater our sexual desire grows until it becomes a virtually unstoppable flood.", "owner": "Myles Munroe, Waiting and Dating"}, {"item": "Each piece of glass is another piece of myself I gave to him. It's too bad I didn't keep any pieces for myself.", "owner": "Amanda Grace, But I Love Him"}, {"item": "When a man has seen the woman whom he would have chosen if he had intended to marry speedily, his remaining a bachelor will usually depend on her resolution rather than on his.", "owner": "George Eliot, Middlemarch"}], "pagination": {"size": 20, "total": 10, "current": 4}}