{"contents": [{"item": "And now that its ruby eyes are set into the gold, you cannot see their tear-shape, so they seem to be laughing rather than crying. It is a constant reminder to me of the human ability to create something beautiful even when things are at the darkest.", "owner": "Cressida Cowell, How to Twist a Dragon's Tale"}, {"item": "They knew, though, she would not suffer as they had suffered. She was perfect. They were scarred.", "owner": "Francesca Lia Block, The Rose and the Beast: Fairy Tales Retold"}, {"item": "The world needs more beautiful things.", "owner": "Paula Stokes, Hidden Pieces"}, {"item": "Beauty is one of the strangest things. It never comes without the pain. But it always comes...eventually.", "owner": "Madilyn Vae"}, {"item": "beneath the pain of your fears, wild and ready, lives your truth, the essence of your singular beauty, hoping, waiting for you to set it free.", "owner": "Scott Stabile"}, {"item": "Some rumors said she was a demon from another world. Other rumors said she was death incarnate, someone to remind us of our misdeeds. But no one had said how beautiful she was. No one had mentioned her eyes. The ones that showed color only for a second. A hint of beauty in absolute blackness.", "owner": "Shannon A. Thompson, July Thunder"}, {"item": "Every seed dies before It grows.", "owner": "Switchfoot"}, {"item": "You may have fallen down, but you can get back up again. You may have doors shut, but new doors will open for you. You may have been lied on, but the truth will come to the light. You may have been hurt, but the pain will pass. You are a survivor. You have a history of surviving.", "owner": "Amaka Imani Nkosazana, Heart Crush"}, {"item": "We should always hope and expect to see a brand new day filled with hope, love and joy.", "owner": "Bamigboye Olurotimi"}, {"item": "The death of a beautiful woman is, unquestionably, the most poetical topic in the world.", "owner": "Edgar Allan Poe"}, {"item": "Whatever can die is beautiful — more beautiful than a unicorn, who lives forever, and who is the most beautiful creature in the world. Do you understand me?", "owner": "Peter S. Beagle, The Last Unicorn"}, {"item": "But thy strong Hours indignant work’d their wills,And beat me down and marr’d and wasted me,And tho’ they could not end me, left me maim’dTo dwell in presence of immortal youth,Immortal age beside immortal youth,And all I was, in ashes. - Tithonus", "owner": "Alfred Tennyson"}, {"item": "the first quality of an honest man is contempt for religion, which would have us afraid of the most natural thing in the world, which is death; and would have us hate the one beautiful thing destiny has given us, which is life.", "owner": "Umberto Eco, The Island of the Day Before"}, {"item": "In so many senseless deaths, beauty is to blame.", "owner": "Suzanne Finnamore, Split: A Memoir of Divorce"}, {"item": "O my love, my wife!Death, that hath suck'd the honey of thy breathHath had no power yet upon thy beauty.", "owner": "William Shakespeare, Romeo and Juliet"}, {"item": "I've developed into quite a swan. I'm one of those people that will probably look better and better as I get older - until I drop dead of beauty.", "owner": "Rufus Wainwright"}, {"item": "It was this mystery, bereft now of all fear, and this beauty together that made life the endless, changing and yet changeless, thing it was. And yet mystery and loveliness alike were really only appreciable with one's legs, as it were, dangling down over into the grave.", "owner": "Walter de la Mare, The Return"}, {"item": "Because beauty consits of it's own passing, just as we reach for it. It's the ephemeral configuration of things in the moment, when you can see both their movement and their death.", "owner": "Muriel Barbery, The Elegance of the Hedgehog"}, {"item": "When death speaks to me, it speaks only of the beauty of life.", "owner": "Marty Rubin"}, {"item": "Whatever is destroyed, the act of destruction does not vary much. Beauty if vapour from the pit of death.", "owner": "J.A. Baker, The Peregrine: The Hill of Summer  Diaries: The Complete Works of J. A. Baker"}], "pagination": {"size": 20, "total": 10, "current": 7}}