{"contents": [{"item": "Hope in the heart is the escape in any hardship.", "owner": "Lailah Gifty Akita"}, {"item": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "The single greatest cause of happiness is gratitude.", "owner": "Auliq-Ice"}, {"item": "Everything is relative in this world, where change alone endures.", "owner": "Leon Trotsky"}, {"item": "If God has given us life, He is capable of any other thing.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes the most beautiful people are beautifully broken.", "owner": "Robert M. Drake"}, {"item": "...and we'll see what happens when we say Yes while this rigor mortis world screams No.", "owner": "Isaac Marion, Warm Bodies"}, {"item": "When you're at the end of your rope, tie a knot and hold on.", "owner": "Theodore Roosevelt"}, {"item": "Every experience lays the foundation for the ultimate success.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Impossibility, like wineExhilarates the manWho tastes it; PossibilityIs flavoreless.", "owner": "Emily Dickinson"}, {"item": "There never was, for all I could ever learn, a time when living was easy and peaceful.", "owner": "Ellis Peters"}, {"item": "It's always darkest before dawn. We just have to wait a little while longer. The sun always rises.", "owner": "Aly Martinez, The Brightest Sunset"}, {"item": "Things will get easier, people's minds will change, and you should be alive to see it.", "owner": "Ellen DeGeneres"}, {"item": "Praying is a persuasive act.", "owner": "Lailah Gifty Akita"}, {"item": "Sometimes to self-discover you must self-destruct.", "owner": "Robert M. Drake"}, {"item": "When all else is lost, the future still remains.", "owner": "Christian Bovee"}, {"item": "I count everything loss, to gain anything under the power of grace in Jesus Christ.", "owner": "Lailah Gifty Akita"}, {"item": "Never stop believing that your dreams are eternal.", "owner": "Truth Devour, Unrequited"}, {"item": "We need hope, or else we cannot endure.", "owner": "Sarah J. Maas, A Court of Thorns and Roses"}, {"item": "Without struggle, success has no value.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "If I’m going to have hope, I’m going to have to learn to endure disappointment.", "owner": "Sharon Weil, ChangeAbility: How Artists, Activists, and Awakeners Navigate Change"}, {"item": "Belief consists in accepting the affirmations of the soul; unbelief, in denying them.", "owner": "Ralph Waldo Emerson"}, {"item": "The Saviour, sacrifice his life as offering for sin.", "owner": "Lailah Gifty Akita"}, {"item": "Greatness is not a term of success, but of endurance.", "owner": "Robert Vanleeuwen"}, {"item": "There is nothing more important than your eternal salvation.", "owner": "Kirk Cameron"}, {"item": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "owner": "Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip"}, {"item": "You have the capacity to pursue your dreams.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Life isn't just about darkness or light, rather it's about finding light within the darkness.", "owner": "Landon Parham, First Night of Summer"}, {"item": "You are only a prisoner when you surrender.", "owner": "Tad Williams, Shadowplay"}, {"item": "You have strength born of years of grief and anger... The strength of a man denied revenge.", "owner": "Compton Gage"}, {"item": "The moon is the reflection of your heart and moonlight is the twinkle of your love.", "owner": "Debasish Mridha"}, {"item": "The greatest act of faith some days is to simply get up and face another day.", "owner": "Amy Gatliff"}, {"item": "Benny pushed a slow breath through his teeth. “Is it so terrible to believe in something?", "owner": "Melanie  Crowder, A Nearer Moon"}, {"item": "when you live forever and don't age, it gives you time to hope", "owner": "Laurell K. Hamilton"}, {"item": "May be its mine bad-luck Or yours not to get me But I still have hope Of being yours", "owner": "Hasil Paudyal, Blended Words"}, {"item": "It is right that one must come so far to see the world as it is meant to be.", "owner": "Compton Gage"}, {"item": "I Love the Smell of Success in the Shadows of Failure.~Ayyaz Ameer Meo", "owner": "Ayyaz Ameer Mayo"}, {"item": "Dare the impossible. By grace it will be possible.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "If at first the idea is not absurd, then there is no hope for it.", "owner": "Albert Einstein"}, {"item": "Every change, those subtle-slow, and those drastically sudden, has brought me into myself.", "owner": "Amanda Linsmeier, Beach Glass & Other Broken Things"}, {"item": "The only true borders lie between day and night, between life and death, between hope and loss.", "owner": "Erin Hunter"}, {"item": "We cannot hunt for love. We can only surrender and become love’s prey.", "owner": "Kamand Kojouri"}, {"item": "Posture is Paramount.", "owner": "Cindy Ann Peterson, My Style, My Way: Top Experts Reveal How to Create Yours Today"}, {"item": "A baby is God's opinion that the world should go on.", "owner": "Carl Sandburg"}, {"item": "For every bad thing in life, there are more good things to tip the balance.", "owner": "Richelle Mead, Succubus on Top"}, {"item": "To be unbroken, what would that be?If words that were spoken, had not shattered me", "owner": "ZOEgirl, Zoegirl - Different Kind of Free"}, {"item": "Failure is just another way to learn how to do something right.", "owner": "Marian Wright Edelman"}, {"item": "Life's under no obligation to give us what we expect.", "owner": "Margaret Mitchell"}, {"item": "Rien ne va arrêter ma quête pour te trouver\" No one will stop my quest to find you.", "owner": "Susane Colasanti, Something Like Fate"}, {"item": "Every experience makes us wiser.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "You are where you need to be. Just take a deep breath.", "owner": "Lana Parrilla"}, {"item": "One resolution I have made, and try always to keep, is this: ‘To rise above little things’.", "owner": "John Burroughs"}, {"item": "There is neither mistake nor failures. It is only experience.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Right now, we're living in an ugly chapter of our lives, but books always get better!", "owner": "Chris Colfer, The Wishing Spell"}, {"item": "Let the ruins come to lifeIn the beauty of Your nameRising up from the ashesGod forever You reign", "owner": "Hillsong"}, {"item": "If someone gives you tough situation, it's better to make a distance.", "owner": "Avinash Advani"}, {"item": "I lost someone close to me once . . . Taught me to live in the moment. Life is short, you know?", "owner": "Brent  Jones, The Fifteenth of June"}, {"item": "We cannot hope to change a nation without facing trials and persecution in the process", "owner": "Sunday Adelaja"}, {"item": "The Rest of Our Life Is Going To Be The Best of Our Life!", "owner": "Darrell Yarbrough"}, {"item": "We can be redeemed only to the extent to which we see ourselves.", "owner": "Martin Buber"}, {"item": "Do not dwell on your loss. Look forward with bright new hopes.", "owner": "Lailah Gifty Akita"}, {"item": "Keep a little fire burning; however small, however hidden.", "owner": "Cormac McCarthy, The Road"}, {"item": "Death is not considerate, or fair.", "owner": "Compton Gage"}, {"item": "The greatest education is learning to know the divinity of thy soul.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Hope finds its fulfillment when nurtured through faith and shared with love.", "owner": "Mollie Marti"}, {"item": "Only to close these eyesto sleep in the lap of loveand stay there forever.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "You are judged many times more by what you give assent to others doing than what you do yourself.", "owner": "Compton Gage"}, {"item": "Stand up upon the right side, and I shall expound the similitude unto thee.", "owner": "Compton Gage"}, {"item": "Some honest people think it is better to know the ways of the devil without being evil.", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "It's a good day for Kokomo", "owner": "Michael Harris"}, {"item": "Thy heart had gone too far in this world, and think thou to comprehend the way of the most High?", "owner": "Compton Gage"}, {"item": "Hope against hope, is the grace of faith.", "owner": "Lailah Gifty Akita"}, {"item": "Where the cheerful childrenof unwritten poems,play all around,you will find me there.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "It will get easier each time, I think. I hope. I just have to keep trying.", "owner": "Jenny Han, To All the Boys I've Loved Before"}, {"item": "To repent is to return to God.", "owner": "Lailah Gifty Akita"}, {"item": "At what point is normal natural?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "owner": "José N. Harris, MI VIDA: A Story of Faith, Hope and Love"}, {"item": "Hope is the crystal meth of emotions. It hooks you fast and kills you hard.", "owner": "Jennifer Donnelly, Revolution"}, {"item": "I look in the mirror through the eyes of the child that was me.", "owner": "Judy Collins"}, {"item": "Some things cannot be fixed. They can only be carried.", "owner": "Megan Devine, It's Ok That You're Not Ok: Meeting Grief and Loss in a Culture That Doesn't Understand"}, {"item": "disappointment had to be postponed, hope kept alive as long as possible;", "owner": "Graham Greene, The End of the Affair"}, {"item": "Passionate life is the beauty of a sacred-existence.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "The child was slender as fleeting hope.", "owner": "William Peter Blatty, The Exorcist"}, {"item": "Iniquity shall be increased above that which now thou see, or that thou hast heard long ago.", "owner": "Compton Gage"}, {"item": "The great lie that science has given us is that reality is material.", "owner": "Compton Gage"}, {"item": "Only dead surpasses the sufferings", "owner": "Compton Gage"}, {"item": "She needed the chaos within her in order to discover the extraordinary no man could ever reach.", "owner": "Robert M. Drake"}, {"item": "Never give up hope, no matter how dark things may seem.", "owner": "A. T."}, {"item": "With faith in God, we can walk through the fires unharmed.", "owner": "Lailah Gifty Akita"}, {"item": "Remember diamonds are created under pressure so hold on, it will be your time to shine soon.", "owner": "Sope Agbelusi"}], "common_tag": "hope,", "updatedAt": "2023-07-01 19:09:51"}