{
    "contents": [
        {
            "item": "God never cease to exist because His invisibility is doubted.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "keep searching, keep seeking.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "We may not play with the new theology even if we may think we can turn it to our advantage.",
            "owner": "Francis A. Schaeffer"
        },
        {
            "item": "To be free is to seek faith.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "The Gospel is the throne of much more grace.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "The holy faith is the strong force.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Man rejection of the Truth is the root of his rebellion.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "To know much and taste nothing-of what use is that?",
            "owner": "Bonaventure"
        },
        {
            "item": "The Truth of God is taught by the Holy Spirit.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "God presents the Sabbath rest as a shelter we can enter. (Hebrews 4:1-11)",
            "owner": "Charles R. Swindoll"
        },
        {
            "item": "the gods seldomgivebut so quicklytake.",
            "owner": "Charles Bukowski, You Get So Alone at Times That it Just Makes Sense"
        },
        {
            "item": "People who demand signs never believe them when they come.",
            "owner": "Michael Card"
        },
        {
            "item": "Righteousness is of God, the righteous Ruler.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Violence is spiritual junk food, and boredom is spiritual anorexia.",
            "owner": "Peter Kreeft, Jesus-Shock"
        },
        {
            "item": "Glory to the the Great God!",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "If you allow it, [suffering] can be the means by which God brings you His greatest blessings.",
            "owner": "Charles R. Swindoll"
        },
        {
            "item": "Faith is like a pockpocket who loans a person his own money on generous terms.",
            "owner": "Sam Harris, Letter to a Christian Nation"
        },
        {
            "item": "Glory to the Great God of wonders!",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "We are enjoined to love our neighbor, not our tribe.",
            "owner": "Chris Hedges"
        },
        {
            "item": "God is the Everlasting Father.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "God is willing to walk the earth again incarnate in us.",
            "owner": "Eugenia Price, Early Will I Seek Thee"
        },
        {
            "item": "Choose to view life through God's eyes.",
            "owner": "Charles R. Swindoll"
        },
        {
            "item": "With God, the impossible is not an obstacle but an invitation.",
            "owner": "Craig D. Lounsbrough"
        },
        {
            "item": "The truth is, the Devil's job is easy.",
            "owner": "Tyler Edwards, Zombie Church: Breathing Life Back Into the Body of Christ"
        },
        {
            "item": "To search for God is to seek the truth of God.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "The glory of Christianity is to conquer by forgiveness.",
            "owner": "William Blake"
        },
        {
            "item": "To reject the Word of God is forsake the holy grace.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you.",
            "owner": "C.S. Lewis"
        },
        {
            "item": "Sinning when alone is easy but Worshipping alone is difficult.",
            "owner": "Dr Paul Gitwaza"
        },
        {
            "item": "The Saviour, sacrifice his life as offering for sin.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Yielding to God's will can be hard. And sometimes, it really hurts. But it always brings peace.",
            "owner": "John M. Perkins, Let Justice Roll Down"
        },
        {
            "item": "My goals exceed the reach of my energies, but my God exceeds the reach of my goals.",
            "owner": "Craig D. Lounsbrough"
        },
        {
            "item": "The world is charged with the grandeur of God.",
            "owner": "Gerard Manley Hopkins"
        },
        {
            "item": "Love is larger than the walls which shut it in.",
            "owner": "Corrie ten Boom, The Hiding Place: The Triumphant True Story of Corrie Ten Boom"
        },
        {
            "item": "There can never be someone greater at being you than you.",
            "owner": "DeWayne Owens"
        },
        {
            "item": "Knowledge is light.God is light.God is knowledge.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Without the knowledge of God, we are in complete darkness.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Grace freely given by God,",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Some people have a heart to do evil and they don’t care if you’re Muslim or Christian.",
            "owner": "Tucker Elliot, The Rainy Season"
        },
        {
            "item": "Christian education begins where evangelism ends, helping believers grow in their faith.",
            "owner": "Perry G. Downs, Teaching for Spiritual Growth: An Introduction to Christian Education"
        },
        {
            "item": "Lord, I believe; help my unbelief' is the best any of us can do really, but thank God it is enough.",
            "owner": "Frederick Buechner, The Magnificent Defeat"
        },
        {
            "item": "Passionate life is the beauty of a sacred-existence.",
            "owner": "Lailah Gifty Akita, Think Great: Be Great!"
        },
        {
            "item": "The Holy Scripture reveals spiritual realities.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "We are saved by faith alone, but the faith that saves is never alone.",
            "owner": "Martin Luther"
        },
        {
            "item": "Prayer ain't weakened by distance.",
            "owner": "Vicki Lane, The Day of Small Things"
        },
        {
            "item": "The God is our greatest Teacher.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "The wisdom of God is what we ought to seek.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Aim at Heaven and you will get Earth 'thrown in': aim at Earth and you will get neither.",
            "owner": "C.S. Lewis, The Joyful Christian"
        },
        {
            "item": "If I convert it's because it's better that a believer dies than that an atheist does.",
            "owner": "Christopher Hitchens, Mortality"
        },
        {
            "item": "God is the source of all knowledge.",
            "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"
        },
        {
            "item": "Christianity contains within itself a germ hostile to the Church (Dietrich Bonhoeffer)",
            "owner": "Eric Metaxas, Bonhoeffer: Pastor, Martyr, Prophet, Spy"
        },
        {
            "item": "Life is a curriculum unique to every student.",
            "owner": "Joyce Rachelle"
        },
        {
            "item": "Part of leadership is preparing those who follow to someday go on ahead without you.",
            "owner": "Rev. Kellen Roggenbuck"
        },
        {
            "item": "Christ came to take away our sins, not our minds.",
            "owner": "William Sloane Coffin Jr."
        },
        {
            "item": "Quit questioning God and start trusting Him!",
            "owner": "Joel Osteen"
        },
        {
            "item": "No egoism is so insufferable as the Christian with regard to his soul.",
            "owner": "W. Somerset Maugham"
        },
        {
            "item": "Let my heart be broken by the things that break the heart of God.",
            "owner": "Bob Pierce"
        },
        {
            "item": "Our identity rests in God's relentless tenderness for us revealed in Jesus Christ.",
            "owner": "Brennan Manning, Abba's Child: The Cry of the Heart for Intimate Belonging"
        },
        {
            "item": "If God is for us, who can be against us?",
            "owner": "Anonymous, Holy Bible: King James Version"
        },
        {
            "item": "Everything smaller than Heaven bores us because only Heaven is bigger than our hearts.",
            "owner": "Peter Kreeft, Jesus-Shock"
        },
        {
            "item": "I don't understand why did jesus give life to the dead when they had to die again?",
            "owner": "Tarif Naaz"
        },
        {
            "item": "To live without faith is to live without hope.",
            "owner": "Reid A. Ashbaucher, How To Understand And Live Your Faith"
        },
        {
            "item": "I would never want to be a member of a group whose symbol was a man nailed to two pieces of wood.",
            "owner": "George Carlin"
        },
        {
            "item": "The truest knowledge is to know thy Creator and thy self.",
            "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"
        },
        {
            "item": "I believe in what you see is what you get, but I also believe in what you see is getting better!",
            "owner": "DeWayne Owens"
        },
        {
            "item": "All Christian language about the future is a set of signposts pointing into a mist.",
            "owner": "N.T. Wright, Surprised by Hope: Rethinking Heaven, the Resurrection, and the Mission of the Church"
        },
        {
            "item": "When we panic, we instinctively turn to our own internal resources because we doubt Him.",
            "owner": "Charles R. Swindoll"
        },
        {
            "item": "Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee.",
            "owner": "Augustine of Hippo, Confessions"
        },
        {
            "item": "A holy fast is the food of faith.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "God is Maker of heaven and earth.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "In the end, if we don't have God we don't have anything other than an end.",
            "owner": "Craig D. Lounsbrough"
        },
        {
            "item": "Faith is not belief in spite of evidence but a life in scorn of the consequences.",
            "owner": "Clarence Jordan, The Substance of Faith: And Other Cotton Patch Sermons"
        },
        {
            "item": "In the absence of faith, our dreams will move from feasible aspirations to implausible fantasy.",
            "owner": "Craig D. Lounsbrough"
        },
        {
            "item": "When man is with God in awe and love, then he is praying.",
            "owner": "Karl Rahner, The Need and the Blessing of Prayer"
        },
        {
            "item": "What man is able to do that, that thou should ask such things of me?",
            "owner": "Compton Gage"
        },
        {
            "item": "Faith is something you take a day at a time, not something you figured out at the start",
            "owner": "Rachel Held Evans, Searching for Sunday: Loving, Leaving, and Finding the Church"
        },
        {
            "item": "God himself teaches the way to heaven.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "Faith in Christ Jesus is the grace of God.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "In darkness God's truth shines most clear.",
            "owner": "Corrie ten Boom, The Hiding Place: The Triumphant True Story of Corrie Ten Boom"
        },
        {
            "item": "Your mind was made to know and love God.",
            "owner": "John Piper, Don't Waste Your Life"
        },
        {
            "item": "Can any man sacrifice is life for his fellow man?",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "I am nothing but a ripped fabric stitched together by God's grace.",
            "owner": "J.A. ANUM"
        },
        {
            "item": "Life did come with a manual.",
            "owner": "Joyce Rachelle"
        },
        {
            "item": "My prayer is that when I die, all of hell rejoices that I am out of the fight.",
            "owner": "CS Lewis"
        },
        {
            "item": "Unblessed are the hypocrites who are proud of their Christianity but fear the devil.",
            "owner": "Robin Sacredfire"
        },
        {
            "item": "The grace of redemption is better than riches.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "If Christ were here there is one thing he would not be—a Christian.",
            "owner": "Mark Twain, Notebook"
        },
        {
            "item": "You will never glory in God till first of all God has killed your glorying in yourself.",
            "owner": "Charles Haddon Spurgeon"
        },
        {
            "item": "Grace is a free gift from God.",
            "owner": "Lailah Gifty Akita"
        },
        {
            "item": "God is alive, real, and wants to heal you in every aspect of your life where you are hurting.",
            "owner": "Robert A. Schuller"
        }
    ],
    "common_tag": "christianity,",
    "updatedAt": "2023-05-26 21:16:05"
}