{"contents": [{"item": "Man is a measure of his mind.", "owner": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind"}, {"item": "Pity me that the heart is slow to learnWhat the swift mind beholds at every turn.", "owner": "Edna St. Vincent Millay, The Harp-Weaver and Other Poems"}, {"item": "If you meditate, you shall nourish your mind.", "owner": "Lailah Gifty Akita"}, {"item": "All our sentiments - religious, romantic or any other - are born in the neurons.", "owner": "Abhijit Naskar, Neurons of Jesus: Mind of A Teacher, Spouse & Thinker"}, {"item": "Everything starts from inside of us, then comes outside of us.", "owner": "Avis J. Williams"}, {"item": "If you're silent for a long time, people just arrive in your mind.", "owner": "Alice Walker"}, {"item": "Open the window of your mind. Allow the fresh air,new lights and new truths to enter.", "owner": "Amit Ray, Walking the Path of Compassion"}, {"item": "Brilliance of the brain must be admired more than beauty of the body.", "owner": "Amit Kalantri, Wealth of Words"}, {"item": "Happiness depends on your mindset and attitude. Happiness is in your mind, not in the circumstance.", "owner": "Roy  Bennett"}, {"item": "When you hear the echoes of my mind, you'll know that I wasn't listening to what you said.", "owner": "Anthony T. Hincks"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Focus your heart, mind, and soul on joy and you'll find ultimate success and fulfillment.", "owner": "Amy Leigh Mercree"}, {"item": "Don't believe everything you are told, if it resonates within you, then listen and act.", "owner": "Avis J. Williams"}, {"item": "Ignite the light within you, it will make your world brighter.", "owner": "Avis J. Williams"}, {"item": "Don't be afraid to study hard: knowledge never exhausts the mind.", "owner": "Eraldo Banovac"}, {"item": "There are no limitations to the mind except those that we acknowledge.", "owner": "Napoleon Hill, Think and Grow Rich"}, {"item": "Cherish your existence, for memories become legacies and life can change in an instant.", "owner": "Ross Caligiuri"}, {"item": "When you make a choice, you change the future.", "owner": "Deepak Chopra"}, {"item": "In my experience, stress is the cause of all injury and pain.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}, {"item": "Time has a way of changing our minds.", "owner": "Millie Florence, Honey Butter"}, {"item": "It’s all about reprogramming our minds to focus more on what brings us joy.", "owner": "Alaric Hutchinson, Living Peace"}, {"item": "A new mind, equals a new life.", "owner": "Lalah Delia"}, {"item": "The joy of reading is grace of renewal of mind.", "owner": "Lailah Gifty Akita"}, {"item": "I walk, talk and act like a king even though I know there's no royalty in my bloodline", "owner": "ETC Wanyanwu"}, {"item": "O the mind, mind has mountains; cliffs of fallFrightful, sheer, no-man-fathomed.", "owner": "Gerard Manley Hopkins"}, {"item": "The free mind, unafraid of labor, presses on to attain the good.", "owner": "Laura Cereta, Collected Letters of a Renaissance Feminist"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "The mind is the most powerful sense.", "owner": "Andy Harglesis"}, {"item": "Only courageous hearts can endure the bitterness of truth.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "Mind is a flexible mirror, adjust it, to see a better world.", "owner": "Amit Ray, Mindfulness Living in the Moment - Living in the Breath"}, {"item": "Where we fall are the stepping-stones for our journey.", "owner": "Lolly Daskal, Thoughts Spoken From The Heart"}, {"item": "Colors are what trick the mind and our imaginations into buying things.", "owner": "Anthony T.Hincks"}, {"item": "The loss of liberty may imprison a person, but it does not confine their mind.", "owner": "Anthony T. Hincks"}, {"item": "Eternity will not cause our memories to fade, it will force our hearts to accept the past.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "When you think in silence you cannot speak your mind.", "owner": "Anthony T. Hincks"}, {"item": "Use truth to fight the lies. Use the heart to fight the mind.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "Positive thinking is the power of the mind.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Time passed: the mind rebuilds it's defenses.", "owner": "Stephen King, Christine"}, {"item": "The mind is the treasury for knowledge, but the heart is the treasury for love and kindness.", "owner": "Debasish Mridha"}, {"item": "Only knowledge and truth may result in freedom of mind.", "owner": "Eraldo Banovac"}, {"item": "Nothing can enslaved us, if we free in our minds.", "owner": "Lailah Gifty Akita"}, {"item": "IT’s All In The Game Of Mind.", "owner": "Sujit Lalwani, Life Simplified!"}, {"item": "A stream of thoughts flows through one’s mind at a sacred-time.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Open wide the mind's cage-door,She'll dart forth, and cloudward soar.", "owner": "John Keats, The Complete Poems"}, {"item": "To reach a child's mind, first reach a child's heart.", "owner": "Edward Mooney, Jr."}, {"item": "Everything we perceive to be solid and static is made up of almost entirely empty space.", "owner": "Joseph P. Kauffman, The Answer Is YOU: A Guide to Mental, Emotional, and Spiritual Freedom"}, {"item": "One mind, One master.", "owner": "Lailah Gifty Akita"}, {"item": "Fill your mind , with the mind of God, meditate on the Holy Scripture.", "owner": "Lailah Gifty Akita"}, {"item": "You ought to stop everything and write the sacred-words as its flashes in your mind.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Dreams come from that special place in our mind where our soul loves to spend its holidays.", "owner": "Anthony T.Hincks"}, {"item": "Emergent behaviors rely on computational geometry and scale.", "owner": "R.A.Delmonico"}, {"item": "Meditation is the energy of the mind,", "owner": "Lailah Gifty Akita"}, {"item": "We must not attach knowledge to the mind, we have to incorporate it there.", "owner": "Michel de Montaigne, The Complete Essays"}, {"item": "We can only transform our lives by renewal of mind via renewed knowledge.", "owner": "Lailah Gifty Akita"}, {"item": "There is a looming chasm between what your brain knows and what your mind is capable of accessing.", "owner": "David Eagleman, Incognito: The Secret Lives of the Brain"}, {"item": "There is no greater poverty, than poverty of the mind.", "owner": "Lailah Gifty Akita"}, {"item": "If we read the Scriptures, we shall renewed our mind.", "owner": "Lailah Gifty Akita"}, {"item": "It's not enough to open your eyes. You must open your heart as well.", "owner": "Scott Stabile"}, {"item": "Renew your mind more often by reading variety of books", "owner": "Lailah Gifty Akita"}, {"item": "Nothing threatens a corrupt system like a free mind.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "There are things you need to know that you already know.", "owner": "Michael Bassey Johnson, Master of Maxims"}, {"item": "Your mind was made to know and love God.", "owner": "John Piper, Don't Waste Your Life"}, {"item": "There is no greater prize than a quiet, peaceful mind.", "owner": "Rasheed Ogunlaru"}, {"item": "Here we go,” Phoenix said, turning back to Nora. “Try not to let this room scare you.", "owner": "Ross Caligiuri, Dreaming in the Shadows"}, {"item": "Education is the manifestation and evolution of the knowledge that is already inherent within you.", "owner": "Abhijit Naskar, The Education Decree"}, {"item": "Even as your body betrays you, your mind denies it.", "owner": "Sara Gruen, Water for Elephants"}, {"item": "Happiness is a choice. Peace is a state of mind. Both are free!", "owner": "Amy Leigh Mercree"}, {"item": "Stuff your brain with knowledge.", "owner": "Karl Lagerfeld"}, {"item": "A rich life is lived from a giving heart not a selfish mind.", "owner": "Rasheed Ogunlaru"}, {"item": "The mind is not a vessel to be filled, but a fire to be kindled.", "owner": "Plutarch"}, {"item": "Great minds think alike because a greater Mind is thinking through them.", "owner": "Criss Jami, Diotima, Battery, Electric Personality"}, {"item": "Everything that humans have achieved until now, were once merely an imagination in someone’s head.", "owner": "Abhijit Naskar"}, {"item": "If you meditate on the Holy Scriptures, you mind shall me on the Jesus Christ, the Saviour,", "owner": "Lailah Gifty Akita"}, {"item": "The quality of our lives lives, depends on the quality of our thoughts.", "owner": "Lailah Gifty Akita"}, {"item": "There is no UFO and also there is no alien, at least not in common mind nor reference.", "owner": "Toba Beta, Betelgeuse Incident: Insiden Bait Al-Jauza"}, {"item": "A cheap writer has an expensive thoughts.", "owner": "J. Limbu"}, {"item": "It is better to enlighten men’s minds than to teach them to be obstinate in their prejudices.", "owner": "Pierre-Joseph Proudhon, What Is Property?"}, {"item": "I will never claim to know what you are thinking. I only hope I am on your mind.", "owner": "Amanda Mosher, Better to be able to love than to be loveable"}, {"item": "Mind and Soul are one and the same thing.", "owner": "Abhijit Naskar"}, {"item": "You are a placebo responder. Your body plays tricks on your mind. You cannot be trusted.", "owner": "Ben Goldacre, Bad Science"}, {"item": "Our mind is supposed to be a well-planned system.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "You don’t have to stay trapped in your thoughts just because you think them.", "owner": "Doug Dillon"}, {"item": "Even when in the midst of disturbance, the stillness of the mind can offer sanctuary.", "owner": "Stephen Richards, The Ultimate Cosmic Ordering Meditation"}, {"item": "Our goals and objectives are supposed to be well planned out in our minds.", "owner": "Sunday Adelaja, How To Become Great Through Time Conversion: Are you wasting time, spending time or investing time?"}, {"item": "I am not absentminded. It is the presence of mind that makes me unaware of everything else.", "owner": "G.K. Chesterton"}, {"item": "the body is wiser than its inhabitants. the body is the soul. the body is god’s messenger.", "owner": "Erica Jong"}, {"item": "A conscious human is driven by their conscience, not popular opinion.", "owner": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"item": "The measure of a man is his state of mind.", "owner": "Lailah Gifty Akita"}, {"item": "You cannot change the past, but you can make a difference now", "owner": "Avis J. Williams"}, {"item": "I believe in not trying to control things that are out of my control or none of my business.", "owner": "Tobe Hanson, The Four Seasons Way of Life:: Ancient Wisdom for Healing and Personal Growth"}], "common_tag": "mind,", "updatedAt": "2023-07-01 19:09:51"}