{"contents": [{"item": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When you lose your smile, you lose your way in the chaos of life.", "owner": "Roy T. Bennett"}, {"item": "The surest way to make your dreams come true is to live them.", "owner": "Roy T. Bennett"}, {"item": "Life teaches us the right path is rarely the easy one.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not let the roles you play in life make you forget who you are.", "owner": "Roy T. Bennett"}, {"item": "If you don’t give up on something you truly believe in, you will find a way.", "owner": "Roy T. Bennett"}, {"item": "Life becomes easier and more beautiful when we can see the good in other people.", "owner": "Roy T. Bennett"}, {"item": "You are not rich until you have a rich heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you care about something enough, you'll find a way to make it happen.", "owner": "Roy T. Bennett"}, {"item": "Gratitude builds a bridge to abundance.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Make improvements, not excuses. Seek respect, not attention.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you believe very strongly in something, stand up and fight for it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Follow your heart, listen to your inner voice, stop caring about what others think.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Intuition is a sense of knowing how to act decisively without needing to know why.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Let go of something old that no longer serves you to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Those who win never give up.Those who give up never win.", "owner": "Roy T. Bennett"}, {"item": "Nothing can be more hurtful to your heart than betraying yourself.", "owner": "Roy T. Bennett"}, {"item": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do not fear failure but rather fear not trying.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "People are successful because they think and act like successful people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t blame others. it won’t make you a better person.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "You cannot control the behavior of others, but you can always choose how you respond to it.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "We are all different. Don’t judge, understand instead.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Too many people are too busy making a living to make a life.", "owner": "Roy T. Bennett"}, {"item": "There is nothing so convincing as a thing well done.", "owner": "Roy T. Bennett"}, {"item": "Stop doing what is easy or popular. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Focus on how far you have come in liferather than looking at the accomplishments of others.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "You have two choices, to conquer your fear or to let your fear conquer you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Discipline your mind to see the good in every situation and look on the best side of every event.", "owner": "Roy  Bennett"}, {"item": "Change may not always bring growth, but there is no growth without change.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To shine your brightest light is to be who you truly are.", "owner": "Roy T. Bennett"}, {"item": "How much you can learn when you fail determines how far you will go into achieving your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Greatness means setting out to make some difference somewhere to someone in someplace.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Good things happen in your life when you surround yourself with positive people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do what is right, not what is easy nor what is popular.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "If you care about someone enough, you’ll always be there for them no matter what.", "owner": "Roy T. Bennett"}, {"item": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "owner": "Roy T. Bennett"}, {"item": "When you take control of your attitude, you take control of your life.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t set your own goals by what other people make important.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Do not dwell on your loss. Look forward with bright new hopes.", "owner": "Lailah Gifty Akita"}, {"item": "Most of us must learn to love people and use things rather than loving things and using people.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Great goals make great people. People cannot hit what they do not aim for.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be with someone who inspires you and makes you be the best version of yourself.", "owner": "Roy T. Bennett"}, {"item": "To learn something new, you need to try new things and not be afraid to be wrong.", "owner": "Roy T. Bennett"}, {"item": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Let go of something old that no longer serves you in order to make room for something new.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be where you are, stop over-thinking, and focus on what you are doing.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Many people spend more time looking at their failures than focusing on their successes.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "owner": "Roy T. Bennett"}, {"item": "Becoming a great leader doesn’t mean being perfect. it means living with your imperfections.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "You will never follow your own inner voice until you clear up the doubts in your mind.", "owner": "Roy T. Bennett"}, {"item": "The beginning is always NOW.", "owner": "Roy T. Bennett"}, {"item": "If it doesn't agree with your spirit let it go.", "owner": "Germany Kent"}, {"item": "Focus on your goals, not your fear. Focus like a laser beam on your goals.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "When your intuition is strong, follow it.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Turn your obstacles into opportunities and your problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "What helps you persevere is your resilience and commitment.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "To have what you have never had, you have to do what you have never done.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Until you change how you get things done, you'll never know what works best.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Success is not how high you have climbed, but how you make a positive difference to the world.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "You were born to stand out, stop trying to fit in.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Maturity is when you stop complaining and making excuses, and start making changes.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Stop doing what is easy. Start doing what is right.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Do good, live in the most positive and joyful way possible every day.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Guard well your thoughts when alone and your words when accompanied.", "owner": "Roy T. Bennett"}, {"item": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Life is too short to waste your time on people who don’t respect, appreciate, and value you.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Failures are the stairs we climb to reach success.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be the positive impact on the lives of others.", "owner": "Roy T. Bennett"}, {"item": "To overcome fear is the quickest way to gain your self-confidence.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Happiness depends on your mindset and attitude.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Instead of worrying about what you cannot control, focus your energy on what you can create.", "owner": "Roy  Bennett"}, {"item": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "owner": "Roy T. Bennett"}, {"item": "Self-assurance reassures others and reassures yourself.", "owner": "Lolly Daskal, The Leadership Gap: What Gets Between You and Your Greatness"}, {"item": "Whatever choice you make makes you. Choose wisely.", "owner": "Roy T. Bennett"}, {"item": "Turn obstacles into opportunities and problems into possibilities.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Never lose hope. Storms make people stronger and never last forever.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "No one has ever achieved greatness without dreams.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Don’t wait for things to happen. Make them happen.", "owner": "Roy T. Bennett"}, {"item": "Keep your promises and be consistent. Be the kind of person others can trust.", "owner": "Roy T. Bennett"}, {"item": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "A smart person knows how to talk. A wise person knows when to be silent.", "owner": "Roy T. Bennett"}, {"item": "Always have a willing hand to help someone, you might be the only one that does.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be brave to stand for what you believe in even if you stand alone.", "owner": "Roy T. Bennett, The Light in the Heart"}, {"item": "Be positive. Be true. Be kind.", "owner": "Roy  Bennett"}, {"item": "Good people see the good and bring out the best in other people.", "owner": "Roy T. Bennett, The Light in the Heart"}], "common_tag": "positive-affirmation,", "updatedAt": "2023-05-26 21:16:05"}