{"contents": [{"item": "The moon stared at me through sprinkled nighttime stardust and I alone smile.", "owner": "Jay     Long"}, {"item": "Your life today is a direct reflection of the decisions you made and the actions you took.", "owner": "Mensah Oteh"}, {"item": "Greatness is achieved when you fulfil your purpose by doing what you were born to do.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "To achieve success, you need to develop the ability to see through your mind’s eye continuously.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Your rebel soul shines like a diamond pulled from dust: bright, clear and flawless.", "owner": "Jay     Long"}, {"item": "There's no beauty without difference and diversity. Love unconditionally.", "owner": "Rasheed Ogunlaru"}, {"item": "Talent helps, but success is only achieved and sustained through consistent effort.", "owner": "Mensah Oteh"}, {"item": "I don't care about your pasti know one thingthati want to be your last", "owner": "Aamir Sarfraz (aamir rajput khan)"}, {"item": "There are two ways to avoid getting disappointed.Expect everything - or expect nothing.", "owner": "Hasse Jerner"}, {"item": "The most important relationship in your life should be your relationship with yourself.", "owner": "Mensah Oteh"}, {"item": "I need only you, Milano, not your money.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Everything you do matters. Every time you share and care, the light multiplies.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Love: the great connector. Stay Connected", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "I Love the Smell of Success in the Shadows of Failure.~Ayyaz Ameer Meo", "owner": "Ayyaz Ameer Mayo"}, {"item": "Be careful because brazen behavior and a powerful mind can hide a delicate heart.", "owner": "Imania Margria"}, {"item": "I love my animal allies and am grateful for their support. I accept it.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "IF YOU AIN'T RAISING THE VIBRATION YOU ARE KILLING THE VIBE!", "owner": "Qwana Reynolds-Frasier, Friend In Your Pocket Conversations Session One"}, {"item": "Tell me..how do you stand there?filling the doorway....of my life.", "owner": "Sanober  Khan, A touch, a tear, a tempest"}, {"item": "Life is energy and, as such, it belongs to all, reaches all, and blesses all.", "owner": "Donna Goddard, The Love of Devotion"}, {"item": "I am rooted in the unlimited love of the heart of the universe.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Human you are, and your religion, Humanism.", "owner": "Abhijit Naskar, Principia Humanitas"}, {"item": "When I first met you, I honestly didn't know you were gonna be this important to me", "owner": "Swapna Rajput"}, {"item": "Our need for instant gratification is the reason we’re drawn to liars and hot air blowers.", "owner": "Izey Victoria Odiase"}, {"item": "A vision is a promise of the future as seen in the present.", "owner": "Mensah Oteh"}, {"item": "Consistency in action is easy once you convert your daily disciplines and activities into habits.", "owner": "Mensah Oteh"}, {"item": "Make love and kindness toward yourself and others a lifestyle and not a special event", "owner": "Renae A. Sauter, An Empowered Life: Mind/Body/Spirit Empowerment"}, {"item": "If I really start tweeting about you, 'even the sky will fall in love with me.", "owner": "Balakoteswara Panchakshari"}, {"item": "Success can’t be achieved without personal development and constantly improving yourself.", "owner": "Mensah Oteh, The Good Life: Transform your life through one good day"}, {"item": "I let my love for all flow through art, and I express how I feel.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "The best way of creating motivation is to do something. If you take action, motivation will follow", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Discipline is more about self-control through your inner strength and less about restriction.", "owner": "Mensah Oteh"}, {"item": "Choosing to unconditionally love others is a path to deep joy.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Earth is the ball. Humanity is the goal.", "owner": "Curtis Tyrone Jones"}, {"item": "I raised you so high that every other man on earth is now doomed to live in your shadow.", "owner": "Ranata Suzuki"}, {"item": "When things are falling apart, know they are actually falling into place.", "owner": "Staci A. Welch-Bartley"}, {"item": "Kindness alchemizes the soul, and a sweeter, richer life is the delicious result.", "owner": "Amy Leigh Mercree, The Compassion Revolution: 30 Days of Living from the Heart"}, {"item": "Big dreams only come true when you believe and have the courage to pursue them.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Don't be shy, dear. I'm too old for you to be embarrassed by me.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "Ninety-five per cent of your success or failure will come from your daily habits.", "owner": "Mensah Oteh"}, {"item": "Love will always be blind, but will never be deaf.", "owner": "Matshona Dhliwayo"}, {"item": "I swear I won't touch you even with a finger until you ask me yourself.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "the saddest thing is to bea minute to someone,when you've made them your eternity.", "owner": "Sanober  Khan"}, {"item": "Success may create excitement, but only significance leads to fulfilment.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Your omnipresence is marvellous!I breathe and you enter me.I exhale and enter into you.", "owner": "Kamand Kojouri"}, {"item": "I asked myself only when he needed my help, \"How will the broken heal the wounded?", "owner": "Sanhita Baruah"}, {"item": "Don’t leave it to chance, find success and replicate it.", "owner": "Mensah Oteh"}, {"item": "Consistency in action is an essential component of success.", "owner": "Mensah Oteh"}, {"item": "Long-term goals provide focus, but inspiration comes from the accomplishment of short-term goals.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "I married a man who was as much a part of me as my own soul.", "owner": "C.J. English"}, {"item": "Your rewards in life will be in proportion to the effort you apply.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "Gratitude is only expressed and appreciated in proportion to your understanding of grace.", "owner": "Mensah Oteh"}, {"item": "I spent all nightweaving a poem for you to wear. You look so beautifulwhen you wear my light.", "owner": "Kamand Kojouri"}, {"item": "There is no cosmetic to gain a beauty like yours.", "owner": "Amit Kalantri, I Love You Too"}, {"item": "I don’t think you ever really understood….…. All the love I had in the world went to you.", "owner": "Ranata Suzuki"}, {"item": "Being present to yourself in love and with kindness is the ultimate gift.", "owner": "Amy Leigh Mercree"}, {"item": "Everyone knows that how to love, But every relationship do not come out as romeo and Juliet.", "owner": "Yaganesh Derasari"}, {"item": "i'm glad to be alive in a world wherehis gently awakening eyesnourish the morning sun.", "owner": "Sanober  Khan, Turquoise Silence"}, {"item": "Lie with me Lie to me not! ", "owner": "Lukhman Pambra"}, {"item": "Love is not honourable, unless it is based on equality.", "owner": "Marie de France, The Lais of Marie de France"}, {"item": "Love alone means nothing unless you have a tortured heart for it to soothe.", "owner": "Piper Payne, White Lies"}, {"item": "Of all the things I wish for her, above all, I want her to know and love the sea.", "owner": "Laurie Nadel, Dancing with the Wind: A True Story of Zen in the Art of Windsurfing"}, {"item": "It's just like in a Brazilian serial! Destiny has brought us together.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "You’re everything to me. But at best, I’m just a memory to you.", "owner": "Ranata Suzuki"}, {"item": "Your love brought me closer to God.", "owner": "Kamand Kojouri"}, {"item": "Hard work without purpose seldom leads to success.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Relation is when each have Same words to speak, Conversation will be Awesome.", "owner": "Yaganesh Derasari"}, {"item": "The person you grow to become in pursuit of a goal makes the journey a memorable experience.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "I’m giving pleasure to you. Don’t interfere.", "owner": "Olga Goa"}, {"item": "Only to close these eyesto sleep in the lap of loveand stay there forever.", "owner": "Khadija Rupa, Unexpressed Feelings"}, {"item": "Failure is a pitfall of working without a plan.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "i writebecauseit is the only wayi can reach you.", "owner": "Sanober  Khan"}, {"item": "Your vision helps the world identify you at the appropriate time.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "He knows her like man knows earth, touching the surface but unaware of her depth.", "owner": "Piper Payne"}, {"item": "Find something about yourself to laugh about every day.", "owner": "Mensah Oteh, Wisdom Keys In Words: A collection of the Inspirational words that will change your life"}, {"item": "Love isn't about what you do for me. Love for me is where I see myself in relation to you.", "owner": "Kierra C.T. Banks"}, {"item": "If you go on touching me, I’ll catch fire before your eyes.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "You're very naive and innocent, and don't understand a lot of things yet.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "A brave girl! And a unique one. The best that I have ever met in my life.", "owner": "Olga Goa, Fateful Italian Passion"}, {"item": "I had always wanted to hear those words.I had always wanted to be your girl.", "owner": "Ranata Suzuki"}, {"item": "Success is built on what you are able to see and create with your mind.", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Working hard alone without being smart and consistent won’t lead to success.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}, {"item": "I am empowered and thankful for my parents’ love and support.", "owner": "Amy Leigh Mercree, Joyful Living: 101 Ways to Transform Your Spirit and Revitalize Your Life"}, {"item": "Oh yes. Sometimes love hurts. But the lack of love kills.", "owner": "Karishma Magvani"}, {"item": "Anything in your life achieved too soon or too freely with little sacrifice is lost too quickly", "owner": "Mensah Oteh, The Best Chance: A Guide to Discovering Your Purpose, Reaching Your Potential, Experiencing Fulfilment and Achieving Success in Any Area of Life"}, {"item": "Dare to be different.", "owner": "Mensah Oteh"}, {"item": "The ending of your story all depends on the beginning of ours.", "owner": "Piper Payne"}, {"item": "In this storyI am the poetYou're the poetry.", "owner": "Arzum Uzun"}, {"item": "Time is the first currency for success and one we all hold in common.", "owner": "Mensah Oteh"}, {"item": "Feedback is to success like rest is to the body.", "owner": "Mensah Oteh"}, {"item": "Progress can’t be achieved without investing in and constantly improving yourself.", "owner": "Mensah Oteh, Unlocking Life's Treasure Chest: Wisdom keys to keep you inspired, encouraged, motivated and focused"}], "common_tag": "love-quotes,", "updatedAt": "2023-07-01 19:09:51"}