{"contents": [{"item": "Success is a choice, not an option.", "owner": "Debasish Mridha"}, {"item": "What you see is not true, but what you think about what you see is the truth.", "owner": "Debasish Mridha"}, {"item": "Always forget to complain, but never forget to appreciate and compliment.", "owner": "Debasish Mridha"}, {"item": "A vacation is three times more work without the payment.", "owner": "Debasish Mridha"}, {"item": "To reduce violence, stop teaching how to find differences and teach unconditional kindness.", "owner": "Debasish Mridha"}, {"item": "Poetry is the flower of life. It blooms to fill life with her fragrance of inner beauty.", "owner": "Debasish Mridha"}, {"item": "Courage is the vision that lets us see ourselves in the mirror of our fears.", "owner": "Debasish Mridha"}, {"item": "People who are loving are kind, and those who are kind become beloved.", "owner": "Debasish Mridha"}, {"item": "Don’t judge anything. If you have to judge, judge with kindness and love.", "owner": "Debasish Mridha"}, {"item": "I don’t know or understand any other language except the language of kindness.", "owner": "Debasish Mridha"}, {"item": "Life is beautiful and so are you.", "owner": "Debasish Mridha"}, {"item": "What you say reflects how you feel about the world.", "owner": "Debasish Mridha"}, {"item": "Life is so interesting that sometimes it can make you bored.", "owner": "Debasish Mridha"}, {"item": "Power is not powerful without wisdom.", "owner": "Debasish Mridha"}, {"item": "Turn your failure into a fairytale.", "owner": "Debasish Mridha"}, {"item": "I love only the god whose religion is kindness.", "owner": "Debasish Mridha"}, {"item": "Our abilities are reflection of who we truly are", "owner": "Debasish Mridha"}, {"item": "Life is worth living because we find the ultimate joy of life through love.", "owner": "Debasish Mridha"}, {"item": "Your life is unlimited because you are blessed with infinite power of love and kindness.", "owner": "Debasish Mridha"}, {"item": "Forgiveness is accepting someone's faults with love and kindness.", "owner": "Debasish Mridha"}, {"item": "I wish you a very merry Christmas filled with abundance and a magnificent magical New Year.", "owner": "Debasish Mridha"}, {"item": "You like a person not because of what they have but for what they truly are.", "owner": "Debasish Mridha"}, {"item": "Respond to your inner instincts with enthusiasm.", "owner": "Debasish Mridha"}, {"item": "You can only inspire others when your heart is ready to sing the song of love.", "owner": "Debasish Mridha"}, {"item": "Give me an enthusiastic, purpose-oriented person and I will give a successful future leader.", "owner": "Debasish Mridha"}, {"item": "Wisdom defines your value—not your wealth.", "owner": "Debasish Mridha"}, {"item": "It is not too late to fall in love with yourself again.", "owner": "Debasish Mridha"}, {"item": "Appreciate what you have to get more of what you want.", "owner": "Debasish Mridha"}, {"item": "To have abundance, appreciate what you have with great love and share your possessions with joy.", "owner": "Debasish Mridha"}, {"item": "The key to wisdom is silent observation and reflection.", "owner": "Debasish Mridha"}, {"item": "If you become a singing bird, I will be the listening sky so that I will never miss your song.", "owner": "Debasish Mridha"}, {"item": "I love it when you're thinking of me. I can feel it in my heart.", "owner": "Debasish Mridha"}, {"item": "Passion is the most glamorous outfit not the most modern fashion.", "owner": "Debasish Mridha"}, {"item": "I am not alone even in solitude.", "owner": "Debasish Mridha"}, {"item": "We may struggle and suffer or we may struggle and win, but the end always remains the end.", "owner": "Debasish Mridha"}, {"item": "Your eyes are so comely that I can't turn my eyes away.", "owner": "Debasish Mridha"}, {"item": "I wonder how you will feel if I hug you with great love and care", "owner": "Debasish Mridha"}, {"item": "Never expect to be accepted without criticism. Never forget to appreciate.", "owner": "Debasish Mridha"}, {"item": "How beautiful it will be if your heart grows only the flowers of love and kindness.", "owner": "Debasish Mridha"}, {"item": "When you are enthusiastic and optimistic with faith, nothing will be impossible for you to achieve.", "owner": "Debasish Mridha"}, {"item": "Come slowly over the hills and valleys to touch my soul, feel my heart, and vanish in my joy.", "owner": "Debasish Mridha"}, {"item": "To fill your world with happiness, fill your heart with happy thoughts.", "owner": "Debasish Mridha"}, {"item": "Love is the essence of life and ultimate attractive energy behind all creation.", "owner": "Debasish Mridha"}, {"item": "With the wings of imagination, don't be afraid to fly.", "owner": "Debasish Mridha"}, {"item": "I am fresh, I am radiant, I am full of love, and I am joyful. I am complete.", "owner": "Debasish Mridha"}, {"item": "Never dwell in resentment, but never forget to learn from the reflection.", "owner": "Debasish Mridha"}, {"item": "Go slow, my life, go slow. Let me enjoy the beauty of silence, serenity, and solitude.", "owner": "Debasish Mridha"}, {"item": "To find yourself: be yourself, trust yourself, and love yourself.", "owner": "Debasish Mridha"}, {"item": "Open your window with joy and allow all of the love come in to touch your heart.", "owner": "Debasish Mridha"}, {"item": "A friend is a bird who can sing along with the songs of your heart.", "owner": "Debasish Mridha"}, {"item": "A knowledgeable curious mind is the bridging ground for ideas.", "owner": "Debasish Mridha"}, {"item": "The art of being wise is to respond to everything with kindness and love.", "owner": "Debasish Mridha"}, {"item": "Love is the essence of life. Without love, life does not make any sense.", "owner": "Debasish Mridha"}, {"item": "The smallest act of kindness makes you more beautiful than any expensive dress or make up.", "owner": "Debasish Mridha"}, {"item": "My life is filled with ineffable miracles.", "owner": "Debasish Mridha"}, {"item": "Don’t measure life against time. Measure life by the milestones you have reached.", "owner": "Debasish Mridha"}, {"item": "Life is transient and ephemeral so dance in your own way.", "owner": "Debasish Mridha"}, {"item": "Loving is more important than living; without love, life has no meaning.", "owner": "Debasish Mridha"}, {"item": "Like life, love is a constant adventure and a constant process. It is not a possession.", "owner": "Debasish Mridha"}, {"item": "You smell like a fresh flower and surround me like spring air.", "owner": "Debasish Mridha"}, {"item": "Wherever you go, be the thunder of joy and the wind of optimism.", "owner": "Debasish Mridha"}, {"item": "Don’t be afraid to change. Without change, there is no life.", "owner": "Debasish Mridha"}, {"item": "You were born with love and hope. Why do you feel that you have no power to win in life?", "owner": "Debasish Mridha"}, {"item": "The secret to abundance in life is to begin with an abundant mindset and a caring heart.", "owner": "Debasish Mridha"}, {"item": "Remember, no one can design your life, only you can do that.", "owner": "Debasish Mridha"}, {"item": "To find wealth, we may not need to mine for treasure if we learn how to mine between our ears.", "owner": "Debasish Mridha"}, {"item": "Eyes are the mirror of your mind. Whatever you see, you see in your reflection.", "owner": "Debasish Mridha"}, {"item": "Train your mind to see the opportunity in every adversity.", "owner": "Debasish Mridha"}, {"item": "Your attitude will ultimately determine and define your altitude of life", "owner": "Debasish Mridha"}, {"item": "Kindness has a power to change.", "owner": "Debasish Mridha"}, {"item": "To create abundance in life, travel and touch everyone you meet with your infinite love.", "owner": "Debasish Mridha"}, {"item": "Hope strengthens desire and love strengthens confidence.", "owner": "Debasish Mridha"}, {"item": "Shatter your pride in dust to vanish into the joy of longing and love.", "owner": "Debasish Mridha"}, {"item": "Hello winter! My heart is warm and ready to enjoy your cool loving touch of beauty and splendor.", "owner": "Debasish Mridha"}, {"item": "We don’t see things. We see reflections of our feelings and perceptions.", "owner": "Debasish Mridha"}, {"item": "When a leader has an attitude of gratitude, it can create great differences in the lives of others.", "owner": "Debasish Mridha"}, {"item": "You may not be rich with money, Socrates was not, your life still has tremendous value.", "owner": "Debasish Mridha"}, {"item": "To enjoy the beauty of the world, don’t try to fit in. Try to fly out of your perceived boundaries.", "owner": "Debasish Mridha"}, {"item": "Every birthday comes with a great purpose and without our knowledge, it makes us wiser.", "owner": "Debasish Mridha"}, {"item": "Life becomes perfect if I look at it through my imperfect perceptions.", "owner": "Debasish Mridha"}, {"item": "An action taken with positive thoughts will never produce negative results.", "owner": "Debasish Mridha"}, {"item": "When the magical lights of love touch your heart and soul, you and your world become magical.", "owner": "Debasish Mridha"}, {"item": "Appreciation is the best currency to encourage someone do something for humanity.", "owner": "Debasish Mridha"}, {"item": "We gain freedom when we learn to overcome fears.", "owner": "Debasish Mridha"}, {"item": "I may not want your help, but I always want you beside me.", "owner": "Debasish Mridha"}, {"item": "Have faith in your own instinct and your own truth.", "owner": "Debasish Mridha"}, {"item": "Hope is the light in your being which enlightens your heart and makes it ready to sing.", "owner": "Debasish Mridha"}, {"item": "Find joy in simplicity and positivity.", "owner": "Debasish Mridha"}, {"item": "To see yourself and others in the darkness, be the light of courage and enlighten them.", "owner": "Debasish Mridha"}, {"item": "To enhance your inner beauty, harmonize your mind and thoughts with nature through meditation.", "owner": "Debasish Mridha"}], "common_tag": "debasish-mridha-md,", "updatedAt": "2023-07-01 19:09:51"}