{"contents": [{"item": "Every once in a while, people need to be in the presence of things that are really far away.", "owner": "Ian Frazier"}, {"item": "Everything seems simpler from a distance.", "owner": "Gail Tsukiyama, The Street of a Thousand Blossoms"}, {"item": "Sometimes you just need to distance yourself from people. If they care, they'll notice. If they don't, you know where you stand.", "owner": "Ziad K. Abdelnour"}, {"item": "I like to prowl ordinary placesand taste the people-from a distance.", "owner": "Charles Bukowski, Play the Piano Drunk Like a Percussion Instrument Until the Fingers Begin to Bleed a Bit"}, {"item": "Do not distance yourself from the people who need you most today, because tomorrow you will need them the most.", "owner": "Gift Gugu Mona"}, {"item": "Do not distance yourself from people who need you most today, because tomorrow you will need them the most.", "owner": "Gift Gugu Mona"}, {"item": "Oh, don't let him pull that 'Pearl Harbor I'm going off to war' stuff on you.", "owner": "Michael Hastings, I Lost My Love in Baghdad: A Modern War Story"}, {"item": "If feels good to live after death. It feels good to not be dead. It feels so good to find myself alive and flying home. The music plays in my ears and I float further and further away from war. Fucking Baghdad.", "owner": "Michael Hastings, I Lost My Love in Baghdad: A Modern War Story"}, {"item": "Our work is directly proportional to the distances our dreams travel across, as force (power) is a constant factor", "owner": "Israelmore Ayivor"}, {"item": "There is a huge amount of freedom that comes to you when you take nothing personally.", "owner": "Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom"}, {"item": "And if one day there's distanceBetween your hand and mine,When our hands join once again,My heart and soul will shine.", "owner": "Glyncora Murphy"}, {"item": "There is no need to slander the nimit (one who is instrumental), it is only necessary to distance yourself from that nimit.", "owner": "Dada Bhagwan"}, {"item": "We're just two lost souls Swimming in a fish bowl, Year after year, Running over the same old ground. What have we found? The same old fears. Wish you were here.", "owner": "Roger Waters"}, {"item": "Don't come, I was thinking now. Wherever you are, stay there. Because with her reduced to a fantasy, I could imagine a wonderful meeting. I could see her smiling, tossing her red-haired head, staring at me with inquisitive eyes. I'd say something meaningful to her, and she'd melt for me. Reality could not live up to that.", "owner": "Scott Adlerberg, Graveyard Love"}, {"item": "As any distance we take from things give us an outside perspective, so does taking a geographical distance—offering us a new vantage point over our lives.", "owner": "lauren klarfeld"}, {"item": "Know that I love you immensely, and you hurry home.", "owner": "Bea Weaver"}, {"item": "Distance has the same effect on the mind as on the eye, and while we glide along the stream of time, whatever we leave behind us is always lessening, and that which we approach increasing in magnitude.", "owner": "Samuel Johnson, The History of Rasselas, Prince of Abissinia"}, {"item": "Films are about entering the world from distance... little being part of all people, series are all about entering the whole world with both feet... being part of all main characters or not only the main... but the killers... victims.", "owner": "Deyth Banger"}, {"item": "I felt a tremendous distance between myself and everything real.", "owner": "Hunter S. Thompson, The Rum Diary"}, {"item": "In times of turmoil, void or suffering, closely stays the images mirroring the lived, far seems the unknown to be; pick yourself a lens to see through, your eyes touch the distant mountains and the lived past disappears into ponzo illusions.", "owner": "Pavitraa Parthasarathy"}], "pagination": {"size": 20, "total": 5, "current": 1}}