{"contents": [{"item": "Happiness is not a matter of intensity but of balance, order, rhythm and harmony.", "owner": "Orison Swett Marden"}, {"item": "When you assume you make a you-know-what out of U and me. Yep, so let's stop assuming so much. We are often quick to explain details to strangers, who we understand might not be reading our minds, but we often assume that those people closest to us, those who share our household such as spouses, children parents and siblings, can read our minds. And we get upset with them when they don't go figure.I wonder how many angry words are directed not at an action or inaction as would at first appear, but simply at the fact that somebody did not read our minds.So let's give those people we care most about the benefit of the doubt and do a little less assuming and a little more explaining.", "owner": "David Leonhardt"}, {"item": "It is very hard to be brave,\" said Piglet, sniffing slightly, \"when you're only a Very Small Animal.\"Rabbit, who had begun to write very busily, looked up and said: \"It is because you are a very small animal that you will be Useful in the adventure before us.", "owner": "Benjamin Hoff, The Te of Piglet"}, {"item": "Bitter your acts, bitter am I,Kindness your deeds, kindness am I,Pleasant and gentle, so you are,Fine honeyed lips and sweet talker.", "owner": "Jalaluddin Rumi, Love: The Joy That Wounds: The Love Poems of Rumi"}, {"item": "If I’d stayed there, would I always have been happy? No, I suppose not. People move away, grow older, die, and the bright belief that there will be another marvelous thing around each corner fades. It is now or never; we must snatch at happiness as it flies.", "owner": "J.L. Carr, A Month in the Country"}, {"item": "Don't forget to love yourself.", "owner": "Søren Kierkegaard"}, {"item": "People are always worried about what's happening next. They often find it difficult to stand still, to occupy the now without worrying about the future. People are generally not satisfied with what they have; they are very concerned with what they are going to have.", "owner": "Garth Stein, The Art of Racing in the Rain"}, {"item": "There's a divinity that shapes our ends,Rough-hew them how we will.", "owner": "William Shakespeare, Hamlet"}, {"item": "It doesn't matter if the water is cold or warm if you're going to have to wade through it anyway.", "owner": "Pierre Teilhard de Chardin"}, {"item": "This is what we are like. Collectively as a species, this is our emotional landscape. I met an old lady once, almost 100 years old, and she told me, \"There are only two questions that human beings have ever fought over, all through history. How much do you love me? And Who's in charge? Everything else is somehow manageable. But these two questions of love and control undo us all, trip us up and cause war, grief, and suffering.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "True wisdom gives the only possible answer at any given moment, and that night, going back to bed was the only possible answer.", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "A person is a person through other persons.None of us comes into the world fully formed. We would not know how to think, or walk, or speak, or behave as human beings unless we learned it from other human beings. We need other human beings in order to be human. I am because other people are. A person is entitled to a stable community life, and the first of these communities is the family.", "owner": "Desmond Tutu"}, {"item": "Everybody’s gotta learn, nobody’s born knowing.", "owner": "Harper Lee"}, {"item": "the best classroom in the world is at the feet of an elderly person.", "owner": "Andy Rooney"}, {"item": "A wise person does at once, what a fool does at last. Both do the same thing; only at different times.", "owner": "John Emerich Edward Dalberg-Acton"}, {"item": "If one tries to navigate unknown waters one runs the risk of shipwreck", "owner": "Albert Einstein"}, {"item": "Its more than a simple belief that there is good and that it should fight the evil in the world. It's a personification of Light and Darkness at their most elemental level, as forces that are so absorbed with themselves that one cannot exist without the other though they constantly try to consume one another. One of the earliest repersentations of Light and Darkness was of Light being a massive black bull and Darkness being an enormous white bull.", "owner": "P.C. Cast, Burned"}, {"item": "Be first the master of yourself", "owner": "Baltasar Gracián, The Art of Worldly Wisdom"}, {"item": "Not only do you become what you think about, but the world also becomes what you think about. Those who think that the world is a dark place are blind to the light that might illuminate their lives. Those who see the light of the world view the dark spots as merely potential light.", "owner": "Wayne W. Dyer"}, {"item": "the only way in which a human being can make some approach to knowing the whole of a subject, is by hearing what can be said about it by persons of every variety of opinion, and studying all modes in which it can be looked at by every character of mind. No wise man ever acquired his wisdom in any mode but this; nor is it in the nature of human intellect to become wise in any other manner.", "owner": "John Stuart Mill, On Liberty"}], "pagination": {"size": 20, "total": 10, "current": 4}}