{"contents": [{"item": "We fail to take responsibility, to act productively in the interest of ourselves and others. And in our attempts at a better life, we are often severely limited or thwarted by the immature and socially inept behavior of ourselves and others. There is a great fabric of relations, behaviors and emotions, reverberating with human and animal bliss and suffering, a web of intimate and formal relations, both direct and indirect. Nasty whirlwinds of feedback cycles blow through this great multidimensional web, pulsating with hurt and degradation. My lacking human development blocks your possible human development. My lack of understanding of you, your needs perspectives, hurts you in a million subtle ways. I become a bad lover, a bad colleague, a bad fellow citizen and human being. We are interconnected: You cannot get away from my hurt and wounds. They will follow you all of your life—I will be your daughter’s abusive boyfriend, your belligerent neighbor from hell. And you will never grow wings because there will always be mean bosses, misunderstanding families and envious friends. And you will tell yourself that is how life must be. But it is not how life has to be. Once you begin to be able to see the social-psychological fabric of everyday life, it becomes increasingly apparent that the fabric is relatively easy to change, to develop. Metamodern politics aims to make everyone secure at the deepest psychological level, so that we can live authentically; a byproduct of which is a sense of meaning in life and lasting happiness; a byproduct of which is kindness and an increased ability to cooperate with others; a byproduct of which is deeper freedom and better concrete results in the lives of everyone; a byproduct of which is a society less likely to collapse into a heap of atrocities.", "owner": "Hanzi Freinacht, The Listening Society: A Metamodern Guide to Politics, Book One"}, {"item": "But Frances was beginning to feel that somewhere along the line, property, business, and all that contributes to the creation of wealth, must give back to government enough to guarantee adequate safeguarding of human welfare. The question would be, how to protect human beings against homelessness, starvation, and dependent old age without breaking down human initiative. She was seeing this as one fundamental problem of the government of the future; seeing too that somewhere leaders must arise who will be able to cope with this problem—honest leaders who will see the problem in its many-sidedness, and at last be able to solve it constructively.", "owner": "May Martin Van Wye, Eve's Tower"}, {"item": "Utopia's value lies not in its relation to present practice but in its relation to a possible future. Its \"practical\" use is to overstep the immediate reality to depict a condition whose clear desirability draws us on, like a magnet.", "owner": "Krishan Kumar, Utopianism"}, {"item": "History is really a study of the future, not the past.", "owner": "Arundhati Roy, Things That Can and Cannot Be Said"}, {"item": "I will not have youbuild me into your lifewhen what i want is tobuild a life with you", "owner": "Rupi Kaur, Milk and Honey"}, {"item": "The thing with life is that it is transitional. As such, one day, we will wake up to realise that the likes of IBB, OBJ, GEJ, PMB, FFK, LAI LAI, etc are no longer with us and can no longer manipulate or control the affairs of Nigeria.One day, you and I would become responsible for the affairs of this country in many varying capacities. Some as state leaders, others national, while some others would man ASSU, NLC, NUT etc.Truly, should the generation after us be hopeful? Hopeful that we will turn the corner for their sake?Think about it. Are you ready to lead the way?", "owner": "Magnus Nwagu Amudi"}, {"item": "Reliance in its most basic, daily, form is being part of a group that lives by a pact: To always have each other’s backs — no matter what — so that everyone comes out future strong.", "owner": "Bill Jensen, Future Strong"}, {"item": "Reliance in its purest, highest, form is a code to live by: That every life matters. Every future matters. Taking care of each other matters. And our shared purpose is to create amazing futures for our children’s children.", "owner": "Bill Jensen, Future Strong"}, {"item": "Reliance is the ultimate measure of a team’s or organization’s culture. It’s not 'Would I recommend a friend to work here?' It’s 'Would this group of people put their ass on the line for me?' And 'Would I do the same for them?", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want a strong future: Becoming secure with insecurity is the best security you can have.", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want to lead others into a strong future: You need to be keenly aware of how your own inner truths — biases, fears, courage, values and dreams — do or do not impact the daily work of others.", "owner": "Bill Jensen, Future Strong"}, {"item": "If you want a strong future: You need to get past the stories that you have told yourself and others. You need to hear the heartbeatthat’s the real you.", "owner": "Bill Jensen, Future Strong"}, {"item": "Me comes before we. You need to become future strong before you can help others do the same.", "owner": "Bill Jensen, Future Strong"}, {"item": "Your career will include thousands of opportunities to transform yourself. Many will disrupt all that you have built. Each is an opportunity to choose to be vulnerable, to let go, to be reborn.", "owner": "Bill Jensen, Future Strong"}, {"item": "All the statistics about how many jobs you’ll have over your lifetime… (15-20) and how many companies you’ll work for… while true, completely miss the point! From now on, treat those numbers as red herrings — crucial only to HR directors, leaders and companies who are stuck in the past. The Rule of Disruptive Personal Transformation: Every year, you will experience about 100 significant transformative moments. Most will be thrust upon you by the disruptive churn of our times.Driven, focused people know which 3—5 to seize each year\tas crucial to their future.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future strong individuals will not take on personal sacrifices, hardships and corporate crap that sidetrack them from their dreams and goals.", "owner": "Bill Jensen, Future Strong"}, {"item": "To be future strong, you will face difficult hardships. Usually, there is no absolutely right or absolutely wrong choice. The key is to be intentional: Choosing the best hardships for your best future.", "owner": "Bill Jensen, Future Strong"}, {"item": "People should not have to sacrifice so much of their personal lives, hopes, dreams and goals just to keep up with corporate pressured morebetterfaster. And tomorrow’s workforce won’t.", "owner": "Bill Jensen"}, {"item": "Future strong cultures and relationships are built upon intense 'I have your back' bonds.", "owner": "Bill Jensen, Future Strong"}, {"item": "Future Strong leaders are driven by a core question: What do I want my legacy to be? That requires a lot of searching one’s inner truths, and being brutally honest about how that compares to one’s daily actions.", "owner": "Bill Jensen, Future Strong"}], "pagination": {"size": 20, "total": 10, "current": 5}}