{"contents": [{"item": "Our most basic instinct is not for survival but for family. Most of us would give our own life for the survival of a family member, yet we lead our daily life too often as if we take our family for granted.", "owner": "Paul Pearsall"}, {"item": "How can I expect readers to know who I am if I do not tell them about my family, my friends, the relationships in my life? Who am I if not where I fit in the world, where I fit in the lives of the people dear to me?", "owner": "Rabih Alameddine, I, The Divine: A Novel in First Chapters"}, {"item": "I enjoy writing, I enjoy my house, my family and, more than anything I enjoy the feeling of seeing each day used to the full to actually produce something. The end.", "owner": "Michael Palin, Diaries 1969-1979: The Python Years"}, {"item": "The heart of a person only beats when it's surrounded by blood, by family.", "owner": "Erica Goros, The Daisy Chain"}, {"item": "Make your heart, your dearest home.", "owner": "Lailah Gifty Akita"}, {"item": "Your neighbour is your nearest family.", "owner": "Lailah Gifty Akita"}, {"item": "If my life was pulled into the pages of a book, there would be coffee stains and wrinkles along the lines of that narrative. Because all I can wish is that the book of my life would be well read and well loved. Living within words and the sound of writing.", "owner": "F.K. Preston, The Artist, The Audience and a Man Called Nothing"}, {"item": "He doesn’t have to love your CD collection. He doesn’t have to love your shoes. But any good, mature guy better make an attempt to love your friends and family—especially when they’re great.", "owner": "Greg Behrendt, He's Just Not That Into You: The No-Excuses Truth to Understanding Guys"}, {"item": "He gave her a quick, casual kiss on the cheek first. Then came the hug, and it was the hug that always made Laurel’s heart mush. Serious grip, cheek to the hair, eyes closed, just a little sway. Del’s hugs mattered, she thought, and made him impossible to resist.", "owner": "Nora Roberts, Savor the Moment"}, {"item": "Faithfulness in small things leads to faithfulness in great things, and never the other way around.", "owner": "Jerry L. Lewis, What God Can't Do"}, {"item": "The fights are always the same", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "We can help pave the roads of those around us, but we can't choose their direction.", "owner": "Michelle Moran, Rebel Queen"}, {"item": "She understands suddenly that the stuff that fills her up is not the love or attention she might get from other people; it is the love she herself has for other people. We are, Portia decides, the people we love", "owner": "Jessica Anya Blau, Drinking Closer to Home"}, {"item": "If I loved someone, I could never let him go away from me. I would be too miserable and lonely.", "owner": "Valerie Tripp"}, {"item": "They shared a laugh, and then the silence that so often intruded on their discussion asserted itself once again, a gap born of equal parts weariness, familiarity and--conversely--the many differences that fate had created between those who had once gone about lives that were but variations on a single melody.", "owner": "Christopher Paolini, Brisingr"}, {"item": "A man us measured by the depths of his commitments.", "owner": "Mark William Goldman"}, {"item": "Since that time, I've had many similar moments, and I can never hear the words \"family\" and \"home\" without feeling that they sound strange, never simply hear them and let them go. When I stop to examine them, though, the words seem hollow, seem to rattle at my feet like empty cans.", "owner": "Yōko Ogawa, The Diving Pool: Three Novellas"}, {"item": "She was home, the passage walls, memorabilia of Ben's life, past and present, welcomed her like a doting grandmother.", "owner": "Mala Naidoo, Across Time and Space"}, {"item": "A good starts with breakfast; no matter what I'm going through, a good breakfast with friends, family, or tribe helo me and others start the day right and better.a professional practice I follow as retaught to me by a mentor who was a 3 star general when he held the meeting until i and c others had a full breakfast. Good leadrrship and a lesson with kindness.", "owner": "Diana Kanecki"}, {"item": "I believe that I can teach my children to follow their dreams by following my own.", "owner": "Liimu McGill, The MomStar Manifesto"}], "pagination": {"size": 20, "total": 10, "current": 3}}