{"contents": [{"item": "Money tends to take on and maintain the characteristics in which it is acquired.", "owner": "Allen Dominique"}, {"item": "Money can be replaced anytime, but lost time can never be reclaimed.", "owner": "Ravinder Tulsiani, Time Management in the Workplace"}, {"item": "Money solves nothing but it eases everything.", "owner": "Santa Montefiore, De vrouwen van kasteel Deverill"}, {"item": "Luck of money is never poverty.", "owner": "Lailah Gifty Akita"}, {"item": "Yet a much more fundamentally political dimension of the socially constructed nature of capital - nothing less than the specification of a parallel universe with its own natural laws and rules for the physical existence and subsistence of financial capital and its interaction with the other factors of production - has also often been overlooked in contemporary academic literature. Under the current monetary arrangements financial capital is a peculiar creature indeed. Money can be created ex nihilo at the stroke of a pen - or a keyboard - by a specific type of legal person entrusted with the task, not other legal or natural person. With the socially constructed ability to attract compound interest in a world where physical assets rot and break, it does not share the same physical reality with the mere mortal factors of production: even in cases where productive investments which enable the payment of interest in real terms can be identified, the compounding of interest on financial capital is not temporally limited to the period that the relevant physical assets can continue to produce exponential returns in real terms. Rather than representing accumulated wealth that could be \"saved\" to finance investment, the bulk of money disappears as soon as other factors of production are not willing to pay a tribute to induce its continuing circulation in the form of interest payments. In addition to the inherently political nature of specifications of money have been detached from virtually any substantive connection to the rules or the realities experienced by other factors of production in the physical world that is nonetheless supposed to achieve economic efficiency and a host of other objectives through monetary calculation and monetarily mediated social relationships deserves particular scrutiny.", "owner": "Tero Auvinen, On Money"}, {"item": "More money availability makes you more secure or increases your sense of insecurity - think again!", "owner": "Sandeep Sahajpal"}, {"item": "What money is worth is never taught in formative stages, thereby everyone defines it his own way, but the fact remains that no one is able to define it ever, but still runs after it blindly.", "owner": "Sandeep Sahajpal"}, {"item": "Many people are actually poor because the only thing they have is money.", "owner": "Frank Sonnenberg, BookSmart: Hundreds of real-world lessons for success and happiness"}, {"item": "For money buys all virtues. Money suffereth long and is kid, is not puffed up, doth not behave unseemly, seeketh not her own", "owner": "George Orwell, Keep the Aspidistra Flying"}, {"item": "Money is not single thing, it's relate to purpose.", "owner": "Nitesh Sabne"}, {"item": "You can be rich or deliberately refuse to be rich. You can possess money, or you can despise money; the one fatal thing is to worship money and fail to get it", "owner": "George Orwell, Keep the Aspidistra Flying"}, {"item": "Money per se does not make you happy - it's what it enables you to do with your life.", "owner": "Lois P. Frankel, Nice Girls Don't Get Rich : 75 Avoidable Mistakes Women Make with Money"}, {"item": "Sometimes you just need to be selfish to be self-sufficient.", "owner": "Lois P. Frankel, Nice Girls Don't Get Rich : 75 Avoidable Mistakes Women Make with Money"}, {"item": "It looked like the kind of place where people were shot over the rent money.", "owner": "Amy  Stewart, Lady Cop Makes Trouble"}, {"item": "I want to be free, I want to be happy, I want to be at peace, I want to be me. I guess what I want in this world is what money surely brings. Don't blame me, for the Bible says \"Money Answers All Things!", "owner": "Tice Davids aka David T. Parker"}, {"item": "Success is having to worry about every damn thing in the world, except money.", "owner": "Johnny Cash"}, {"item": "What a wise man knows, therefore, is how to construct a pattern that, given the human situation, is likely to lead to a good life.", "owner": "H.W. Charles, The Money Code: Become a Millionaire With the Ancient Jewish Code"}, {"item": "Money! If you do not have, then you listen to me, I'm saying something.", "owner": "Tanmaya Guru"}, {"item": "Without money the flute of life is also heard unturned.", "owner": "Tanmaya Guru"}, {"item": "God is also need money to sustain his existence on this earth.", "owner": "Tanmaya Guru"}], "pagination": {"size": 20, "total": 10, "current": 8}}