{"contents": [{"item": "It's no good to give money to anybody who thinks money as the root of all evil.", "owner": "Toba Beta, Master of Stupidity"}, {"item": "she wondered how she could have spent all that money and have nothing but clothes and accessories and a long list of men she never wanted to see again to show for it", "owner": "Eleanor Brown, The Weird Sisters"}, {"item": "People in that crowd want to make poverty history, but NOT if they have to pay for it themselves", "owner": "Ben Elton, Meltdown"}, {"item": "On a strange and devious way, Siddhartha had gotten into this final and most base of all dependencies, by means of the game of dice. It was since that time, when he had stopped being a Samana in his heart, that Siddhartha began to play the game for money and precious things, which he at other times only joined with a smile and casually as a custom of the childlike people, with an increasing rage and passion. He was a feared gambler, few dared to take him on, so high and audacious were his stakes. He played the game due to a pain of his heart, losing and wasting his wretched money in the game brought him an angry joy, in no other way he could demonstrate his disdain for wealth, the merchants' false god, more clearly and more mockingly.", "owner": "Hermann Hesse, Siddhartha"}, {"item": "I feel despised there, for having so little money; also for once having had so much. I never actually had it, of course. Father had it, and then Richard. But money was imputed to me, the same way crimes are imputed to those who've simply been present at them.", "owner": "Margaret Atwood, The Blind Assassin"}, {"item": "The value of money is subjective, depending on age. At the age of one, one multiplies the actual sum by 145,000, making one pound seem like 145,000 pounds to a one-year-old. At seven – Bertie’s age – the multiplier is 24, so that five pounds seems like 120 pounds. At the age of twenty four, five pounds is five pounds; at forty five it is divided by 5, so that it seems like one pound and one pound seems like twenty pence. (All figures courtesy of Scottish Government Advice Leaflet: Handling your Money.)", "owner": "Alexander McCall Smith, Bertie's Guide to Life and Mothers"}, {"item": "There is all the difference in the world between treasure and money.", "owner": "Roderick Townley, The Great Good Thing"}, {"item": "People have the false habit of putting an artificial gap between the spiritual and the financial. We cannot accept this habit because life is an integral whole which we should understand deeply.", "owner": "Samael Aun Weor"}, {"item": "When one is grown up, money is lying about at one's service. It is only when one is young that it is rare. Take no thought for money - that always lies to hand.(Women in Love)", "owner": "D.H. Lawrence"}, {"item": "A man who loves money is a bastard, someone to be hated. A man who can't take care of it is a fool. You don't hate him, but you got to pity him.", "owner": "Stephen King, The Stand"}, {"item": "The relationship between ethics and thrift can be summed up in one sentence. It is wrong to save money at the expense of others. Period.", "owner": "Amy Dacyczyn, The Complete Tightwad  Gazette"}, {"item": "It is easier to tell our therapist about our sex life than it is to tell our accountant about our finances.", "owner": "Vicki Robin, Your Money or Your Life"}, {"item": "Brent Kessel combines some of the most sophisticated knowledge of financial planning and investment strategies with a sincere and grounded practice in the meditation arts. He has written the deepest and most comprehensive book about money in some time. I applaud him for it. It calls for a serious reading.", "owner": "George Kinder, The Seven Stages of Money Maturity: Understanding the Spirit and Value of Money in Your Life"}, {"item": "Nothing knits man to man like the frequent passage from hand to hand of cash.", "owner": "Walter Sickert"}, {"item": "To put a trillion dollars in context, if you spend a million dollars every day since Jesus was born, you still wouldn't have spent a trillion.", "owner": "Mitch McConnell"}, {"item": "But it is only people who have plenty of money who can despise it. To the rest of us it is important. It can at least put food in our stomachs clothes on our backs, and it can at least feed our dreams.", "owner": "Mary Balogh, Slightly Sinful"}, {"item": "But this post-college world felt different from everything that had come before it; art was still central, but now everyone had to think about making a living too, and they did so with a kind of scorn for money except as it allowed them to live the way they wanted to live.", "owner": "Meg Wolitzer, The Interestings"}, {"item": "It seemed like my parents were always trying to get me to care about money, but I didn’t, really. Then again, it's easy to say you don't care about money when you have plenty of it.", "owner": "Ransom Riggs, Miss Peregrine’s Home for Peculiar Children"}, {"item": "The good times were over. Nobody gave a shit and nobody had any money and if they had any, they kept it.", "owner": "Charles Bukowski, Short Stories of Charles Bukowski"}, {"item": "Almost overnight, Albert Pinkham had gone from being barely able to keep his head above water to walking on the stuff.", "owner": "Cathie Pelletier, Once Upon a Time on the Banks"}], "pagination": {"size": 20, "total": 10, "current": 4}}