{"contents": [{"item": "Relationships are built in the silences.", "owner": "Trevor Noah, Born a Crime: Stories From a South African Childhood"}, {"item": "Someone could save your life without you ever knowing it. It happened more than most people realized.", "owner": "J. Courtney Sullivan, Saints for All Occasions"}, {"item": "I don't get it, guys, I continued. I'd want to date me. Why is it so hard for me? I'm wicked fun, I dress nicely, I'm friendly... I'd love to date me. Wouldn't you?", "owner": "Kristan Higgins, All I Ever Wanted"}, {"item": "The more opposite to you, the more challenging your partner is to you. This person holds the key to all your lost parts.", "owner": "Adele Green in Can You See Me Naked: Grow in a conscious relationship"}, {"item": "Most things are relative, but perspective is everything.", "owner": "Adele Green in Can You See Me Naked: Grow in a conscious relationship"}, {"item": "It is not about the person who is right for you, but when you are ready to experience who you are through another.", "owner": "Adele Green in Can You See Me Naked: Grow in a conscious relationship"}, {"item": "Does your partner represent God on earth for you?", "owner": "Adele Green in Can You See Me Naked: Grow in a conscious relationship"}, {"item": "He hadn't known her, didn't know her, of course. There wasn't the time.", "owner": "Alexander Freed, Rogue One - A Star Wars Story"}, {"item": "Calling bullshit on something thats exactly what you want to hear is certainly among life's bigger challenges", "owner": "Sara Eckel, It's Not You: 27 (Wrong) Reasons You're Single"}, {"item": "There is no such thing as relationships in this world. It is really a self-created net. Do these cows-buffalos have any relationships? They don’t have a mother-in-law, no father-in-law...", "owner": "Dada Bhagwan"}, {"item": "People with Sweet Relationships [those favoring you, always talk good] with you, will make you stumble.", "owner": "Dada Bhagwan"}, {"item": "Do not respond to people being upset by confidently giving them advice on how to solve their problems", "owner": "Ezra Klein"}, {"item": "Positive relationships are those that leave you feeling energized after contact with a person. Even if the topic is unpleasant, the interaction itself leaves you with more energy.", "owner": "Elaine Seat, Playbook for Your Extraordinary Life: A Practical Guide to a Remarkable Life"}, {"item": "Never end the relationship when emotionally charged.", "owner": "Latika Teotia"}, {"item": "I grew up with a front-row seat to what a happy, healthy marriage looks like. Never perfect, constantly evolving, always united.", "owner": "Shonda Rhimes, Year of Yes: How to Dance It Out, Stand In the Sun and Be Your Own Person"}, {"item": "If you closely scrutinize relationships everywhere that struggle, in most cases, it is due to lack of self-awareness of one or both parties...", "owner": "Assegid Habtewold, The 9 Cardinal Building Blocks: For Continued Success in Leadership"}, {"item": "I just don't have a tremendously strong belief that relationships can work. I'm really quite convinced that they don't. And if they do, it's really quite terribly brief and sporadic.", "owner": "Morrissey"}, {"item": "Quit trying to change others. You haven’t done such a great job on yourself – yet.", "owner": "Mensah Oteh"}, {"item": "be waryof the boys whoonly ever tellhalf-thruthsbecause theywill only ever be half in lovewith you-slay those dragons", "owner": "Amanda Lovelace, The Princess Saves Herself in this One"}, {"item": "...people cannot and do not want to live unrelated to others.", "owner": "Herman L Glaess, Potentiality Enhancement Programs"}], "pagination": {"size": 20, "total": 10, "current": 9}}