{"contents": [{"item": "Art-making is not about telling the truth but making the truth felt", "owner": "Christian Boltanski"}, {"item": "The public make use of the classics of a country as a means of checking the progress of Art. They degrade the classics into authorities.... A fresh mode of Beauty is absolutely distasteful to them, and whenever it appears they get so angry and bewildered that they always use two stupid expressions--one is that the work of art is grossly unintelligible; the other, that the work of art is grossly immoral. What they mean by these words seems to me to be this. When they say a work is grossly unintelligible, they mean that the artist has said or made a beautiful thing that is new; when they describe a work as grossly immoral, they mean that the artist has said or made a beautiful thing that is true.", "owner": "Oscar Wilde"}, {"item": "Nature alone can lead to the understanding of art, just as art brings us back to nature with greater awarness. It is the source of all beauty, since it is the source of all life. ", "owner": "Eugène Carrière"}, {"item": "There are no lungs like the ones that breathe poetry.", "owner": "D. Antoinette Foy"}, {"item": "Nature is an outcry, unpolished truth; the art—a euphemism—tamed wilderness.", "owner": "Dejan Stojanovic"}, {"item": "I tell you, you will not see the new beauty and the truth, until you make up your minds to spit.", "owner": "Kazimir Malevich, Essays On Art, 1915 1933"}, {"item": "True art is thoughtful, emotional examination of how human themes impact the overall experience of existing. The rest is kitsch.", "owner": "Tiffany Madison"}, {"item": "Art does not exist only to entertain -- but also to challenge one to think, to provoke, even to disturb, in a constant search for the truth.", "owner": "Barbra Streisand"}, {"item": "This world in which we live needs beauty in order not to sink into despair. It is beauty, like truth, which brings joy to the heart of man and is that precious fruit which resists the year and tear of time, which unites generations and makes them share things in admiration.", "owner": "Pope Paul VI"}, {"item": "Any clod can have the facts, but having opinions is an art.", "owner": "Charles McCabe"}, {"item": "This highest kind of truth is never something the artist takes as given. It's not his point of departure but his goal. Though the artist has beliefs, like other people, he realizes that a salient characteristic of art is its radical openness to persuasion. Even those beliefs he's surest of, the artist puts under pressure to see if they will stand.", "owner": "John Gardner, The Art of Fiction: Notes on Craft for Young Writers"}, {"item": "The first duty of an Author is --- I conceive --- a faithful allegiance to Truth and Nature; his second, such a conscientious study of Art as shall enable him to interpret eloquently and effectively the oracles delivered by those two great deities.--- Charlotte Bronte", "owner": "Juliet Barker, The Brontës: A Life in Letters"}, {"item": "God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things.", "owner": "Pablo Picasso"}, {"item": "I have no duty to be anyone's Friend and no man in the world has a duty to be mine. No claims, no shadow of necessity. Friendship is unnecessary, like philosophy, like art, like the universe itself (for God did not need to create). It has no survival value; rather it is one of those things which give value to survival.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "In moments of prayer, people tend to pose as a critic and point out percieved flaws in God's art.", "owner": "Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience"}, {"item": "What a comfort to know that God is a poet.", "owner": "Rachel Held Evans, Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions"}, {"item": "It is impossible to see how good work might be accomplished by people who think that our life in this world either signifies nothing or has only a negative significance.If, on the other hand, we believe that we are living souls, God's dust and God's breath, acting our parts among other creatures all made of the same dust and breath as ourselves; and if we understand that we are free, within the obvious limits of moral human life, to do evil or good to ourselves and to the other creatures - then all our acts have a supreme significance. If it is true that we are living souls and morally free, then all of us are artists. All of us are makers, within mortal terms and limits, of our lives, of one another's lives, of things we need and use...If we think of ourselves as living souls, immortal creatures, living in the midst of a Creation that is mostly mysterious, and if we see that everything we make or do cannot help but have an everlasting significance for ourselves, for others, and for the world, then we see why some religious teachers have understood work as a form of prayer...Work connects us both to Creation and to eternity. (pg. 316, Christianity and the Survival of Creation)", "owner": "Wendell Berry, The Art of the Commonplace: The Agrarian Essays"}, {"item": "I suddenly knew that religion, God - something beyond everyday life - was there to be found, provided one is really willing. And I saw that though what I felt in the church was only imagination, it was a step on the way; because imagination itself can be a kind of willingness - a pretense that things are real, due to one's longing for them. It struck me that this was somehow tied up with what the Vicar said about religion being an extension of art - and then I had a glimpse of how religion can really cure you of sorrow; somehow make use of it, turn it to beauty, just as art can make sad things beautiful.\tI found myself saying: 'Sacrifice is the secret - you have to sacrifice things for art and it's the same with religion; and then the sacrifice turns out to be a gain.' Then I got confused and I couldn't hold on to what I meant - until Miss Blossom remarked: 'Nonsense, duckie - it's prefectly simple. You lose yourself in something beyond yourself and it's a lovely rest.'I saw that, all right. Then I thought: 'But that's how Miss Marcy cured her sorrow, too - only she lost herself in other people instead of in religion.' Which way of life was best - hers or the Vicar's? I decided that he loves God and merely likes the villagers, whereas she loves the villagers and merely likes God - and then I suddenly wondered if I could combine both ways, love God and my neighbor equally. Was I really willing to?", "owner": "Dodie Smith"}, {"item": "A steampunk nationBaby pollution rises up then the loving comes arraigning 'causeOur art's official and only partially artificialAnd our heart's in the middle of sharp hardened shards of metal butThere's not where it settlesBecause it's beating to the steaming of God's hottest pot or kettleAnd now we face it, this creation we made toTo save our craving for a synthetic rebelnation it'sOur safeway they make into a pathetic revelationIn our steampunk nationOur steampunk nation", "owner": "Criss Jami, Diotima, Battery, Electric Personality"}, {"item": "God is love, I said, but art's the possibility of forms, and shadows are the source of identity.", "owner": "Ralph Ellison, Juneteenth"}], "pagination": {"size": 20, "total": 10, "current": 6}}