{"contents": [{"item": "Lost love is still love. It takes a different form, that's all. You can't see their smile or bring them food or tousle their hair or move them around a dance floor. But when those senses weaken another heightens. Memory. Memory becomes your partner. You nurture it. You hold it. You dance with it.", "owner": "Mitch Albom"}, {"item": "I'm not sentimental--I'm as romantic as you are. The idea, you know,is that the sentimental person thinks things will last--the romanticperson has a desperate confidence that they won't.", "owner": "F. Scott Fitzgerald, This Side of Paradise"}, {"item": "It is easy to love people in memory the hard thing is to love them when they are there in front of you. ", "owner": "John Updike, My Father's Tears and Other Stories"}, {"item": "When I saw you I fell in love, and you smiled because you knew.", "owner": "Arrigo Boito"}, {"item": "You know how they say you only hurt the ones you love? Well, it works both ways.", "owner": "Chuck Palahniuk, Fight Club"}, {"item": "Be with me always - take any form - drive me mad! only do not leave me in this abyss, where I cannot find you! Oh, God! it is unutterable! I can not live without my life! I can not live without my soul!", "owner": "Emily Brontë, Wuthering Heights"}, {"item": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart.", "owner": "Nicholas Sparks, Dear John"}, {"item": "Sorrow is how we learn to love. Your heart isn't breaking. It hurts because it's getting larger. The larger it gets, the more love it holds.", "owner": "Rita Mae Brown, Riding Shotgun"}, {"item": "One word frees us of all the weight and pain of life:That word is love.", "owner": "Sophocles"}, {"item": "Respect was invented to cover the empty place where love should be.", "owner": "Leo Tolstoy, Anna Karenina"}, {"item": "It takes courage to love, but pain through love is the purifying fire which those who love generously know. We all know people who are so much afraid of pain that they shut themselves up like clams in a shell and, giving out nothing, receive nothing and therefore shrink until life is a mere living death.", "owner": "Eleanor Roosevelt"}, {"item": "Sometimes love means letting go when you want to hold on tighter.", "owner": "Melissa Marr, Ink Exchange"}, {"item": "Come sleep with me: We won't make Love, Love will make us.", "owner": "Julio Cortázar"}, {"item": "When someone is in your heart, they're never truly gone. They can come back to you, even at unlikely times.", "owner": "Mitch Albom, For One More Day"}, {"item": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and fans the bonfire.", "owner": "François de La Rochefoucauld, Maxims"}, {"item": "How do I love thee? Let me count the ways.I love thee to the depth and breadth and heightMy soul can reach", "owner": "Elizabeth Barrett Browning"}, {"item": "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.", "owner": "Albert Einstein"}, {"item": "In your light I learn how to love. In your beauty, how to make poems. You dance inside my chest where no-one sees you, but sometimes I do, and that sight becomes this art.", "owner": "Jalaluddin Rumi"}, {"item": "To lose balance sometimes for love is part of living a balancedlife.", "owner": "Elizabeth Gilbert, Eat, pray, love: one woman's search for everything"}, {"item": "My wish is that you may be loved to the point of madness.", "owner": "André Breton, What is Surrealism?: Selected Writings"}], "pagination": {"size": 20, "total": 10, "current": 4}}