{"contents": [{"item": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", "owner": "Lana Del Rey"}, {"item": "I think, well, I've had a shit of a life, all things considered. It wasn't fair. Everyone I've ever loved is dead, and my leg hurts all the bloody time... But I think, any God that can do sunsets like that, a different one every night... 'Strewth, well, you've got to respect the old bastard, haven't you?", "owner": "Neil Gaiman, Season of Mists"}, {"item": "Stop asking God to bless what you're doing. Find out what God's doing. It's already blessed.", "owner": "Bono"}, {"item": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next.", "owner": "Carrie Underwood"}, {"item": "Oh, God of Dust and Rainbows,Help us to seeThat without the dust the rainbowWould not be.", "owner": "Langston Hughes"}, {"item": "Humility is perfect quietness of heart. It is to expect nothing, to wonder at nothing that is done to me, to feel nothing done against me. It is to be at rest when nobody praises me, and when I am blamed or despised. It is to have a blessed home in the Lord, where I can go in and shut the door, and kneel to my Father in secret, and am at peace as in a deep sea of calmness, when all around and above is trouble.", "owner": "Andrew Murray"}, {"item": "Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart.", "owner": "Mahatma Gandhi"}, {"item": "Sometimes you can see things happen right in front of your eyes and still jump to the wrong conclusions.", "owner": "Jodi Picoult, Keeping Faith"}, {"item": "It doesn't matter if a million people tell you what you can't do, or if ten million tell you no. If you get one yes from God that's all you need.", "owner": "Tyler Perry"}, {"item": "You must accept the reality of other people. You think that reality is up for negotiation, that we think it's whatever you say it is. You must accept that we are as real as you are; you must accept that you are not God.", "owner": "J.K. Rowling, The Casual Vacancy"}, {"item": "Anything under God's control is never out of control.", "owner": "Charles R. Swindoll"}, {"item": "When your will is God's will, you will have your will.", "owner": "Charles Haddon Spurgeon"}, {"item": "Sometimes I arrive just when God's ready to have somone click the shutter.", "owner": "Ansel Adams"}, {"item": "Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.", "owner": "Joseph Smith Jr."}, {"item": "I think that I shall never seeA poem lovely as a tree.A tree whose hungry mouth is pressedAgainst the earth's sweet flowing breast;A tree that looks at God all dayAnd lifts her leafy arms to pray;A tree that may in summer wearA nest of robins in her hair;Upon whose bosom snow has lain;Who intimately lives with rain.Poems are made by fools like me,But only God can make a tree.", "owner": "Joyce Kilmer, Trees & Other Poems"}, {"item": "Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action.", "owner": "Mahatma Gandhi"}, {"item": "What the soul hardly realizes is that, unbeliever or not, his loneliness is really a homesickness for God.", "owner": "Dom Hubert Van Zeller"}, {"item": "God is whispering in your heart, in the whole existence, just tune your ears.", "owner": "Amit Ray, Meditation: Insights and Inspirations"}, {"item": "It's not about finding ways to avoid God's judgment and feeling like a failure if you don't do everything perfectly. It's about fully experiencing God's love and letting it perfect you. It's not about being somebody you are not. It's about becoming who you really are.", "owner": "Stormie Omartian, The Power of a Praying Woman"}, {"item": "God, send me anywhere, only go with me. Lay any burden on me, only sustain me. And sever any tie in my heart except the tie that binds my heart to Yours.", "owner": "David Livingstone"}], "pagination": {"size": 20, "total": 10, "current": 1}}