{"contents": [{"item": "Don't try to fight depression and fear with violent physical or mental exercise. But don't give into them either. Just think. Oh, here they are again, and look past them, as if you were looking over someone's shoulder at something beyond. Fix your mind on what's be", "owner": "Marcia Willett, A Summer in the Country"}, {"item": "The depressed and the suicidal are often lonely and inhibited. Discussions of inhibition in this context usually emphasize fear of rejection.", "owner": "David L. Conroy, Out of the Nightmare: Recovery from Depression and Suicidal Pain"}, {"item": "It is foolishness to want what never was or will never will be, lament the passage of time, and live in fearfulness of an uncertain future. The moods generated by regret including depression and self-loathing congeal in our sentient consciousness creating the painful landscape of the self.", "owner": "Kilroy J. Oldster, Dead Toad Scrolls"}, {"item": "It's slowly breaking her downConsuming her breathFighting her strengthShe doesn't have much timePieces will be the only thing leftOf the will buried withinShe's crumbling down insideCrying out for helpRunning out of lifeA hero should sufficeTo save her from her disguise", "owner": "Evy Michaels"}, {"item": "Don't be a reflection of your depression, your dark, or your ugly. Reflect what you want. Your light, your beauty, & your strength. Aspire for greatness - reflect who you are; not which deficits you maintain. Showcase the hidden treasures.", "owner": "Tiffany Luard"}, {"item": "Apparently there were seven stages of grief but that was a neat way of putting it. Grief was messy and didn't colour inside the lines", "owner": "Emily Gale, The Other Side of Summer"}, {"item": "When you're surrounded by all these people, it can be lonelier than when you're by yourself. You can be in a huge crowd, but if you don't feel like you can trust anyone or talk to anybody, you feel like you're really alone.", "owner": "Fiona Apple"}, {"item": "I wanted to tell people, \"My depression is acting up today\" as an excuse for not seeing them, but I never managed to pull it off.", "owner": "Ned Vizzini, It's Kind of a Funny Story"}, {"item": "Only people who're positive enough to have friends have enemies. When you're as glum and morose as he was, people just give up and go away.", "owner": "Ellis Peters, A Nice Derangement of Epitaphs"}, {"item": "Most people are as happy as other people decide they should be.", "owner": "Rebecca McNutt, Mandy and Alecto: The Collected Smog City Book Series"}, {"item": "It is not seen as insane when a fighter, under an attack that will inevitable lead to his death, chooses to take his own life first. In fact, this act has been encouraged for centuries, and is accepted even now as an honorable reason to do the deed. How is it any different when you are under attack by your own mind?", "owner": "Emilie Autumn, The Asylum for Wayward Victorian Girls"}, {"item": "Problems are solved from the inside out not the other way around.", "owner": "Vivian Amis"}, {"item": "Many call it the 1000 yard stare and can't realize the pain when PTSD takes us there", "owner": "Stanley Victor Paskavich"}, {"item": "No war is ever a war without the loss of a life of a solider", "owner": "PureDragonWolf"}, {"item": "I am living in a nightmare, from which from time to time I wake in sleep.", "owner": "Ursula K. Le Guin"}, {"item": "Outer gavels can't crush you when your inner judge is love.", "owner": "Curtis Tyrone Jones"}, {"item": "Live in the question...Leave all the answers blank...Let's play with the magic of uncertainty", "owner": "Dipin Damodharan"}, {"item": "…for it is often to be observed of the shallower men, that they are the very last to despond. It is the glory of the bladder that nothing can sink it; it is the reproach of a box of treasure, that once overboard it must drown", "owner": "Herman Melville, Pierre: or, the Ambiguities"}, {"item": "He who has lived and thought can't helpdespising people in his soul;him who has felt disturbs the ghost of irrecoverable days;for him there are no more enchantments;him does the snake of memories,him does repentance bite.", "owner": "Alexander Pushkin, Eugene Onegin"}, {"item": "That's the weirdest thing about being cut off from life. Everything gets washed out or muted or recedes into the background except for other people's laughter. Other people's laughter gets very loud and jarring. It penetrates. It is a reminder that other people live.", "owner": "Kerry Kletter, The First Time She Drowned"}], "pagination": {"size": 20, "total": 10, "current": 3}}