{"contents": [{"item": "There never yet has been a country which became powerful without knowledge. A man by his own strength alone cannot successfully combat a tiger, but by his intelligence, he can devise means to entrap him.", "owner": "Zhang Zhidong"}, {"item": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.", "owner": "Cesare Pavese"}, {"item": "I am just so thankful that my mom was a fantastic mom. She wasn't a stage mother she didn't push me. She was happy if I was happy. We are so different. I was very shy my mom did all the talking. She was my strength. She never expected that I would be this ballerina. ", "owner": "Patricia McBride"}, {"item": "I think what weakens people most is fear of wasting their strength.", "owner": "Etty Hillesum"}, {"item": "Alex Dumas was a consummate warrior and a man of great conviction and moral courage. He was renowned for his strength, his swordsmanship, his bravery, and his knack for pulling victory out of the toughest situations. But he was known, too, for his profane back talk and his problems with authority.", "owner": "Tom Reiss"}, {"item": "Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves.", "owner": "John Eldredge"}, {"item": "Farrah Fawcett had courage, she had strength, and she had faith.", "owner": "Jaclyn Smith"}, {"item": "Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.", "owner": "John W. Gardner"}, {"item": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.", "owner": "Branch Rickey"}, {"item": "What I do know is that writing is the thing I am best at, and I don't have the stomach, the ability, the strength or the courage to enter the political arena. And I think writing can be a political act, if only to let those people accountable know they are being watched. Literature can be a conscience.", "owner": "Miguel Syjuco"}, {"item": "When it comes to Pakistan, the first word that comes to the mind of the Chinese is 'iron brother.' To us Chinese, Pakistan is always a trustworthy friend who is as solid as iron. Actually, Chinese netizens refer to Pakistan as 'Iron Pak.' This testifies to the strength of China-Pakistan friendship.", "owner": "Li Keqiang"}, {"item": "Through the years, I, like you, have experienced pressures and disappointments that would have crushed me had I not been able to draw upon a source of wisdom and strength far greater than my own. He has never forgotten or forsaken me, and I have come to know for myself that Jesus is the Christ and that this is His Church.", "owner": "Sheri L. Dew"}, {"item": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.", "owner": "John Cheever"}, {"item": "Women's strength, women's industry, women's wisdom are humankind's greatest untapped resource. The challenge then for U.N. Women is to show our diverse constituencies how this resource can be effectively tapped in ways that benefit us all.", "owner": "Michelle Bachelet"}, {"item": "My mom's one of the toughest ladies I know. I've seen her lose both her brothers, both her parents. She's been through a lot, and to see her get up every day and put a smile on her face, that shows nothing but strength.", "owner": "DeMar DeRozan"}], "pagination": {"size": 15, "total": 10, "current": 9}}