{"contents": [{"item": "Sadly, however, the sight of her generous D cups no longer sparked an ounce of interest from Little Sam, the man in charge of social activities.", "owner": "Sarah Mayberry, Anything for You"}, {"item": "There was a group of fans who wanted autographs, and several women who managed to write their phone numbers on Wade's hand before he pulled free.Sam sent him an arched brow, but he just shrugged. He got numbers written on him a lot; he'd never figured out how to stop that from happening.", "owner": "Jill Shalvis, Slow Heat"}, {"item": "Brooke?\" he finally found the sense to ask. \"What are you doing here?\"\"I need a gun.\"This was not how his dream was supposed to go.", "owner": "Shannon K. Butcher, The Mammoth Book of Special Ops Romance"}, {"item": "What the dev— er, deuce did you do that for? It hurt!”“Good,” said the angel. “I was afraid these new shoes would not be sturdy enough.", "owner": "Anne Gracie, The Perfect Rake"}, {"item": "You don’t understand,’ I said. ‘I need to be with her. With every fibre of my being I ache for her. I’m in love.’‘I do understand,’ said Zoran. ‘It was same for me with Mrs Zoran when I first meet her. But the feeling goes away after few hours.", "owner": "Doug MacLeod, I'm Being Stalked by a Moonshadow"}, {"item": "Dammit. I think I’m in like with the naked man I met today.", "owner": "R.J. Gonzales, Mundahlia"}, {"item": "Excuse me,” she said, her voice tight. “But if I’d known there was going to be a firearms examination at the end of the kidnapping, by God, I would have studied for it!", "owner": "Tara Janzen, Avenging Angel"}, {"item": "Gay sex, one. Straight sex, zero", "owner": "Dani Alexander, Shattered Glass"}, {"item": "I’m waiting with baited breath to hear that silver tongue of yours.", "owner": "Jodie B. Cooper, A Dragon's Dream of Love"}, {"item": "Jamie gawked at the JLM T-shirt peeking out of Theo's leather jacket and his face glowed. \"Yes I-L-Y?", "owner": "Anyta Sunday, Leo Loves Aries"}, {"item": "What would Golan Do? That way I can ask myself before I do anything. Before I take a dump. How would Dr. Golan want me to take this dump? Should I bank it off the side or go straight down the middle? What would be the most psychologically beneficial dump I could take?", "owner": "Ransom Riggs, Miss Peregrine’s Home for Peculiar Children"}, {"item": "Фанатиците винаги имат един такъв раздърпан, опулен вид. Приличат на хора, които не мастурбират, но непрекъснато мислят за това.", "owner": "Gregory David Roberts"}, {"item": "Eventually, Krysomallos would be skinned for his fleece, which became known as the Golden Fleece, which means I am related to a sheepskin rug.This is why you don't want to think too hard about who you're related to in the Greek myths. It'll drive you crazy.", "owner": "Rick Riordan, Percy Jackson's Greek Gods"}, {"item": "Life is short. Smile while you still have teeth.", "owner": "Unknown"}, {"item": "Otter! Otter! Otter!Don’t lead cows to slaughter!I love you, and I knowI should’ve told you soon-aBut you didn’t buy the dolphin-safe tuna!", "owner": "T.J. Klune, Bear, Otter, and the Kid"}, {"item": "Crystal ball and candle light, I want your dance tonight. Show me the power of love as we stand together in the middle of the night.", "owner": "Santosh Kalwar"}, {"item": "Poetry destroyed? Genius banished? No! Mediocrity, no: do not let envy prompt you to the thought. No; they not only live, but reign, and redeem: and without their divine influence spread everywhere, you would be in hell--the hell of your own meanness.", "owner": "Charlotte Brontë, Jane Eyre"}, {"item": "Panicky despair is an underrated element of writing.", "owner": "Dave Barry"}, {"item": "I bet there are a lot of women out there who want to sleep with a guy who reads. And being the head of the reading foundation, I’m very well endowed.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "Rule number four for me as a writer? Plotlines are like sharks: They either keep moving or they die. ~J.R. Ward", "owner": "J.R. Ward, The Black Dagger Brotherhood: An Insider's Guide"}], "pagination": {"size": 20, "total": 10, "current": 6}}