{"contents": [{"item": "A good story should provoke discussion, debate, argument...and the occasional bar fight.", "owner": "J. Michael Straczynski"}, {"item": "I love working with my hands. My writing is rough, my paper bruised with ink stains.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "When you're writing what you love, it's the most fun you can have with your clothing still on, unless of course, you write naked.", "owner": "Don Roff"}, {"item": "A good approach is to allow one dream per novel. Then, in the final revision, go back and get rid of that, too.", "owner": "Howard Mittelmark, How Not to Write a Novel: 200 Classic Mistakes and How to Avoid Them—A Misstep-by-Misstep Guide"}, {"item": "The rabbit of Easter. He bring of the chocolate.", "owner": "David Sedaris, Me Talk Pretty One Day"}, {"item": "Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means.", "owner": "Henny Youngman"}, {"item": "Lovers do things together! They rent videos, they ride Ferris wheels, they go out for pizza, they play Scrabble. They . . . they talk!''Talk?' He lifted his head and frowned, his eyes puzzled. 'We talk all the time, Raine. I've never had such talkative sex.''That's just it!' She wiggled, flailed, but couldn't budge him. 'Two minutes alone with you, and I'm flat on my back. Every single time!'A slow, knowing grin spread over his face. 'Is this your way of telling me you want to be on top?", "owner": "Shannon McKenna, Behind Closed Doors"}, {"item": "Or maybe I, like, cuddle raped him or something.", "owner": "Lauren Barnholdt, Two-Way Street"}, {"item": "Christ, they’d be getting a cat next. He mentally recoiled from the idea: the day they did that, he’d cut off his dick and call himself a lesbian.", "owner": "Kate Aaron, Four Chances: A Short Story Quartet"}, {"item": "Accept who you are. Unless you're a serial killer.", "owner": "Ellen DeGeneres, Seriously... I'm Kidding"}, {"item": "Everyone should be able to do one card trick, tell two jokes, and recite three poems, in case they are ever trapped in an elevator.", "owner": "Lemony Snicket, Horseradish"}, {"item": "Once you can accept the universe as matter expanding into nothing that is something, wearing stripes with plaid comes easy.", "owner": "Albert Einstein"}, {"item": "It's not because I want to make out with her.\"Hold on.\" He grabbed a pencil and scrawled excitedly at the paper as if he'd just made a mathematical breakthrough and then looked back up at me. \"I just did some calculations, and I've been able to determine that you're full of shit", "owner": "John Green, Looking for Alaska"}, {"item": "Don't be so humble - you are not that great.", "owner": "Golda Meir"}, {"item": "A word to the wise ain't necessary, it's the stupid ones who need advice.", "owner": "Bill Cosby"}, {"item": "Always go to other people's funerals, otherwise they won't come to yours.", "owner": "Yogi Berra, When You Come to a Fork in the Road, Take It!: Inspiration and Wisdom from One of Baseball's Greatest Heroes"}, {"item": "Did you see that dress?” \"I saw the dress.” \"Did you like it?” He didn't answer. I took that as a yes. \"Am I going to endanger my reputation if I wear it to the dance?” When he spoke, I could barely hear him. \"You'll endanger the school.” I smiled and fell asleep.", "owner": "Richelle Mead, Vampire Academy"}, {"item": "Damn, Claire. Warn a guy before you do a face-plant on the floor next time. I could have looked all heroic and caught you or something -Shane", "owner": "Rachel Caine, Glass Houses"}, {"item": "What a kid I got, I told him about the birds and the bees and he told me about the butcher and my wife.", "owner": "Rodney Dangerfield"}, {"item": "She's strong! And scary...I bet she's single...I'd put money on it..", "owner": "Masashi Kishimoto, Naruto, Vol. 18: Tsunade's Choice"}], "pagination": {"size": 20, "total": 10, "current": 7}}