{"contents": [{"item": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.", "owner": "Bob Marley"}, {"item": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.", "owner": "John Green, The Fault in Our Stars"}, {"item": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.", "owner": "Pablo Neruda, 100 Love Sonnets"}, {"item": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.", "owner": "Neil Gaiman, The Kindly Ones"}, {"item": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.", "owner": "Sarah Dessen, The Truth About Forever"}, {"item": "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.", "owner": "Bob Marley"}, {"item": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Love looks not with the eyes, but with the mind,And therefore is winged Cupid painted blind.", "owner": "William Shakespeare, A Midsummer Night's Dream"}, {"item": "Love is like the wind, you can't see it but you can feel it.", "owner": "Nicholas Sparks, A Walk to Remember"}, {"item": "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life. A true soul mate is probably the most important person you'll ever meet, because they tear down your walls and smack you awake. But to live with a soul mate forever? Nah. Too painful. Soul mates, they come into your life just to reveal another layer of yourself to you, and then leave. A soul mates purpose is to shake you up, tear apart your ego a little bit, show you your obstacles and addictions, break your heart open so new light can get in, make you so desperate and out of control that you have to transform your life, then introduce you to your spiritual master...", "owner": "Elizabeth Gilbert, Eat, Pray, Love"}, {"item": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.", "owner": "Robert Fulghum, True Love"}, {"item": "To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.", "owner": "C.S. Lewis, The Four Loves"}, {"item": "So it's not gonna be easy. It's going to be really hard; we're gonna have to work at this everyday, but I want to do that because I want you. I want all of you, forever, everyday. You and me... everyday.", "owner": "Nicholas Sparks, The Notebook"}, {"item": "Tis better to have loved and lost, Than never to have loved at all.", "owner": "Alfred Tennyson, In Memoriam"}, {"item": "I love you as certain dark things are to be loved, in secret, between the shadow and the soul.", "owner": "Pablo Neruda, 100 Love Sonnets"}, {"item": "I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you. Not because he was perfect, or because you were, but because your combined flaws were arranged in a way that allowed two separate beings to hinge together.", "owner": "Lisa Kleypas, Blue-Eyed Devil"}, {"item": "Love is needing someone. Love is putting up with someone's bad qualities because they somehow complete you.", "owner": "Sarah Dessen, This Lullaby"}, {"item": "One is loved because one is loved. No reason is needed for loving.", "owner": "Paulo Coelho, The Alchemist"}, {"item": "We love the things we love for what they are.", "owner": "Robert Frost"}, {"item": "I would die for you. But I won't live for you.", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}], "pagination": {"size": 20, "total": 10, "current": 0}}