{"contents": [{"item": "You say, it's dark. And in truth, I did place a cloud before your sun. But do you not see how the edges of the cloud are already glowing and turning light.", "owner": "Friedrich Nietzsche"}, {"item": "What I have done is to show that it is possible for the way the universe began to be determined by the laws of science. In that case, it would not be necessary to appeal to God to decide how the universe began. This doesn't prove that there is no God, only that God is not necessary.", "owner": "Stephen Hawking"}, {"item": "Philosophy when superficially studied, excites doubt, when thoroughly explored, it dispels it.", "owner": "Francis Bacon"}, {"item": "A prince must not have any other object nor any other thought… but war, its institutions, and its discipline; because that is the only art befitting one who commands.", "owner": "Niccolò Machiavelli, The Prince"}, {"item": "Let whoever can do so deceive me, he will never bring it about that I am nothing, so long as I continue to think I am something.", "owner": "René Descartes"}, {"item": "All things of the body stream away like a river, all things of the mind are dreams and delusion; life is warfare, and a visit to a strange land; the only lasting fame is oblivion.", "owner": "Marcus Aurelius, Meditations"}, {"item": "We are here and it is now. The way I see it is, after that, everything tends towards guesswork.", "owner": "Terry Pratchett, Small Gods"}, {"item": "There are 10,000 books in my library, and it will keep growing until I die. This has exasperated my daughters, amused my friends and baffled my accountant. If I had not picked up this habit in the library long ago, I would have more money in the bank today; I would not be richer.", "owner": "Pete Hamill"}, {"item": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.", "owner": "Epictetus, The Art of Living: The Classical Manual on Virtue, Happiness and Effectiveness"}, {"item": "In the high country of the mind one has to become adjusted to the thinner air of uncertainty...", "owner": "Robert M. Pirsig"}, {"item": "As soon as a religion comes to dominate it has as its opponents all those who would have been its first disciples. ", "owner": "Friedrich Nietzsche, Human, All Too Human"}, {"item": "I have gone around observing your activities from the outside. Because of this I have also been able to see things to which you have been blind... Every morning you have gone to work, but you have never been fully awake. Of course, you have seen the sun and the moon, the stars in the sky, and everything that moves, but you haven't really seen it at all. It is different for the Joker, because he was put into this world with a flaw: He sees too clearly and too much.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "For every expert there is an equal and opposite expert.", "owner": "Jasper Fforde, One of Our Thursdays Is Missing"}, {"item": "My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.", "owner": "Ayn Rand"}, {"item": "All things fade and quickly turn to myth.", "owner": "Marcus Aurelius, Meditations"}, {"item": "If just one of [those people] experiences life as a crazy adventure--and I mean that he, or she, experiences this every single day... Then he or she is a joker in a pack of cards.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "I consist of body and soul - in the worlds of a child. And why shouldn't we speak like children? But the enlightened, the knowledgealbe would say: I am body through and through, nothing more; and the soul is just a word for something on the body.", "owner": "Friedrich Nietzsche"}, {"item": "No man is crushed by misfortune unless he has first been deceived by prosperity", "owner": "Seneca, Dialogues and Letters"}, {"item": "... every moment of our life has a purpose, that every action of ours, no matter how dull or routine or trivial it may seem in itself, has a dignity and a worth beyond human understanding... For it means that no moment can be wasted, no opportunity missed, since each has a purpose in man’s life, each has a purpose in God’s plan. Think of your day, today or yesterday. Think of the work you did, the people you met, moment by moment. What did it mean to you- and might it have meant for God? Is the question too simple to answer, or are we just afraid to ask it for fear of the answer we must give?", "owner": "Walter J. Ciszek"}, {"item": "The philosopher whose dealings are with divine order himself acquires the characteristics of order and divinity.", "owner": "Plato, The Republic"}], "pagination": {"size": 20, "total": 10, "current": 7}}