{"contents": [{"item": "Love is a better master than duty.", "owner": "Albert Einstein"}, {"item": "Mama, Mama, help me get homeI'm out in the woods, I am out on my own.I found me a werewolf, a nasty old muttIt showed me its teeth and went straight for my gut.Mama, Mama, help me get homeI'm out in the woods, I am out on my own.I was stopped by a vampire, a rotting old wreckIt showed me its teeth and went straight for my neck.Mama, Mama, put me to bedI won't make it home, I'm already half-dead.I met an Invalid, and fell for his artHe showed me his smile, and went straight for my heart.-From \"A Child's Walk Home,\" Nursery Rhymes and Folk Tales", "owner": "Lauren Oliver, Delirium"}, {"item": "It doesn't matter who you are or what you look like, so long as somebody loves you.", "owner": "Roald Dahl, The Witches"}, {"item": "You are like nobody since I love you.", "owner": "Pablo Neruda"}, {"item": "After all this time?\"\"Always...", "owner": "J.K. Rowling, Harry Potter and the Deathly Hallows"}, {"item": "In love, no question is ever preposterous.", "owner": "André Brink, Before I Forget"}, {"item": "i like my body when it is with yourbody. It is so quite new a thing.Muscles better and nerves more.i like your body. i like what it does,i like its hows. i like to feel the spineof your body and its bones, and the trembling-firm-smooth ness and which i willagain and again and againkiss, i like kissing this and that of you,i like, slowly stroking the, shocking fuzzof your electric fur, and what-is-it comesover parting flesh ... And eyes big love-crumbs,and possibly i like the thrillof under me you so quite new.", "owner": "E.E. Cummings"}, {"item": "The greatest happiness of life is the conviction that we are loved -- loved for ourselves, or rather, loved in spite of ourselves.", "owner": "Victor Hugo"}, {"item": "No matter how much you think you love somebody, you'll step back when the pool of their blood edges up too close.", "owner": "Chuck Palahniuk, Invisible Monsters"}, {"item": "No,\" Dimitri interrupted gently. He moved his face toward mine, our foreheads nearly touching. \"It won't happen to you. You're too strong. You'll fight it, just like you did thistime.\"\"I only did because you were here.\" He wrapped his arms around me, and I buried my face in his chest. \"I can't do it by myself,\" I whispered.\"You can,\" he said. There was a tremulous note in his voice. \"You're strong—you're so, so strong. It's why I love you.", "owner": "Richelle Mead, Shadow Kiss"}, {"item": "We are all worthy of one another.", "owner": "Edward P. Jones, The Known World"}, {"item": "Love is an abstract noun, something nebulous. And yet love turns out to be the only part of us that is solid, as the world turns upside down and the screen goes black.", "owner": "Martin Amis, The Second Plane: 14 Responses to September 11"}, {"item": "Love cannot be reduced to a catalogue of reasons why, and a catalogue of reasons cannot be put together into love.", "owner": "Eleanor Catton, The Luminaries"}, {"item": "The fate of your heart is your choice and no one else gets a vote", "owner": "Sarah Dessen, This Lullaby"}, {"item": "He stared at her, knowing with certainty that he was falling in love. He pulled her close and kissed her beneath a blanket of stars, wondering how on earth he'd been lucky enough to find her.", "owner": "Nicholas Sparks, The Last Song"}, {"item": "The great tragedy of life is not that men perish, but that they cease to love.", "owner": "W. Somerset Maugham"}, {"item": "In real life, love has to be possible. Even if it is not returned right away, love can only survive when the hope exists that you will be able to win over the person you desire.", "owner": "Paulo Coelho, By the River Piedra I Sat Down and Wept"}, {"item": "Anyone who loves in the expectation of being loved in return is wasting their time.", "owner": "Paulo Coelho, The Devil and Miss Prym"}, {"item": "When you love someone, you say their name different. Like it's safe inside your mouth.", "owner": "Jodi Picoult, Handle with Care"}, {"item": "I don't want to lose you.' His voice almost a whisper. Seeing his haggard expression, she took his hand and squeezed it, then reluctantly let it go. She could feel the tears again, and she fought them back. 'But you don't want to keep me, either, do you?' To that, he had no response.", "owner": "Nicholas Sparks, The Rescue"}], "pagination": {"size": 20, "total": 10, "current": 8}}