{"contents": [{"item": "I have never seen as far, than those times I have looked through someone else's perspective.", "owner": "Tonny K. Brown"}, {"item": "Some say if you want success surround yourself with successful people. I say if you want true and lasting success surround yourself with people of integrity.", "owner": "Charles F. Glassman, Brain Drain   The Breakthrough That Will Change Your Life"}, {"item": "The path back home is often the most difficult journey of all.", "owner": "Toni Sorenson"}, {"item": "Why is it,\" he said, one time, at the subway entrance, \"I feel I've known you so many years?\"\"Because I like you,\" she said, \"and I don't want anything from you.", "owner": "Ray Bradbury, Fahrenheit 451"}, {"item": "Because introverts are typically good listeners and, at least, have the appearance of calmness, we are attractive to emotionally needy people. Introverts, gratified that other people are initiating with them, can easily get caught in these exhausting and unsatisfying relationships.", "owner": "Adam S. McHugh"}, {"item": "It's not your job to like me - it's mine", "owner": "Byron Katie"}, {"item": "A woman can become a man's friend only in the following stages - first an acquantaince, next a mistress, and only then a friend.", "owner": "Anton Chekhov, The Three Sisters"}, {"item": "I need to figure out the secret. I need to work out how to keep things flying back to me instead of always flying away.", "owner": "Carol Rifka Brunt, Tell the Wolves I'm Home"}, {"item": "You know your problem, Quentin? You keep expecting people not to be themselves.", "owner": "John Green, Paper Towns"}, {"item": "All of them, all except Phineas, constructed at infinite cost to themselves these Maginot Lines against this enemy they thought they saw across the frontier, this enemy who never attacked that way-if he ever attacked at all; if he was indeed the enemy.", "owner": "John Knowles, A Separate Peace"}, {"item": "There is nothing right or wrong in love. Where there is love, then there is nothing but only love.", "owner": "Sara Naveed, Undying Affinity"}, {"item": "But without deeper reflection one knows from daily life that one exists for other people--first of all for those upon whose smiles and well-being our own happiness is wholly dependent, and then for the many, unknown to us, to whose destinies we are bound by the ties of sympathy.", "owner": "Albert Einstein, Ideas and Opinions"}, {"item": "One has only to set a loved human being against the fact that we are all in peril all the time to get back a sense of proportion. What does anything matter compared to the reality of love and its span, so brief at best, maintained against such odds?", "owner": "May Sarton, Journal of a Solitude"}, {"item": "...there remained a strange formality between them, and her pleasure in his presence felt too much like missing him had felt during the last week.", "owner": "Robin McKinley, Pegasus"}, {"item": "Close cycles. Not because of pride or arrogance, but because that no longer fits your life", "owner": "Paulo Coelho"}, {"item": "I have to wonder if you're not being slightly naive here. I mean, are you saying that you want nothing for people? You have no motives? Everybody has motives. Name the person, the circumstances, I'll name the motive. Even saints have motives -- to feel like saints, probably. ... But still, the point of any relationship is obtaining something from another person.", "owner": "Tom Rachman, The Imperfectionists"}, {"item": "All positive interactions with other human beings involve, to some degree, the experience of visibility-- that is, the experience of being seen and understood.", "owner": "Nathaniel Branden"}, {"item": "I am getting nowhere with you and I can't let you go and I cant get through.", "owner": "Ani DiFranco"}, {"item": "Strong relationships come from well-bonded friendships.", "owner": "Jonathan Anthony Burkett"}, {"item": "Yes,” said Mamma, “this is the worst of life, that love does not give us common sense but is a sure way of losing it. We love people, and we say that we are going to do more for them than friendship, but it makes such fools of us that we do far less, indeed sometimes what we do could be mistaken for the work of hatred.", "owner": "Rebecca West, The Fountain Overflows"}], "pagination": {"size": 20, "total": 10, "current": 6}}