{"contents": [{"item": "Our lives are part of a unique adventure... Nevertheless, most of us think the world is 'normal' and are constantly hunting for something abnormal--like angels or Martians. But that is just because we don't realize the world is a mystery. As for myself, I felt completely different. I saw the world as an amazing dream. I was hunting for some kind of explanation of how everything fit together.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity and trust.", "owner": "Henry David Thoreau"}, {"item": "Of course there is no formula for success, except perhaps an unconditional acceptance of life, and what it brings", "owner": "Arthur Rubinstein"}, {"item": "Thoughts become things. If you see it in your mind, you will hold it in your hand.", "owner": "Bob Proctor, You Were Born Rich"}, {"item": "The discovery of what is true and the practice of that which is good are the two most important aims of philosophy.", "owner": "Voltaire"}, {"item": "All things one has forgotten scream for help in dreams.", "owner": "Elias Canetti"}, {"item": "Although you may not stumble across a Martian in the garden, you might stumble across yourself. The day that happens, you'll probably also scream a little. And that'll be perfectly all right, because it's not every day you realize you're a living planet dweller on a little island in the universe.", "owner": "Jostein Gaarder, The Solitaire Mystery"}, {"item": "The thoughts of all men arise from the darkness. If you are the movement of your soul, and the cause of that movement precedes you, then how could you ever call your thoughts your own? How could you be anything other than a slave to the darkness that comes before?", "owner": "R. Scott Bakker, The Darkness That Comes Before"}, {"item": "A philosopher knows that in reality he knows very little. That is why he constantly strives to achieve true insight. Socrates was one of these rare people. He knew that he knew nothing about life and about the world. And now comes the important part: it troubled him that he knew so little.", "owner": "Jostein Gaarder, Sophie's World"}, {"item": "Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody.", "owner": "Benjamin Franklin"}, {"item": "Never say that I have taken it, only that I have given it back.", "owner": "Epicurus"}, {"item": "In the end mortals always expired before faeries. They were such finite creatures. Their first heartbeat and breath were but a blink from death. To add the weight of nourishing his insatiable court in a time of peace was to hasten that unconscionably.", "owner": "Melissa Marr, Ink Exchange"}, {"item": "In practice people who study philosophy too long become very odd birds, not to say thoroughly vicious; while even those who are the best of them are reduced by...[philosophy] to complete uselessness as members of society.", "owner": "Plato, Republic: The Theatre of the Mind"}, {"item": "How can a society that exists on instant mashed potatoes, packaged cake mixes, frozen dinners, and instant cameras teach patience to its young? ", "owner": "Paul Sweeney"}, {"item": "If we wish to draw philosophical conclusions about our own existence, our significance, and the significance of the universe itself, our conclusions should be based on empirical knowledge. A truly open mind means forcing our imaginations to conform to the evidence of reality, and not vice versa, whether or not we like the implications.", "owner": "Lawrence M. Krauss, A Universe from Nothing: Why There Is Something Rather Than Nothing"}, {"item": "The best ideas are common property", "owner": "Seneca"}, {"item": "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact.", "owner": "Mark Twain, Life on the Mississippi"}, {"item": "All are one", "owner": "Heraclitus"}, {"item": "Anything you're good at contributes to happiness.", "owner": "Bertrand Russell"}, {"item": "The only safe thing is to take a chance.", "owner": "Elaine May"}], "pagination": {"size": 20, "total": 10, "current": 5}}