{"contents": [{"item": "and after everything had been said and done I realized, you cannot keep people no matter how far you go to do so. You don't have any control over what they choose to do. Even if they choose to leave you on your own.Even if they choose to make you hate love", "owner": "Simran.M.Anthony"}, {"item": "...if you discover your partner is cheating, drink like it’s your last party, blame everyone else for your problems, let “binging” be your new favorite hobby, and, by all means, FUCKING PANIC.", "owner": "Brandi Glanville, Drinking and Tweeting and Other Brandi Blunders"}, {"item": "The moral of the story couldn’t be clearer: you already know if your partner is fucking around behind your back, you just need to decide if you’re done being a doormat. You need to wake up one morning and decide that those rose-colored glasses are so last fucking season.", "owner": "Brandi Glanville, Drinking and Tweeting and Other Brandi Blunders"}, {"item": "Don't cheat when you got the most beautiful woman by your side", "owner": "MG"}, {"item": "Cheats prosper until there are enough who bear grudges against them to make sure they do not prosper.", "owner": "Peter Singer, The Expanding Circle: Ethics and Sociobiology"}, {"item": "I just know that I don't want cheating. I refuse. I deepened myself but I don't believe in myself because my thought is invented.", "owner": "Clarice Lispector, The Stream of Life"}, {"item": "You’re seeing someone else, aren’t you?\" Seeing someone else? How on earth could that explain any of this? Why would seeing someone else necessitate bringing home a middle­-aged woman, a teenaged punk and an American with a leather jacket and a Rod Stewart haircut? What would the story have been? But then, after reflection, I realised that Penny had probably been here before, and therefore knew that infidelity can usually provide the answer to any domestic mystery. If I had walked in with Sheena Easton and Donald Rumsfeld, Penny would probably have scratched her head for a few seconds before saying exactly the same thing. In other circumstances, on other evenings, it would have been the right conclusion, too; I used to be pretty resourceful when I was being unfaithful to Cindy, even if I do say so myself. I once drove a new BMW into a wall, simply because I needed to explain a four­-hour delay in getting home from work. Cindy came out into the street to inspect the crumpled bonnet, looked at me, and said, “You’re seeing someone else, aren’t you?” I denied it, of course. But then, anything – smashing up a new car, persuading Donald Rumsfeld to come to an Islington flat in the early hours of New Year’s Day – is easier than actually telling the truth. That look you get, the look which lets you see right through the eyes and down into the place where she keeps all the hurt and the rage and the loathing... Who wouldn’t go that extra yard to avoid it?", "owner": "Nick Hornby, A Long Way Down"}, {"item": "Earthquakes just happen. Tornadoes just happen. Your tongue does not just happen to fall into some other girls mouth!", "owner": "Gemma Halliday, Deadly Cool"}, {"item": "Not that kind of cheating,\" Mags said. \"More like...skipping ahead. If you like someone, you should have to make an effort. You should have to get to know the person--you should have to work for that first kiss.", "owner": "Rainbow Rowell, My True Love Gave to Me: Twelve Holiday Stories"}, {"item": "And [Benji] cheats on you, Beck. A lot. Compulsively. He is in intense pursuit of a performance artist who fucks with his head the way he fucks with yours.", "owner": "Caroline Kepnes, You"}, {"item": "A friend of mine told a story about a date with a guy she was really excited about: He stood her up. He then called her, begging her forgiveness and giving some excuse. She told him to get lost, telling him that he only gets one shot with her, and he blew it.", "owner": "Greg Behrendt"}, {"item": "When we ask someone out, and are unsure whether we will hear them say yes, we are taking a leap of faith mixed with doubt. When we believe our spouse that they did not cheat, it is a leap of faith. We doubt in the absence of evidence, or when our trust in ourselves, and others are disrupted in some ways.", "owner": "Leviak B. Kelly, The Leprechaun Delusion"}, {"item": "A love triangle is a threesome delayed.", "owner": "Mokokoma Mokhonoana"}, {"item": "I think if you cheat in a ethics class then there's really no hope for you.", "owner": "Joe Hill, Locke & Key, Vol. 3: Crown of Shadows"}, {"item": "Some people view love and romance as a sacred bond between two individuals. Other people see love as a game, where the goal is to manipulate another individual and gain emotional power over a partner. People who view love as a game are much more likely to have multiple love interest; cheating is just another way to gain control over one's partner.", "owner": "David Reeves, In My Opinion"}, {"item": "I was very happy in both my marriages. I was unfaithful and so were they, just like any other normal couple.", "owner": "Paulo Coelho, Eleven Minutes"}, {"item": "If the gift of God is for personal use and gain, God would have used it personally", "owner": "Ernest Agyemang Yeboah"}, {"item": "I can't assume responsibility for a man's infidelity, no more than I can take credit for his choice to remain faithful.", "owner": "Lorraine Maloney Armstrong"}, {"item": "I am never forget the day I first meet the great Lobachevsky.In one word he told me secret of success in mathematics:Plagiarize!Plagiarize!Let no one else's work evade your eyes!Remember why the good Lord made your eyes!So don't shade your eyes,But plagiarize, plagiarize, plagiarize -Only be sure always to call it please 'resea", "owner": "Tom Lehrer"}, {"item": "Women destroy me. I allow them to.", "owner": "Raquel Cepeda, Bird of Paradise: How I Became Latina"}], "pagination": {"size": 20, "total": 6, "current": 4}}