{"contents": [{"item": "The concept of disease is fast replacing the concept of responsibility. With increasing zeal Americans use and interpret the assertion \"I am sick\" as equivalent to the assertion \"I am not responsible\": Smokers say they are not responsible for smoking, drinkers that they are not responsible for drinking, gamblers that they are not responsible for gambling, and mothers who murder their infants that they are not responsible for killing. To prove their point — and to capitalize on their self-destructive and destructive behavior — smokers, drinkers, gamblers, and insanity acquitees are suing tobacco companies, liquor companies, gambling casinos, and physicians.", "owner": "Thomas Szasz"}, {"item": "We can, and must, develop dialogue and relatedness with our body because it’s talking to us all the time. And please remember, your body loves you. It does everything it can to keep you alive and functioning. You can feed it garbage, and it will take it and digest it for you. You can deprive it of sleep, but still it gets you up and running next morning. You can drink too much alcohol, and it will eliminate it from your system. It loves you unconditionally and does its best to allow you to live the life you came here for. The real issue in this relationship is not whether your body loves you, but whether you love your body. In any relationship, if one partner is loving, faithful and supportive, it’s easy for the other to take that person for granted. That’s what most of us do with our bodies. It is time for you to shift this, and working to understand your cravings is one of the best places to begin. Then you can build a mutually loving relationship with your own body.", "owner": "Joshua Rosenthal, Integrative Nutrition: Feed Your Hunger for Health and Happiness"}, {"item": "Most people throughout the world, not just inNewport Beach, care more about their faces, their boobs, their bellies, their butts, andtheir abs than they do their brains. But it is your brain that is the key to having the face,the breasts, the belly, the butt, the abs, and the overall health you have always wanted;and it is brain dysfunction, in large part, that ruins our bodies and causes prematureaging.", "owner": "Daniel G. Amen, Change Your Brain, Change Your Body: Use Your Brain to Get and Keep the Body You Have Always Wanted"}, {"item": "And dieting, I discovered, was another form of disordered eating, just as anorexia and bulimia similarly disrupt the natural order of eating. \"Ordered\" eating is the practice of eating when you are hungry and ceasing to eat when your brain sends the signal that your stomach is full. ... All people who live their lives on a diet are suffering. If you can accept your natural body weight and not force it to beneath your body's natural, healthy weight, then you can live your life free of dieting, of restriction, of feeling guilty every time you eat a slice of your kid's birthday cake.", "owner": "Portia de Rossi, Unbearable Lightness: A Story of Loss and Gain"}, {"item": "The skin is an integral part of the body and depends upon the general system for its supply of food and to carry away its waste. Skin health depends primarily upon the general health of the body. All attempts to deal with the skin as an independent entity, without due regard to its reliance upon the general system, must of necessity result in failure. The skin is nourished by the blood and there is no other source from which it can draw sustenance. \"Skin foods\" are all frauds. These are composed chiefly of grease. No fat can be assimilated by the skin or other tissues of the body until it has first been broken down into its constituent fatty acids in the process of digestion. Even were this not true, the skin contains very little fat and these \"skin foods\" would still not constitute proper nourishment for it. Blood is the only skin food.", "owner": "Herbert M. Shelton, The Science and Fine Art of Natural Hygiene"}, {"item": "The most poetical thing in the world is not being sick.", "owner": "G.K. Chesterton, The Man Who Was Thursday: A Nightmare"}, {"item": "Seeing modern health care from the other side, I can say that it is clearly not set up for the patient. It is frequently a poor arrangement for doctors as well, but that does not mitigate how little the system accounts for the patient's best interest. Just when you are at your weakest and least able to make all the phone calls, traverse the maze of insurance, and plead for health-care referrals is that one time when you have to \u0097 your life may depend on it.", "owner": "Ross I. Donaldson, The Lassa Ward: One Man's Fight Against One of the World's Deadliest Diseases"}, {"item": "There's no dignity, no decency, or health today for men that haven't got a job. All other things depend on work today.", "owner": "Nevil Shute, Ruined City"}, {"item": "My own prescription for health is less paperwork and more running barefoot through the grass.", "owner": "Leslie Grimutter"}, {"item": "If you desire truly to live you will cease trying to find magic tricks and short-cuts to life and learn the simple laws of being, and order your life in conformity with these. Realign your life with the laws of nature—this and this alone constitutes living to live.", "owner": "Herbert M. Shelton, Getting Well"}, {"item": "But he could not call the doctors at the leprosarium. They would return him to Louisiana. They would treat him and train him and counsel him. They would put him back into life as if his illness were all that mattered, as if wisdom were only skin deep, as if grief and remorse and horror were nothing but illusions, tricks done with mirrors, irrelevant to chrome and porcelain and clean, white, stiff hospital sheets and fluorescent lights.", "owner": "Stephen R. Donaldson, The Chronicles of Thomas Covenant, the Unbeliever"}, {"item": "I knew I wasn't the picture of health, but I didn't think I was headed for the last roundup.", "owner": "Fannie Flagg"}, {"item": "Give me health and a day, and I will make the pomp of emperors ridiculous.", "owner": "Ralph Waldo Emerson, Nature"}, {"item": "Healthy people have a natural skill of avoiding feverish eyes.", "owner": "Albert Camus, A Happy Death"}, {"item": "Modern medicine is not scientific, it is full of prejudice, illogic and susceptible to advertising. Doctors are not taught to reason, they are programmed to believe in whatever their medical schools teach them and the leading doctors tell them. Over the past 20 years the drug companies, with their enormous wealth, have taken medicine over and now control its research, what is taught and the information released to the public.", "owner": "Abram Hoffer"}, {"item": "Not only weight loss surgery is unnecessary but also it deprives human being a normal life. People after surgery would never be able to enjoy their food ever for the rest of their life whether it is Christmas or they are on their holidays or their child birthday or any other festival. List of problems and complications after the weight loss surgery operation are endless as one may get additional problems such as Hernia, Internal Bleeding, Swelling of the skin around the wounds, etc. I wonder how many weight loss surgeons advice about weight loss surgery to their own family members.", "owner": "Subodh Gupta, 7 Food Habits for Weight Loss Forever"}, {"item": "[In reference to vaginas] Someone saying you're \"too loose\"? Maybe that person's previous experience has been with women who weren't aroused (which, in the case of young adults, ins't that unusual)...Since many people think that penetration is supposed to be painful at first, a lot of them don't know how to wait for full arousal or make penetration comfortable. So, if a partner is saying you're \"too loose,\" either they're simply experiencing a relaxed, aroused partner for the first time, or they're blowing smoke - either because they think it's the thing to say, or they were expecting to feel trapped in a vise, which is not how penetration should feel for either partner.", "owner": "Heather Corinna, S.E.X.: The All-You-Need-To-Know Progressive Sexuality Guide to Get You Through High School and College"}, {"item": "Words are like food. They contain information that either releases and liberates and creates possibilities and development or locks you into unhealthy patterns you can’t change.", "owner": "Thorbjörg Hafsteinsdottir, 10 Years Younger in 10 Weeks"}, {"item": "Humor and Health,The staples of wealth.", "owner": "S Austin"}, {"item": "Modern drug based medicine is as incomplete as a novel written with three vowels. As discordant as a symphony constructed using only some of the notes. High dose nutritional therapy is the much needed missing part of our vocabulary of healthcare. The fight against disease needs all the help it can get.", "owner": "Andrew W. Saul, Fire Your Doctor!: How to Be Independently Healthy"}], "pagination": {"size": 20, "total": 10, "current": 5}}