{"contents": [{"item": "Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface.", "owner": "Santosh Kalwar"}, {"item": "The summit of happiness is reached when a person is ready to be what he is.", "owner": "Erasmus"}, {"item": "No one invites you to the top - you have to claw your way up. When you get there, you will sit with the others who were also uninvited - giggling. ", "owner": "Staness Jonekos"}, {"item": "Concentration attracts luck factor.", "owner": "Amit Ray, Yoga and Vipassana: An Integrated Life Style"}, {"item": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.", "owner": "Max Planck, Where is Science Going?"}, {"item": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about.", "owner": "Dale Carnegie"}, {"item": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.", "owner": "Daniel Keyes, Flowers for Algernon"}, {"item": "Happiness consists in frequent repetition of pleasure", "owner": "Arthur Schopenhauer"}, {"item": "Feathers filled the small room. Our laughter kept the feathers in the air. I thought about birds. Could they fly if there wasn't someone, somewhere, laughing?", "owner": "Jonathan Safran Foer, Extremely Loud and Incredibly Close"}, {"item": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.", "owner": "Socrates"}, {"item": "We never realize just how many other lives we can help when their paths cross our own.", "owner": "Wil Zeus, Sun Beyond the Clouds"}, {"item": "I surround myself with things that make me happy. Why? Because ... it makes me happy.", "owner": "Kelly Epperson"}, {"item": "Let people be the pursuits of happiness, you be the pursuit of perfection.", "owner": "Amit Kalantri"}, {"item": "Settle, for sure and universally, what conduct will promote the happiness of a rational being.", "owner": "Immanuel Kant"}, {"item": "On the top of Cadair Idris,I felt how happy a man might bewith a little money and a sane intellect,and reflected with astonishment and pityon the madness of the multitude.", "owner": "Thomas Love Peacock"}, {"item": "That’s the thing about love It can take you up to the mountaintop and can drop you And the impact will either kill you or make you a new person", "owner": "Kehinde Sonola, Klosophy"}, {"item": "Happiness is a very pretty thing to feel, but very dry to talk about.", "owner": "Jeremy Bentham, The Panopticon Writings"}, {"item": "When you are truly happy you will realise that there is nothing to prove to people.", "owner": "De philosopher DJ Kyos"}, {"item": "When the spirit is happy, the soul is full of smiles.", "owner": "Lailah Gifty Akita"}, {"item": "Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier.", "owner": "Simone Elkeles, How to Ruin Your Boyfriend's Reputation"}], "pagination": {"size": 20, "total": 10, "current": 3}}