{"contents": [{"item": "Family is the most important thing in this life.", "owner": "Shannon  Mullen, See What Flowers"}, {"item": "Love. It’s the complex chemistry of a blind heart and a distracted mind. Love is a shapeshifter. Love walks along the same path as hate. Love makes us whole. Love makes us weak. Love drives us to insanity. Love can be a curse. Love is a miracle.", "owner": "Julie  Anderson, Love Notes From Humanity: The Lust, Love & Loss Collection"}, {"item": "Sibling relationships outlast marriages, survive the death of parents, resurface after quarrels that would sink any friendship. They flourish in a thousand incarnations of closeness and distance, warmth, loyalty and distrust.", "owner": "Erica E. Goode"}, {"item": "Do not refuse to help your own relatives.", "owner": "Lailah Gifty Akita"}, {"item": "A shared life is a sacred love.", "owner": "Lailah Gifty Akita"}, {"item": "You know you are getting old when yesterday turns out to be a fading memory you have difficulties recollecting, when today becomes a challenge that is hard to grasp and when tomorrow promises an uncertainty that you dread encountering.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Never go for someone that represents something that is more of a fantasy than reality in this crazy world of lonely people, unless it is for the shortest time possible, and unless you have clearly figured out an exit strategy.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "You can’t say you love man as an individual if you have not dealt with the person’s complex personality, his or her unfamiliar habits, disturbing impulses and biological makeup.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Unsettling emotions are capable of messing up the most beautiful minds in this world.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "the depth or humaneness of our love depends on the wideness of our souls.", "owner": "Janvier Chouteu-Chando, Me Before Them"}, {"item": "Why do we complicate life, when it was meant to be very simple?", "owner": "Janvier Chouteu-Chando, The Girl on the Trail"}, {"item": "Life is so sweet even though it is full of lies and half truths...", "owner": "Janvier Chouteu-Chando, The Usurper: And Other Stories"}, {"item": "Nothing crushes the soul of a father more than the loss of the beloved son he failed to lavish his love on.", "owner": "Janvier Chouteu-Chando, Disciples of Fortune"}, {"item": "The longings of the human heart are changeable and elusive. The good fortune we enjoy today may not be appreciated until it has been taken away and we have to fight and try to get it back (p.132)", "owner": "Mimi Baird, He Wanted the Moon: The Madness and Medical Genius of Dr. Perry Baird, and His Daughter's Quest to Know Him"}, {"item": "You need to make time for your family no matter what happens in your life", "owner": "Matthew Quick, The Silver Linings Playbook"}, {"item": "We have to forego some good things in order to choose others that are better or best because they develop faith in the Lord Jesus Christ and strengthen our families.", "owner": "Dallin H. Oaks"}, {"item": "That sounds terrific, thought Cary, just you, your comatose wife your shell-shocked son, and your daughter who hates your guts. Not to mention that your two kids may be in love with each other. Yeah, that sounds like a perfect family reunion.", "owner": "Cassandra Clare, City of Bones"}, {"item": "What’s the best part of being in Hermes cabin?Connor: You are never lonely. I mean seriously, new kids are always coming in. So you always have someone to talk to.Travis: Or prank.Connor: Or pickpocket. One big happy family.", "owner": "Rick Riordan, The Demigod Files"}, {"item": "Some people won't have kids, but I’m not going to have parents. I’m burning their birth certificates and defacing their gravestones tonight.", "owner": "Bauvard, Some Inspiration for the Overenthusiastic"}, {"item": "Holiness is found in how we treat others, not in how we contemplate the cosmos. As our experiences in marriages, families, and friendship teach us, it takes relationships to provide the friction that wears down our rough edges and sanctifies us.", "owner": "Terryl Givens"}], "pagination": {"size": 20, "total": 10, "current": 4}}