{"contents": [{"item": "Negativity is positively bad for your health.", "owner": "Eleanor Brownn"}, {"item": "It’s now generally accepted that Mesmer was actually treating psychosomatic illness, and he profited mightily from people’s gullibility. In retrospect, his theories and practices sound ridiculous, but in truth, the story of Mesmer parallels many stories of today. It’s not so ridiculous to imagine people falling prey to products, procedures, and health claims that are brilliantly marketed. Every day we hear of some news item related to health. We are bombarded by messages about our health — good, bad, and confusingly contradictory. And we are literally mesmerized by these messages. Even the smart, educated, cautious, and skeptical consumer is mesmerized. It’s hard to separate truth from fiction, and to know the difference between what’s healthful and harmful when the information and endorsements come from “experts.", "owner": "David Perlmutter"}, {"item": "Human rights violations are not accidents; they are not random in distribution or effect. Rights violations are, rather, symptoms of deeper pathologies of power and are linked intimately to the social conditions that so often determine who will suffer abuse and who will be shielded from harm", "owner": "Paul Farmer, Pathologies of Power: Health, Human Rights and the New War on the Poor"}, {"item": "Human rights violations are nit accidents; they are not random in distribution or effect. Rights violations are, rather, symptoms of deeper pathologies of power and are linked intimately to the social conditions that so often determine who will suffer abuse and who will be shielded from harm.", "owner": "Paul Farmer"}, {"item": "Only by restoring the broken connections can we be healed. Connection is health. And what our society does its best to disguise from us is how ordinary, how commonly attainable, health is. We lose our health—and create profitable diseases and dependences—by failing to see the direct connections between living and eating, eating and working, working and loving.", "owner": "Wendell Berry, The Art of the Commonplace: The Agrarian Essays"}, {"item": "We can taste what's in our mouths, touch what's within our reach, smell within hundreds of metres and hear within tens of miles. But it's only through our vision that we are in communication with the sun and stars.", "owner": "Gavin Francis"}, {"item": "Research shows that allowing ourselves to forgive and forget can be healthy — it reduces pains, headaches, stress, and leads to a strong immune system. So I say: Why continue to hold grudges? We will just put our health in jeopardy, and lessen the number of pages and chapters that we still need to write in our book of life.", "owner": "Kcat Yarza, KCAT CAN: I have a pen that writes"}, {"item": "Flowers are conscious, intelligent forces. They have been given to us for our happiness and our healing.We can hasten our own evolution by through employing the tools offered to us by a conscious, caring Mother Nature—flowers and their essences.Flower essences allow us to see into the soul of things—into ourselves, our world, and all living beings.Flower essences are a response to the call of an ever-awakening humanity to minister to its spiritual needs.Mother Nature’s pharmacy has long been accessible to those who have pried open her botanical medicine chest. And to those who wish to learn her language—the language of flowers—she bestows her most wonderful secrets of perfect well-being.In keeping with herbalism’s ancient tradition of communing with the plant kingdom, flower essences have evolved as a natural expression of healing—in the simplest ways, through the simplest means.(The) principle of magnetism is strongly operative in flower essences that vibrationally align us with the positive qualities that we seek to uncover within ourselves.How, then, do flower essences work? Very well indeed.", "owner": "Lila Devi, The Essential Flower Essence Handbook: For Perfect Well-Being"}, {"item": "We are living in times that demand more and more of our brains and muscles, of our nerves and physical energy. Only those who are strong and know how to keep it so, can stand the wear and tear. It pays to stop once in a while to look over our machinery and oil the parts that need it.", "owner": "Adrian Peter Schmidt"}, {"item": "I still need some more healthy rest in order to work at my best. My health is the main capital I have and I want to administer it intelligently.", "owner": "Ernest Hemingway, Ernest Hemingway on Writing"}, {"item": "May you make time to relax and be refreshed.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "I found focusing on the positives was really beneficial. I wrote down thoughts about how much better I would feel and look and how much calmer and more present I would be when I could get through the initial phase of wanting sugar and pop out the other side", "owner": "Damon Gameau"}, {"item": "If the lifestyle choices outlined in this book were uniformly adopted, the savings in suffering and health care costs would be tremendous.", "owner": "Tim Loy"}, {"item": "A great tragedy is occurring. Millions of people are dying prematurely. These people are killing themselves and they don’t even know it.", "owner": "Tim Loy"}, {"item": "....All of the medicine hurts.", "owner": "Farooq A. Shiekh"}, {"item": "Health so far outweighs all external goods that a healthy beggars is truly more fortunate than a king in poor health.", "owner": "Arthur Schopenhauer, Parerga and Paralipomena"}, {"item": "Staying Healthy is the Best PolicyModified from \"Honesty is the Best Policy\" Benjamin Franklin (1706-1790)", "owner": "Dr. Janu Dominic SwamiKannu Kaul Nehru"}, {"item": "I only need to survive on tea, bread and fruits.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Even rational, data-driven scientists could be sent into prolonged states of hysteria when presented with evidence that their favorite foods might be killing them.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}, {"item": "With industry's sales and marketing machines cloaked in mantles of charitable virtue, no wonder most Americans don't realize that the junk that passes for food is in fact the biggest contributor to our health crisis, and the junk that passes for medicine keeps us just well enough to continue to spend on both the food and the medicine.", "owner": "T. Colin Campbell, Whole: Rethinking the Science of Nutrition"}], "pagination": {"size": 20, "total": 10, "current": 8}}