{"contents": [{"item": "In vain we roared;in vain we triedTo rouse her into laughter:Her pensive glances wandered wideFrom orchestra to rafter -\"TIER UPON TIER!\" she said,and sighed;And silence followed after.", "owner": "Lewis Carroll, Jabberwocky and Other Poems"}, {"item": "Scarce was the verdict spoken,When that still calm was broken,A childish form hath burst into the throng;With tears and looks of sadness,That bring no news of gladness,But tell too surely something hath gone wrong!", "owner": "Lewis Carroll, Jabberwocky and Other Poems"}, {"item": "Perhaps it goes without saying that I believe in the geographic cure. Of course you can't out-travel sadness. You will find it has smuggled itself along in your suitcase. It coats the camera lens, it flavors the local cuisine. In that different sunlight, it stands out, awkward, yours, honking in the brash vowels of your native tongue in otherwise quiet restaurants. You may even feel proud of its stubbornness as it follows you up the bell towers and monuments, as it pants in your ear while you take in the view. I travel not to get away from my troubles but to see how they look in front of famous buildings or on deserted beaches. I take them for walks. Sometimes I get them drunk. Back at home we generally understand each other better.", "owner": "Elizabeth McCracken, An Exact Replica of a Figment of My Imagination"}, {"item": "For, thought Ahab, while even the highest earthly felicities ever have a certain unsignifying pettiness lurking in them, but, at bottom, all heartwoes, a mystic significance, and, in some men, an archangelic grandeur; so do their diligent tracings-out not belie the obvious deduction. To trail the genealogies of these high mortal miseries, carries us at last among the sourceless primogenitures of the gods; so that, in the face of all the glad, hay-making suns, and soft-cymballing, round harvest-moons, we must needs give in to this: that the gods themselves are not for ever glad. The ineffaceable, sad birthmark in the brow of man, is but the stamp of sorrow in the signers.", "owner": "Herman Melville, Moby-Dick or, The Whale"}, {"item": "He still smiles all the time, but now his smiles look like they're made out of water, about to drip down his face.", "owner": "Veronica Roth, Allegiant"}, {"item": "There are certain levels of sadness that introduce you to parts of yourself you never knew existed, and it’s always a much purer version of you that couldn’t be any you-er than you. You fall in love with it and forget to move on.", "owner": "Ibraheem Hamdi, The Cashmere Scarf"}, {"item": "The crickets felt it was their duty to warn everybody that summertime cannot last for ever. Even on the most beautiful days in the whole year - the days when summer is changing into autumn - the crickets spread the rumour of sadness and change.", "owner": "E.B. White, Charlotte's Web"}, {"item": "It's psychic. It's the age. It's chemical.", "owner": "Margaret Atwood, Morning in the Burned House"}, {"item": "The gloaming that closed over us the cemetery had crawled inside his skin.", "owner": "Laurie Halse Anderson, The Impossible Knife of Memory"}, {"item": "What can you do when you're condemned to a place where every choice seems wrong - even the one you promised your lover you'd make?", "owner": "Nicholas Sparks, The Choice"}, {"item": "I stood and looked at the large framed painting of the Pierrot clown that hung on her wall and sympathised with the tears that rolled down its cheek. Like the clown, I felt contained within a frame, the only difference being my tears were not for public show.", "owner": "Eileen Munroe"}, {"item": "Happiness is always replacing by loneliness.even you do everything to be Happy but there are so many people around that some of them will cheer you and some of them makes you dawn.", "owner": "O.v Grace"}, {"item": "Years later I saw a film - poignantly sad, and for me unbearably so - about a scientist who had invented a kind of total sense recorder, not just video but audio and smellio and touchio and the rest, which he set to play every afternoon in a given place a given time, for as long as the mechanism lasted. The scene he projected was that of a dozen or so young couples dancing on a terrace in the same holiday house, on the same island, where the recorder itself was kept. Then this young man comes across it while it is playing and at first is convinced he is watching a real occurrence: he sees this beautiful girl, in her slinky 1930s outfit, dancing and laughing and chattering with her friends, and he falls in love with her on the spot. Second day, same time around, he comes to the island at a slightly different time so he sees a slightly different excerpt, and still doesn't twig and falls deeper in love. And so on and so forth for various days until he happens on a duplicate bit and realises something is wrong. But by then, of course, he is irretrievably hooked. So what does he do? He digs out the machine, fiddles with its insides until he has grasped its workings, and then sets it up in recording mode and records himself into the scene in a desperate last-ditch attempt to join the dancers. Which works, and there he stays: trapped there amongst them in a virtual dimension, forever young, forever re-enacting the same little loop of life, over and over.", "owner": "A.P., Sabine"}, {"item": "Women think that they can make sad things go away by knowing the reason that they happened.", "owner": "Johanna Skibsrud, The Sentimentalists"}, {"item": "The silence broke:\"Sometimes I liked it\", I said \"Sometimes I liked it that she was dead.\"\"You mean it felt good?\"\"No. I don't know. It felt ... pure.", "owner": "John Green, Looking for Alaska"}, {"item": "Sadness is one of the best universities in life! Though bad things take good things from us, they do give us useful things as well!", "owner": "Mehmet Murat ildan"}, {"item": "I feel half faded away like some figure in the background of an old picture.", "owner": "Iris Murdoch, A Severed Head"}, {"item": "He’s so close, yet so far away.” – Anna", "owner": "Stephanie Perkins, Anna and the French Kiss"}, {"item": "That is why the sadness passes: the new presence inside us, the presence that has been added, has entered our heart, has gone into its innermost chamber and is no longer even there, is already in our bloodstream. And we don't know what it was. We could easily be made to believe that nothing happened, and yet we have changed, as a house that a guest has entered changes. We can't say who has come, perhaps we will never know, but many signs indicate that the future enters us in this way in order to be transformed in us, long before it happens.", "owner": "Rainer Maria Rilke, Letters to a Young Poet"}, {"item": "Self-pity” is just sadness, I think, in the pejorative.", "owner": "Renata Adler, Speedboat"}], "pagination": {"size": 20, "total": 9, "current": 6}}