{"contents": [{"item": "People in any organization are always attached to the obsolete - the things that should have worked but did not, the things that once were productive and no longer are.", "owner": "Peter F. Drucker"}, {"item": "A vision we give to others of who and what they could become has power when it echoes what the spirit has already spoken into their souls.", "owner": "Larry Crabb"}, {"item": "Belief has the power to change your inner state and your outer world.", "owner": "John Paul Warren"}, {"item": "The ruler attains wholeness in the correct governance of the people.", "owner": "Lao Tzu"}, {"item": "The world is full of stupid people. That's why we have rules. But with enough intelligence, a person can be above the rules. She can make rules.", "owner": "Daniel Nayeri, Another Faust"}, {"item": "To win the big stakes in this changed world, you must catch the spirit of the great pioneers of the past, whose dreams have given to civilization all that it has of value, the spirit that serves as the life-blood of our own country – your opportunity and mine, to develop and market our talents.", "owner": "Napoleon Hill, Think and Grow Rich: The Landmark Bestseller - Now Revised and Updated for the 21st Century"}, {"item": "Your first and foremost job as a leader is to take charge of your own energy and then help to orchestrate the energy of those around you.", "owner": "Peter F. Drucker"}, {"item": "Remember that mentor leadership is all about serving. Jesus said, “For even the Son of Man came not to be served but to serve others and to give his life as a ransom for many” (Mark 10:45).", "owner": "Tony Dungy, The Mentor Leader: Secrets to Building People and Teams That Win Consistently"}, {"item": "I am more afraid of an army of 100 sheep led by a lion than an army of 100 lions led by a sheep", "owner": "Charles Maurice de Talleyrand-Périgord"}, {"item": "No great manager or leader ever fell from heaven, its learned not inherited.", "owner": "Tom Northup"}, {"item": "It is the capacity to develop and improve their skills that distinguishes leaders from followers.", "owner": "Warren G. Bennis"}, {"item": "Tis skill, not strength, that governs a ship", "owner": "Thomas Fuller"}, {"item": "Real leaders are people who “help us overcome the limitations of our own individual laziness and selfishness and weakness and fear and get us to do better, harder things than we can get ourselves to do on our own.", "owner": "David Foster Wallace"}, {"item": "It is absolutely necessary... for me to have persons that can think for me, as well as execute orders.", "owner": "George Washington"}, {"item": "Delegating work works, provided the one delegating works, too.", "owner": "Robert Half"}, {"item": "The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.", "owner": "Theodore M. Hesburgh"}, {"item": "Too many companies believe people are interchangeable. Truly gifted people never are. They have unique talents. Such people cannot be forced into roles they are not suited for, nor should they be. Effective leaders allow great people to do the work they were born to do.", "owner": "Warren G. Bennis, Organizing Genius: The Secrets of Creative Collaboration"}, {"item": "All organizations are perfectly designed to get the results they are now getting. If we want different results, we must change the way we do things.", "owner": "Tom Northup"}, {"item": "The growth and development of people is the highest calling of leadership.", "owner": "Harvey S. Firestone"}, {"item": "We should always aim to read something different=not only the writers with whom we agree, but those with whom we are ready to do battle. Their point of view challenges us to examine the truth and to test their views...and let us not comment on nor criticize writers of whom we have heard only second-hand, or third-hand without troubling to read their works for ourselves...Don't be afraid of new ideas.", "owner": "J. Oswald Sanders, Spiritual Leadership"}], "pagination": {"size": 20, "total": 10, "current": 4}}