{"contents": [{"item": "Do not lose yourself in the past. Do not lose yourself in the future. Do not get caught in your anger, worries, or fears. Come back to the present moment, and touch life deeply. This is mindfulness.", "owner": "Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation"}, {"item": "What he’s looking for, what he wants, is all around him, but he doesn’t want that because it is all around him. Every step’s an effort, both physically and spiritually, because he imagines his goal to be external and distant.", "owner": "Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values"}, {"item": "In the strictest sense, we cannot actually think about life and reality at all, because this would have to include thinking about thinking, thinking about thinking about thinking, and so ad infinitum. One can only attempt a rational, descriptive philosophy of the universe on the assumption that one is totally separate from it. But if you and your thoughts are part of this universe, you cannot stand outside them to describe them.", "owner": "Alan W. Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety"}, {"item": "To \"know\" reality you cannot stand outside it and define it; you must enter into it, be it, and feel it.", "owner": "Alan W. Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety"}, {"item": "The mistake is to assume that the way it feels at the moment is the way it will feel forever.", "owner": "Barry Schwartz, The Paradox of Choice: Why More Is Less"}, {"item": "The idea has come to me that what I want now to do is to saturate every atom. I mean to eliminate all waste, deadness, superfluity: to give the moment whole; whatever it includes. Say that the moment is a combination of thought; sensation; the voice of the sea. Waste, deadness, come from the inclusion of things that don't belong to the moment; this appalling narrative business of the realist: getting on from lunch to dinner: it is false, unreal, merely conventional.", "owner": "Virginia Woolf, A Writer's Diary"}, {"item": "The energy of mindfulness has the element of friendship and loving kindness in it.", "owner": "Thich Nhat Hanh"}, {"item": "We do so much, we run so quickly, the situation is difficult, and many people say, \"Don't just sit there, do something.\" But doing more things may make the situation worse. So you should say, \"Don't just do something, sit there.\" Sit there, stop, be yourself first, and begin from there.", "owner": "Thich Nhat Hanh, Being Peace"}, {"item": "Working rightly, the brain is the highest form of \"instinctual wisdom.\" Thus it should work like the homing instinct of pigeons and the formation of the foetus in the womb - without verbalizing the process of knowing \"how\" it does it. The self-conscious brain, like the self-conscious heart, is a disorder, and manifests itself in the acute feeling of separation between \"I\" and my experience.", "owner": "Alan W. Watts, The Wisdom of Insecurity: A Message for an Age of Anxiety"}, {"item": "Meditation is to be aware of what is going on: in your body, in your feelings, in your mind, and in the world.", "owner": "Thich Nhat Hanh, Being Peace"}, {"item": "Our work and educational institutions reinforce this preference for later over now throughout our lives. In school we focus on the ends — passing the semester, making the grade, or otherwise getting it all behind us — rather than the present-moment experience of actually learning. As employees, we want the work to be over as soon as it begins. Work culture is driven by quotas, billable hours, budgets, and Gantt charts — bottom lines of any sort. The value is always somewhere ahead of you, rather than here right now, in the room with you. We’re perpetually looking ahead to a payday or a weekend or some other kind of finish line. Virtually every day of our lives, we’re trained to lean towards something we don’t have, which essentially trains us to be dissatisfied with where we already are.", "owner": "David  Cain, You Are Here"}, {"item": "The standard way of reducing stress in our culture is to put as much energy as possible into trying to arrive at a moment that matches our preferences. This ensures that we feel some level of stress until we get there (assuming we ever will) and worse, it makes the present moment into an unacceptable place to be.", "owner": "David  Cain, You Are Here"}, {"item": "By learning to allow different types of discomfort to simply stay in the room with you, without your scrambling for a button to push (real or metaphorical), you make discomfort matter less.The pool of things you’re afraid of shrinks. It becomes a lot less important to control circumstances, because you know you can handle moments of uncertainty or awkwardness or disappointment without an escape plan.", "owner": "David  Cain"}, {"item": "Stay present, stay conscious.", "owner": "Eckhart Tolle"}, {"item": "Mindfulness is intimacy with all things.", "owner": "Jeffrey A.  White"}, {"item": "You are a miracle. Remind yourself often.", "owner": "Charnita Arora, Mindfulness for Beginners in Plain English: Practical Guide with Mindfulness, exercises & tips for anxiety and stress management"}, {"item": "To still your mind , first still your tongue.", "owner": "Mebs Alibhai"}, {"item": "If you must look back, do so forgivingly. If you must look forward, do so prayerfully. However, the wisest thing you can do is be present in the present... gratefully.", "owner": "Maya Angelou"}, {"item": "Mindfulness practice means that we commit fully in each moment to being present. There is no \"performance.\" There is just this moment. We are not trying to improve or to get anywhere else. We are not even running after special insights or visions. Nor are we forcing ourselves to be non-judgmental, calm, or relaxed. And we are certainly not promoting self-consciousness or indulging in self-preoccupation. Rather, we are simply inviting ourselves to interface with this moment in full awareness, with the intentino to embody as best we can an orientation of calmness, mindfulness, and equanimity right here and now.Of course, with continued practice and the right kind of firm yet gentle effort, calmness and mindfulness and equanimity develop and deepen on their own, out of your commitment to dwell in stillness and to observe without reacting and judging. Realizatinos and insights, profound experiences of stillness and joy, do come. But it would be incorrect to say that we are practicing to make these experiences happen or that having more of them is better than having fewer of them.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}, {"item": "One practical way to do this is to look at other people and ask yourself if you are really seeing them of just your thought about them. Sometimes our thoughts act like dream glasses. When we have them on, we see dream children, dream husband, dream wife, dream ob, dream colleagues, dream partners, dream friends. We can live in a dream present for a dream future...But if we take off the glasses, maybe, just maybe, we might see a little more accurately what is actually here.", "owner": "Jon Kabat-Zinn, Wherever You Go, There You Are: Mindfulness Meditation in Everyday Life"}], "pagination": {"size": 20, "total": 9, "current": 6}}