{"contents": [{"item": "The thoughts that occur to me while I’m running are like clouds in the sky. Clouds of all different sizes. They come and they go, while the sky remains the same sky always. The clouds are mere guests in the sky that pass away and vanish, leaving behind the sky.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "People think I'm crazy to put myself through such torture, though I would argue otherwise. Somewhere along the line we seem to have confused comfort with happiness. Dostoyevsky had it right: 'Suffering is the sole origin of consciousness.' Never are my senses more engaged than when the pain sets in. There is a magic in misery. Just ask any runner.", "owner": "Dean Karnazes, Ultramarathon Man: Confessions of an All-Night Runner"}, {"item": "Running cleared the day's cobwebs from my mind and focused my thinking, and gave me time and space to sort out anything that was bothering me, or to detach and think of nothing at all.", "owner": "Jeff Horowitz, My First 100 Marathons: 2,260 Miles with an Obsessive Runner"}, {"item": "When Douglas walked, his mind ran, when he ran, his mind walked.", "owner": "Ray Bradbury"}, {"item": "Running is perhaps the most fundamental of all sports, and it is economically the least costly to perform. As a consequence, it is the most democratic and most competitive of all sports because individual merit can prevail despite economic equality. It is a sport for everyone, the whole world over.", "owner": "Bernd Heinrich, Why We Run: A Natural History"}, {"item": "Every morning in Africa, a gazelle wakes up, it knows it must outrun the fastest lion or it will be killed. Every morning in Africa, a lion wakes up. It knows it must run faster than the slowest gazelle, or it will starve. It doesn't matter whether you're the lion or a gazelle-when the sun comes up, you'd better be running.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "All I do is keep on running in my own cozy, homemade void, my own nostalgic silence. And this is a pretty wonderful thing. No matter what anybody else says.", "owner": "Haruki Murakami, What I Talk About When I Talk About Running"}, {"item": "You would run much slower if you were dragging something behind you, like a knapsack or a sheriff.", "owner": "Lemony Snicket"}, {"item": "I run because long after my footprints fade away, maybe I will have inspired a few to reject the easy path, hit the trails, put one foot in front of the other, and come to the same conclusion I did: I run because it always takes me where I want to go.", "owner": "Dean Karnazes, Ultramarathon Man: Confessions of an All-Night Runner"}, {"item": "Running! If there's any activity happier, more exhilarating, more nourishing to the imagination, I can't think of what it might be. In running the mind flees with the body, the mysterious efflorescence of language seems to pulse in the brain, in rhythm with our feet and the swinging of our arms.", "owner": "Joyce Carol Oates"}, {"item": "...there was some kind of connection between the capacity to love and the capacity to love *running*. The engineering was certainly the same: both depended on loosening your grip on your own desires, putting aside what you wanted and appreciating what you've got, being patient and forgiving and... undemanding...maybe we shouldn't be surprised that getting better at one could make you better at the other.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "I came back, Uncle Eddie. Last year, after the Henley, I could have gone to any school in the world -- I could have done anything, but I came back.\" \"You ran away, Katarina.\" \"And now I'm back.\" \"You're still running.", "owner": "Ally Carter, Uncommon Criminals"}, {"item": "Running is real and relatively simple…but it ain't easy.", "owner": "Mark Will-Weber"}, {"item": "How to run an ultramarathon ? Puff out your chest, put one foot in front of the other, and don't stop till you cross the finish line.", "owner": "Dean Karnazes, Ultramarathon Man: Confessions of an All-Night Runner"}, {"item": "What I've learned from running is that the time to push hard is when you're hurting like crazy and you want to give up. Success is often just around the corner.", "owner": "James Dyson"}, {"item": "There is something magical about running; after a certain distance, it transcends the body. Then a bit further, it transcends the mind. A bit further yet, and what you have before you, laid bare, is the soul.", "owner": "Kristin Armstrong"}, {"item": "But you can't muscle through a five-hour run that way; you have to relax into it like easing your body into a hot bath, until it no longer resists the shock and begins to enjoy it.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "We run when we're scared, we run when we're ecstatic, we run away from our problems and run around for a good time.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}, {"item": "Whatever you may be missing right now - a person, a place, a feeling, maybe you are injured and missing running - whatever it is, have peace and take heart - remember that any goodbye makes room for a hello.", "owner": "Kristin Armstrong"}, {"item": "-The reason we race isn't so much to beat each other but to be with each other. -The Hopis consider running a form of prayer; they offer every step as a sacrifice to a loved one, and in return ask the Great Spirit to match their strength with some of his own.", "owner": "Christopher McDougall, Born to Run: A Hidden Tribe, Superathletes, and the Greatest Race the World Has Never Seen"}], "pagination": {"size": 20, "total": 4, "current": 0}}