{"contents": [{"item": "Silence before being born, silence after death: life is nothing but noise between two unfathomable silences.", "owner": "Isabel Allende, Paula"}, {"item": "When was it I realized that, on this truly dark and solitary path we all walk, the only way we can light is our own? Although I was raised with love, I was always lonely.Someday, without fail, everyone will disappear, scattered into the blackness of time.", "owner": "Banana Yoshimoto, Kitchen"}, {"item": "You will have five hundred million little bells, and I shall have five hundred million springs of fresh water...", "owner": "Antoine de Saint-Exupéry, The Little Prince"}, {"item": "If life was a dream, then dying must be the moment when you woke up. It was so simple it must be true. You died, the dream was over, you woke up. That's what people meant when they talked about going to heaven. It was like waking up.", "owner": "Ian McEwan, The Daydreamer"}, {"item": "But spending your life concentrating on death is like watching a whole movie and thinking only about the credits that are going to roll at the end. It’s a mistake of emphasis.", "owner": "Nicholson Baker, The Anthologist"}, {"item": "There really is only one ending to any story. Human life ends in death. Until then, it keeps going and gets complicated and there's loss. Everything involves loss; every relationship ends in one way or another.", "owner": "Charlie Kaufman"}, {"item": "My reasons to liveWere my reasons to dieBut at least they were mineNow I've freedom unboundCut the laces of life", "owner": "Emilie Autumn"}, {"item": "But I’m not guilty,” said K. “there’s been a mistake. How is it even possible for someone to be guilty? We’re all human beings here, one like the other.” “That is true” said the priest “but that is how the guilty speak", "owner": "Franz Kafka, The Trial"}, {"item": "What will be left of all the fearing and wanting associated with your problematic life situation that every day takes up most of your attention? A dash, one or two inches long, between the date of birth and date of death on your gravestone.", "owner": "Eckhart Tolle"}, {"item": "Because you can only die once but you can suffer forever.", "owner": "Shaun David Hutchinson, We Are the Ants"}, {"item": "Dying is only one thing to be sad over. Living unhappily is something else.", "owner": "Mitch Albom, Tuesdays with Morrie"}, {"item": "What do you think has become of the young and old men? And what do you think has become of the women and children? They are alive and well somewhere, The smallest sprout shows there is really no death, And if ever there was it led forward life, and does not wait at the end to arrest it, And ceas'd the moment life appear'd. All goes onward and outward, nothing collapses, And to die is different from what any one supposed, and luckier.", "owner": "Walt Whitman, Song of Myself"}, {"item": "To the well-organized mind, death is but the next great adventure.", "owner": "J.K. Rowling, Harry Potter and the Sorcerer's Stone"}, {"item": "I do not fear death. I had been dead for billions and billions of years before I was born, and had not suffered the slightest inconvenience from it.", "owner": "Mark Twain"}, {"item": "When people don't express themselves, they die one piece at a time.", "owner": "Laurie Halse Anderson, Speak"}, {"item": "there is a place in the heart thatwill never be filleda spaceand even during thebest momentsandthe greatest timestimeswe will know itwe will know itmore thaneverthere is a place in the heart thatwill never be filledandwe will waitandwaitin that space.", "owner": "Charles Bukowski"}, {"item": "No one really knows why they are alive until they know what they'd die for.", "owner": "Martin Luther King Jr."}, {"item": "We are going to die, and that makes us the lucky ones. Most people are never going to die because they are never going to be born. The potential people who could have been here in my place but who will in fact never see the light of day outnumber the sand grains of Arabia. Certainly those unborn ghosts include greater poets than Keats, scientists greater than Newton. We know this because the set of possible people allowed by our DNA so massively exceeds the set of actual people. In the teeth of these stupefying odds it is you and I, in our ordinariness, that are here.We privileged few, who won the lottery of birth against all odds, how dare we whine at our inevitable return to that prior state from which the vast majority have never stirred?", "owner": "Richard Dawkins, Unweaving the Rainbow: Science, Delusion and the Appetite for Wonder"}, {"item": "It is not death that a man should fear, but he should fear never beginning to live.", "owner": "Marcus Aurelius, Meditations"}, {"item": "Things die. But they don't always stay dead. Believe me, I know.", "owner": "Richelle Mead, Frostbite"}], "pagination": {"size": 20, "total": 10, "current": 7}}