{"contents": [{"item": "The rejection that we all take and the sadness and the aggravation and the loss of jobs and all of the things that we live through in our lives, without a sense of humor, I don't know how people make it.", "owner": "Marlo Thomas"}, {"item": "I had no idea that mothering my own child would be so healing to my own sadness from my childhood.", "owner": "Susie Bright"}, {"item": "Death remains about the one certain fact in the lives of each one of us, and there will be suffering, sorrow, and sadness next week as there was last week.", "owner": "Basil Hume"}, {"item": "My death is incidental, and I worry very much about my loved ones and, you know, would like to make it as easy as possible for them. Or wish I could will away whatever, you know, the sadness they will feel when I die. But for me, nothing. The world goes on.", "owner": "Barbara Ehrenreich"}, {"item": "For me, the opposite of happiness isn't sadness but boredom.", "owner": "Sushant Singh Rajput"}, {"item": "There is a dark side in all of us. And for us 'bad' people, the bad side dominates. I think there is a great sadness in villains, and I have tried to put that across. We cannot stop ourselves doing what we are doing.", "owner": "Christopher Lee"}, {"item": "When you've been touched by sadness and grief, it makes you vulnerable. And because I am vulnerable, I try to be positive. And when I say 'try,' I really do mean try, because it's an effort.", "owner": "Marie Helvin"}, {"item": "Beauty is the disinterested one, without which the ancient world refused to understand itself, a word which both imperceptibly and yet unmistakably has bid farewell to our new world, a world of interests, leaving it to its own avarice and sadness.", "owner": "Hans Urs von Balthasar"}, {"item": "Red is the ultimate cure for sadness.", "owner": "Bill Blass"}, {"item": "Sadness is also a kind of defence.", "owner": "Ivo Andric"}, {"item": "Melancholy and sadness are the start of doubt... doubt is the beginning of despair despair is the cruel beginning of the differing degrees of wickedness. ", "owner": "Comte de Lautreamont"}, {"item": "One must not let oneself be overwhelmed by sadness.", "owner": "Jackie Kennedy"}, {"item": "I had sadness for breakfast.", "owner": "Andy Milonakis"}, {"item": "I think coldness is chic among writers, and particularly ironic coldness. What is absolutely not allowable is sadness. People will do anything rather than to acknowledge that they are sad.", "owner": "Mary Gordon"}, {"item": "Everything's complicated, even those things that seem flat in their bleakness or sadness.", "owner": "Nick Hornby"}, {"item": "When I get depressed, I try to get something for the terrible sadness that comes over me and create something in terms of poetry.", "owner": "Spike Milligan"}, {"item": "I have sadness in me. I have anger in me. I have heartbreak in me.", "owner": "Ellen DeGeneres"}, {"item": "Successful prime-time television of any genre produces some kind of emotional reaction in the viewers. There are a lot of different emotions to tap into. The emotion of the reward of discovery, the feeling of righteous anger, the feelings of pathos and sadness, or sentimentality of being moved by something.", "owner": "Chris Hayes"}, {"item": "I think a certain amount of anger has been a fuel of mine, if you want - but also some sort of sadness, and plain mischief, of course.", "owner": "Siouxsie Sioux"}], "pagination": {"size": 19, "total": 8, "current": 7}}