{"contents": [{"item": "Each time you say hello to a stranger, your heart acknowledges over and over again that we are all family.", "owner": "Suzy Kassem"}, {"item": "Most important thing in life is family,Without them you are nothing.Whatever you do will be worth nothing,If there is no one to appreciate it.", "owner": "Akash Lakhotia, World Hypnotized: Making of the Fuhrer"}, {"item": "Let's try living our lives by not letting our minds be ruled by materialistic elements.", "owner": "Mohith Agadi"}, {"item": "Everyone should be forcibly transplanted to another continent from their family at the age of three.", "owner": "Philip Larkin, Philip Larkin: Letters to Monica"}, {"item": "Writers will happen in the best of families.", "owner": "Rita Mae Brown"}, {"item": "Our most basic instinct is not for survival but for family. Most of us would give our own life for the survival of a family member, yet we lead our daily life too often as if we take our family for granted.", "owner": "Paul Pearsall"}, {"item": "How can I expect readers to know who I am if I do not tell them about my family, my friends, the relationships in my life? Who am I if not where I fit in the world, where I fit in the lives of the people dear to me?", "owner": "Rabih Alameddine, I, The Divine: A Novel in First Chapters"}, {"item": "I enjoy writing, I enjoy my house, my family and, more than anything I enjoy the feeling of seeing each day used to the full to actually produce something. The end.", "owner": "Michael Palin, Diaries 1969-1979: The Python Years"}, {"item": "When I observe Gram, I see how fragile the notion of tradition can be. If I take my eyes off the way she kneads her Easter bread, or if I fail to study the way she sews a seam in suede, or if I lose the mental image I have of her when she negotiates a better deal with a button salesman, somehow, the very essence of her will be lost. When she goes, the responsibility for carrying on will fall to me. My mother says I’m the keeper of the flame, because I work here, and because I choose to live here. A flame is a very fragile thing, too, and there are times when I wonder if I’m the on who can keep it going.", "owner": "Adriana Trigiani"}, {"item": "The heart of a person only beats when it's surrounded by blood, by family.", "owner": "Erica Goros, The Daisy Chain"}, {"item": "Make your heart, your dearest home.", "owner": "Lailah Gifty Akita"}, {"item": "Your neighbour is your nearest family.", "owner": "Lailah Gifty Akita"}, {"item": "If my life was pulled into the pages of a book, there would be coffee stains and wrinkles along the lines of that narrative. Because all I can wish is that the book of my life would be well read and well loved. Living within words and the sound of writing.", "owner": "F.K. Preston, The Artist, The Audience and a Man Called Nothing"}, {"item": "I stared at the little white agates in my hand, delicate as moon drops. The mystery of God's love as I understand it is that God loves the man who was being mean to his dog just as much as he loves babies; God loves Susan Smith, who drowned her two sons, as much as he loves Desmond Tutu. And he loved her just as much when she was releasing the handbrake of her car that sent her boys into the river as he did when she first nursed them. So of course, he loves old ordinary me, even or especially at my most scared and petty and mean and obsessive. Loves me; chooses me.Remembering this helped, but here is what in fact saved me: Sam came over to see what I held in my palm, glared contemptuously at my small white pebbles, and then without missing a beat slapped the bottom of my hand so that the agates scattered. He ran off down the beach, laughing with glee. It surprised me so, this small meanness, that it made me catch my breath. Boy, I thought, is he going to be hard to place.When I was young I would have felt, What’s the point of trying to be good if the people who aren’t even trying get to be equally loved? Now I just picked up my pace and tried to catch up with that rotten Sam, because I don’t know much of anything for sure. Only that I am loved – as is", "owner": "Anne Lamott, Traveling Mercies: Some Thoughts on Faith"}, {"item": "He doesn’t have to love your CD collection. He doesn’t have to love your shoes. But any good, mature guy better make an attempt to love your friends and family—especially when they’re great.", "owner": "Greg Behrendt, He's Just Not That Into You: The No-Excuses Truth to Understanding Guys"}, {"item": "He gave her a quick, casual kiss on the cheek first. Then came the hug, and it was the hug that always made Laurel’s heart mush. Serious grip, cheek to the hair, eyes closed, just a little sway. Del’s hugs mattered, she thought, and made him impossible to resist.", "owner": "Nora Roberts, Savor the Moment"}, {"item": "Faithfulness in small things leads to faithfulness in great things, and never the other way around.", "owner": "Jerry L. Lewis, What God Can't Do"}, {"item": "The fights are always the same", "owner": "Stephen Chbosky, The Perks of Being a Wallflower"}, {"item": "We can help pave the roads of those around us, but we can't choose their direction.", "owner": "Michelle Moran, Rebel Queen"}, {"item": "She understands suddenly that the stuff that fills her up is not the love or attention she might get from other people; it is the love she herself has for other people. We are, Portia decides, the people we love", "owner": "Jessica Anya Blau, Drinking Closer to Home"}], "pagination": {"size": 20, "total": 10, "current": 3}}