{"contents": [{"item": "Bodybuilding is much like any other sport. To be successful, you must dedicate yourself 100% to your training, diet and mental approach.", "owner": "Arnold Schwarzenegger"}, {"item": "Developing a diet that is healthful, balanced, and appropriate for your particular caloric needs is easy enough and is absolutely critical to establishing a healthful lifestyle that incorporates proper nutrition, adequate fitness, and mental resilience.", "owner": "Daphne Oz"}, {"item": "I like starting off the new year fresh. I'm excited to see how 2013 turns out. Maybe because I'm an actress and I am always on a diet and fitness program, but my New Year's resolution is to let myself be nice to myself about my body.", "owner": "Busy Philipps"}, {"item": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally.", "owner": "Grete Waitz"}, {"item": "People talk about physical fitness, but mental health is equally important. I see people suffering, and their families feel a sense of shame about it, which doesn't help. One needs support and understanding. I am now working on an initiative to create awareness about anxiety and depression and help people.", "owner": "Deepika Padukone"}, {"item": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health.", "owner": "Hippocrates"}, {"item": "The typical response from people when I tell them I'm diabetic is, 'Oh, I'm sorry to hear that.' You know, I'm not. I'm a better athlete because of diabetes rather than despite it. I'm more aware of my training, my fitness and more aware of nutrition. I'm more proactive about my health.", "owner": "Charlie Kimball"}, {"item": "Health is the vital principle of bliss, and exercise, of health.", "owner": "James Thomson"}, {"item": "For whatever reason, maybe it's because of my story, but people associate Livestrong with exercise and physical fitness, health and lifestyle choices like that.", "owner": "Lance Armstrong"}, {"item": "Health and fitness is who I am. It's what I do.", "owner": "Lee Haney"}, {"item": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people.", "owner": "LL Cool J"}, {"item": "I like to embrace natural beauty. I try to get at least 8 hours of sleep, drinking a lot of water and exercising.", "owner": "Tia Mowry"}, {"item": "Guided only by their feeling for symmetry, simplicity, and generality, and an indefinable sense of the fitness of things, creative mathematicians now, as in the past, are inspired by the art of mathematics rather than by any prospect of ultimate usefulness.", "owner": "E. T. Bell"}, {"item": "Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive.", "owner": "Ann Oakley"}, {"item": "No one's ever achieved financial fitness with a January resolution that's abandoned by February.", "owner": "Suze Orman"}, {"item": "The reason I exercise is for the quality of life I enjoy.", "owner": "Kenneth H. Cooper"}], "pagination": {"size": 16, "total": 4, "current": 3}}