{"contents": [{"item": "A transference of memory was occurring as she, the vessel, the source, wrung every small, muffled detail into me, the depository. And once it began, it was difficult to interrupt or stop", "owner": "Aanchal Malhotra, Remnants of a Separation: A History of the Partition through Material Memory"}, {"item": "This tottered ensign of my ancestorsWhich swept the desert shore of that dead seaWhereof we got the name of Mortimer,Will I advance upon these castle-walls.Drums, strike alarum, raise them from their sport,And sing aloud the knell of Gaveston!", "owner": "Christopher Marlowe, Edward II"}, {"item": "I faded out. I was for a moment my father tapping on his cigarette, the way he holds it, crushing it flat. I was my mother at the sink, staring into the desert from the kitchen window, dishes in hand. I was in all the beds I'd ever slept in. Me sinking into the sheets, letting my thoughts fall down. I was running alongside the ocean, Laura splashing me with water. I was dancing to a melody I did not recognize, spinning wild and lovely into exalted leaps. I was no one again. I was someone with no name, no past. My face resumed the freshness of birth, the brightness was again in my eyes, the brightness only children own before life begins its wreckage.", "owner": "Hannah Lillith Assadi, Sonora"}, {"item": "Something inexorable seeds itself in the place of your origin. You can never escape the bonds of family history, no matter how far you travel.", "owner": "Christina Baker Kline, A Piece of the World"}, {"item": "Digging through my roots to understand the way my branches grew.", "owner": "Saleem Haddad, Guapa"}, {"item": "Sometimes I want to be human for you.", "owner": "Sarah Rees Brennan, The Demon's Covenant"}, {"item": "Wherever, I am welcome, there is my home.", "owner": "Lailah Gifty Akita"}, {"item": "We need each other.", "owner": "Lailah Gifty Akita"}, {"item": "The stronger the family, stronger the society.", "owner": "Lailah Gifty Akita"}, {"item": "I suppose that’s an inevitable part of human existence, but in the bosom of a close family it can, at least, be endured. For the homeless, there is no relief. Without family or friends there’s only the pain.", "owner": "Peter  Kirby, The Dead of Winter"}, {"item": "work at our responsibility as parents as if everything in life counted on it, because in fact everything in life does count on it.", "owner": "Gordon B. Hinckley"}, {"item": "Abundance of the Heart. He describes an experience with nature and his father. An environment of trust can have to do with a special experience, a place, another person, or people.My first real discovery of nature in life came one morning in April 1916. My father put me on the back of his bike, where I had a little seat, and said, \"Off we go.\" And then he turned in the wrong direction for I thought he was taking me down to Quakers' meeting--it was a Sunday. \"No,\" he said, \"we are going somewhere else today.\" And we rode for about eight miles, and we stopped at a wood. . . . We went into the wood; and there, suddenly, was a great pool of bluebells stretching for perhaps a hundred yards in the shade of the oak trees. And I could scarcely breathe because the impression was so great. The experience then was just the bluebells and the scent; now, when I recall it, it is also the love of my father who chose to do that that morning--to give me that experience. I am sure he had been there the day before, found it, and thought, \"I'll take my son there.\" As we rode there and as we rode back, we heard the distant thud of the guns at the Battle of the Somme, where thousands were dying every day. That overwhelming experience of a natural phenomenon, a demonstration of beneficent creation, and at the same time hearing those guns on the Somme--that experience has remained with me almost more clearly than anything else in my life. [The Abundance of the Heart (Salt Lake City: Bookcraft, 1986), p. 88] ", "owner": "Arthur Henry King"}, {"item": "The greatest things are freely giving; life, love, joy, smiles, hugs, inner peace, blessings, family, friends, nature….!", "owner": "Lailah Gifty Akita"}, {"item": "Peaceful co-existence is the heart of humanity.", "owner": "Lailah Gifty Akita, Think Great: Be Great!"}, {"item": "Hearing him talk about his mother, about his intact family, makes my chest hurt for a second, like someone pierced it with a needle.", "owner": "Veronica Roth, Divergent"}, {"item": "If I had to wish for something, just one thing, it would be that Hannah would never see Tate the way I did. Never see Tate's beautiful, lush hair turn brittle, her skin sallow, her teeth ruined by anything she could get her hands on that would make her forget. That Hannah would never count how many men there were, or how vile humans can be to one another. That she would never see the moments in my life that were full of neglect, and fear, and revulsion, moments I can never go back to because I know they will slow me down for the rest of my life if I let myself remember them for one moment. Tate, who had kept Hannah alive that night, reading her the story of Jem Finch and Mrs. Dubose. And suddenly I know I have to go. But this time without being chased by the Brigadier, without experiencing the kindness of a postman from Yass, and without taking along a Cadet who will change the way I breath for the rest of my life.", "owner": "Melina Marchetta, On the Jellicoe Road"}, {"item": "After everything is said and done, a memory remains a treacherous thing…How long does one cling on to the people they’ve lost? How long could I have remembered my grandfather? How long had it been since I forgotten him and my mind began harbouring other things?", "owner": "Kanza Javed, Ashes, Wine and Dust"}, {"item": "We'd been assured it wouldn't be painful, though she might experience 'discomfort,' a term beloved of the medical profession that seems to be a synonym for agony that isn't yours.", "owner": "Lionel Shriver, We Need to Talk About Kevin"}, {"item": "Whatever Jesus lays His hands upon, lives. If He lays is hands upon a marriage, it lives. If He is allowed to lay His hands on the family, it lives.", "owner": "Howard W. Hunter"}, {"item": "Even when a girl is married she still never completely leaves her mother and father's home.", "owner": "Anna Godbersen, Envy"}], "pagination": {"size": 20, "total": 10, "current": 9}}